{
    "32431788": {
        "Title": "    Karyotype and putative chromosomal inversion suggested by integration of cytogenetic and molecular data of the fungus-farming ant Mycetomoellerius iheringi Emery, 1888",
        "Abstract": "    Comparative cytogenetic analyses are being increasingly used to collect information on species evolution, for example, diversification of closely related lineages and identification of morphologically indistinguishable species or lineages. Here, we have described the karyotype of the fungus-farming ant Mycetomoellerius iheringi Emery, 1888 and investigated its evolutionary relationships on the basis of molecular and cytogenetic data. The M. iheringi karyotype consists of 2n = 20 chromosomes (2K = 18M + 2SM). We also demonstrated that this species has the classical insect TTAGG telomere organization. Phylogenetic reconstruction showed that M. iheringi is phylogenetically closer to M. cirratus Mayhe-Nunes & Brandao, 2005 and M. kempfi Fowler, 1982. We compared M. iheringi with other congeneric species such as M. holmgreni Wheeler, 1925 and inferred that M. iheringi probably underwent a major pericentric inversion in one of its largest chromosomes, making it submetacentric. We discussed our results in the light of the phylogenetic relationships and chromosomal evolution.",
        "Introduction": "    Fungus-farming ants (Formicidae: Myrmicinae: Attini) are exclusive to the New World and occur mainly in the Neotropical region, with some species found in the Nearctic region. The most recently diverged species include the well-known leafcutter ants (genera Atta Fabricius, 1804 and Acromyrmex Mayr, 1865) as well as the genera Xerolitor Sosa-Calvo et al., 2018, Sericomyrmex Mayr, 1865 and Trachymyrmex Forel, 1893. Previous phylogenetic analyses have shown that the genus Trachymyrmex is paraphyletic (e.g.,). However, this taxonomic complication was recently resolved by multilocus phylogenetic analyses with a comprehensive number of species. Thus, a new systematic arrangement of three clades was proposed as follows: Mycetomoellerius (former Iheringi group), Paratrachymyrmex Solomon et al., 2019 (former Intermedius group), and Trachymyrmex (based on the type species Trachymyrmex septentrionalis McCook, 1881). Nevertheless, Trachymyrmexsensu stricto, largely containing North American species, is still most prominently studied (e.g.,).\n\n    Cytogenetics encompasses the study of chromosomes that may have direct implications on species evolution, such as the identification of cryptic species and diversification of closely related lineages. In general, ants exhibit one of the largest chromosomal variability among organisms (reviewed by), leading to the hypothesis that chromosomal rearrangements, i.e., Robertsonian fissions and fusions (known major rearrangements that can change the chromosomal number within lineages), actively contributed to the diversification of ants. Despite the large number of species in the three genera formerly included into \"Trachymyrmex\" (about 60 species, see above), there is limited cytogenetic information on this ant group. To date, only seven species have been karyotyped, three of which have not been identified to the species level (see Table 1). On the basis of the available data, the described chromosomal numbers appear to be stable within the three genera, ranging from 2n = 12 to 2n = 22 and predominantly comprising metacentric chromosomes (reviewed by).\n\n    Mycetomoellerius iheringi Emery, 1888, the type species of the genus, is a species endemic to South America, and it occurs mainly in the southern regions. The exclusive characteristic of M. iheringi is the finely striated discal area of the mandibles, which sets it apart from the congeneric species Mycetomoellerius kempfi Fowler, 1982. A feature of M. iheringi biology that facilitates field identification is the subterranean nest in the sand with a slim opening. Some groups have been identified by morphological similarities within the former \"Trachymyrmex\", including the Iheringi group that also includes Mycetomoellerius holmgreni Wheeler, 1925 whose karyotype has been already described. This fact allows cytogenetic comparisons with M. iheringi. However, the phylogenetic position of M. iheringi has not yet been described; only the relationship between its fungal cultivars has been reported (see).\n\n    Here, we have described the M. iheringi karyotype on the basis of karyomorphometric analysis and fluorescence in situ hybridization (FISH) with a telomeric probe. In addition, we identified the phylogenetic position of M. iheringi and examined its relationship with other species of the genus. We have discussed our results in the light of chromosomal evolution among fungus-farming ants.",
        "Methods": "    Colonies of M. iheringi were collected from the Restinga environment of the Brazilian Atlantic coast at Joaquina Beach, Florianopolis, Santa Catarina State, Brazil (27 37'44\"S; 48 26'52\"W). A total of five distantly spaced colonies were sampled. Such colonies were maintained in vivo at the Laboratorio de Genetica Evolutiva e de Populacoes, Universidade Federal de Ouro Preto, Brazil, according to the protocol established by.\n\n    Metaphase chromosomes from the brain ganglia of pre-pupal larvae were obtained using the method of. The ganglia were dissected under a stereomicroscope and incubated in hypotonic solution containing 1% sodium citrate and 0.005% colchicine for 60 min, and consecutively dissociated and fixed on stereoscopic microscope slides in acetic acid: ethanol: distilled water (3:3:4) and acetic acid: ethanol (1:1). Subsequently, the metaphase chromosomes were examined under a phase-contrast microscope and stained with 4% Giemsa stain dissolved in Sorensen's buffer, pH 6.8, to determine the chromosome number and morphology. We classified the chromosomes according to the nomenclature proposed by, which is based on the ratio of the chromosomal arms (r), given by centromere position. The chromosomes were classified into metacentric (r = 1.0-1.7), submetacentric (r = 1.7-3.0), subtelocentric (r = 3.0-7.0), and acrocentric (r > 7.0) categories, as modified by. The metaphase chromosomes were measured using IMAGE-PRO PLUS software (Media Cybernetics, LP, USA), and the values were calibrated by the scale bar and transferred to EXCEL (Microsoft, Redmond, WA, USA). In addition, the degree of variation and karyotype measurement were validated using statistical tests, according to.\n\n    FISH experiments were performed as previously described by, with detailed modifications for ants by. For the hybridizations, we used the TTAGG(6) telomeric motif, which has fine conservation in most insects and the advantage of being able to detect chromosomal rearrangements such as telomere-related inversions and fusions. The TTAGG(6) probe was directly labeled with Cy3 at the 5' terminal during synthesis (Sigma, St. Louis, MO, USA). The summarized technique involves several saline washes, alcohol dehydration, and formamide denaturation, until hybridization with the probe. For visualization, the metaphase chromosomes were stained with 4',6-diamidino-2-phenylindole (DAPI Fluoroshield, Sigma-Aldrich) in an antifade solution. The metaphase chromosomes were analyzed under an OLYMPUS BX53 epifluorescence microscope with OLYMPUS CELLSENS IMAGING software (Olympus American, Inc., Center Valley, PA, USA), using WU (330-385 nm) and WG (510-550 nm) filters for DAPI and rhodamine, respectively. About 10-20 metaphases were analyzed in both cytogenetic analyses, and the images were edited with ADOBE PHOTOSHOP CC software.\n\n    We extracted the DNA from M. iheringi ant workers, according to the standard CTAB/chloroform technique. We sequenced the fragments of four nuclear genes, elongation factor 1-alpha-F1 (EF1alpha-F1), elongation factor 1-alpha-F2 (EF1alpha-F2), wingless (Wg), and long-wavelength rhodopsin (LW Rh), and one mitochondrial gene, cytochrome c oxidase I (COI) (GenBank accession numbers: MT174160-MT174169). The primers used to generate the sequence data are listed in Table 2. Polymerase chain reaction was performed using a final volume of 25 muL, according to the manufacturer's instructions (Promega, Madison, WI, USA). The amplification conditions and sequencing were based on the methodology outlined in previous studies (see).\n\n    The gene fragments were aligned and concatenated using MEGA7 software and incorporated into the dataset of. The phylogeny was inferred using the maximum likelihood criterion in RAxML by using the simultaneous best-tree search and rapid bootstrapping analysis (1000 replicates) with the GTR + G model of evolution. The generated tree and branch labels were visualized using FIGTREE software.",
        "Results": "    The karyotype of M. iheringi has 2n = 20 chromosomes (Fig. 1). Our karyomorphometric analysis revealed that this karyotype consists of nine metacentric pairs and one submetacentric pair; the karyotype formula is 2K = 18M + 2SM, and the fundamental number is FN = 40. The total average length of all chromosomes (i.e., of the diploid karyotype) was estimated to be 82.51 +- 0.52 mum. The average chromosome length ranged from 5.77 +- 0.91 mum to 3.37 +- 0.4 mum (Table 3). The telomere distribution of the TTAGG(6) motif was displayed at both ends of all M. iheringi chromosomes (Fig. 2a). No signals for interstitial telomeric sites (ITS) were detected using this probe. Moreover, DAPI staining revealed that both arms of all chromosomes were completely labeled, i.e., mostly A-T rich, whereas the centromeric region showed no labeling for this fluorochrome (Fig. 2b).\n\n    The maximum likelihood phylogeny showed M. iheringi as the sister species of a lineage defined as Mycetomoellerius n. sp. nr cirratus (see) (bootstrap value, PB = 90). The clade composed of M. cirratus Mayhe-Nunes & Brandao, 2005 + M. kempfi (PB = 98) forms the sister group of M. iheringi + M. n. sp. nr cirratus (PB = 88). The species M. holmgreni previously diverged from the aforementioned clades (PB = 89), and M. papulatus Santschi, 1922 was estimated to be the most basal of the \"Iheringi group\" (PB = 93) (Fig. 3).",
        "Conclusion": "",
        "Discussion": "    Here, we have provided the karyotypic description of the fungus-farming ant Mycetomoellerius iheringi, which has 2n = 20 chromosomes; we presented its phylogenetic position in the clade of the \"Iheringi group\". Considering the cytogenetic data available from fungus-farming ants, we observed a numerical constancy among the karyotypes of the lineages that diverged most recently (i.e., leafcutter ants of the genera Atta and Acromyrmex), suggesting this karyotypic characteristic is shared by the relatively recent lineages. Trachymyrmex septentrionalis, a sister clade of leafcutter ants, has 2n = 20 metacentric chromosomes, equal to those of two Mycetomoellerius species, M. holmgreni and M. relictus Borgmeier, 1934 (see Table 1). All Atta species karyotyped to date have 2n = 22 chromosomes, and most Acromyrmex species have 2n = 38 (reviewed by). In other Hymenoptera species, such as stingless bees of the tribe Meliponini Lepeletier, 1836, this scenario can also be seen in the genera with a conserved chromosome number.\n\n    In the new taxonomic status, Mycetomoellerius is composed of about 30 described species, but only four have known karyotypes and, interestingly, a prevalence of metacentric chromosomes (see Table 1). The species M. iheringi and M. holmgreni are closely related morphologically, and, as we have shown, M. holmgreni diverged previously from M. iheringi. Moreover, both species co-occur in southern Brazilian sand-dune habitats. Importantly, the karyotypes of these two species are similar: they have analogous karyotype measurements and DAPI-staining pattern as well the chromosomal number 2n = 20, differing by only one pair of submetacentric chromosomes. A likely, and the most parsimonious, scenario for explaining such cytogenetic differences would involve at least one major chromosomal rearrangement. Therefore, we suggest a pericentric inversion occurred in one of the larger M. iheringi chromosomes, resulting in the current karyotype morphology. Such chromosomal rearrangement could have occurred in any lineage of the clades underlying M. holmgreni; however, such lineages should be karyotyped to verify this hypothesis. The base chromosome number, defined as the haploid number present in the initial lineage of a monophyletic clade, may be directly related to the chromosomal variability within that clade. Thus, the assumption of this major inversion is attributable to the fact that M. holmgreni has a karyotype formed by only metacentric chromosomes, which becomes a putative ancestral characteristic of the underlying lineages, such as M. iheringi.\n\n    The application of classical and molecular cytogenetic techniques, such as chromosomal banding and FISH mapping, has increasingly contributed to comparative evolutionary studies. Because of new ant cytogenetic data, valuable information is being collected and correlated to their evolution and exceptional chromosomal diversity. For instance, fusion and fission rearrangements have been proposed to play a crucial role in the diversification of the fungus-farming ants of the genus Mycetophylax Emery, 1913. Indeed, chromosomal changes may be directly related to the speciation process for a range of taxa. In particular, inversions are abundant in natural populations and can have several evolutionary implications, such as adaptation and divergence of lineages. Inversion polymorphisms may contribute to speciation by reducing recombination and consequently protecting genomic regions from introgression. Moreover, a model has predicted that closely related lineages that co-occur in a region could readily differ by one or more inversions because such lineages would persist longer in the face of gene flow than in the absence of these inversions. Our data support such a model, mainly because the species M. iheringi and M. holmgreni live sympatrically and are phylogenetically close.\n\n    The rich karyotypic diversity of ants deserves special attention. Inversion polymorphisms, for example, have been reported in many ant species. For example, intrapopulational polymorphism has been detected in the Iridomyrmex gracilis Lowne, 1865 complex. Such populations with the same chromosome number but distinct karyotype structures have led authors to propose that a pericentric inversion occurred in a metacentric chromosome, making it acrocentric (n = 6M + 1SM + 1A to n = 5M + 1SM + 2A). The chromosome number and morphology of Pachycondyla Smith, 1858 are variable; their karyotypes show a predominance of submetacentric and acrocentric chromosomes, which allows the interpretation that fission and pericentric inversions (where metacentric chromosomes turn acrocentric or vice versa) would be the most frequent chromosomal rearrangements in the evolution of this genus and even contribute to the speciation processes. The intraspecific chromosomal variability in social organization (monogyny vs. polygyny) found in the fire ant Solenopsis invicta Buren, 1972 can also be explained by at least one large inversion, which would account for a lack of recombination over more than half of the two heteromorphic \"social chromosomes\".\n\n    Another interesting finding was reported in Mycetomoellerius fuscus Emery, 1894 (current junior synonym of M. urichii Forel, 1893, see for discussion), a species with a geographic distribution similar to M. iheringi and M. holmgreni and found largely in southern South America. They are phylogenetically closer than previously expected. Mycetomoellerius fuscus has a chromosomal morphology of eight metacentric pairs and a submetacentric pair (2n = 18). As the submetacentric pair is the biggest chromosome of the karyotype, there could have been a Robertsonian fusion rearrangement, followed by a pericentric inversion, making it submetacentric. The other few species of \"Trachymyrmex\" with the described karyotype (see Table 1) do not allow us to picture a full scenario for the karyoevolution of the genera. Further, unidentified specimens vary relatively widely from 2n = 12 to 2n = 22. The karyotype 2n = 12 presented by is quite intriguing, as this unidentified specimen could be a key piece to understanding the chromosomal evolution of the clade to which it belongs. We emphasize that specimens submitted for cytogenetic analysis should be taxonomically identified. The non-identification of a specific sample triggers a series of problems, such as in the comparison with sister groups and eventual karyoevolutionary trajectories.\n\n    Our karyomorphometric approach was used primarily to reveal the chromosomal morphology of M. iheringi. Besides, future karyomorphometric comparisons among populations or even closely related lineages may serve as a basis for a possible delimitation of incipient lineages. For example, populations of M. holmgreni distributed on a North/South continuum of its distribution area diverged significantly in the length of their chromosomes, and the results were supported by flow cytometry analyses of the genome size. Further, those populations were later identified to differ in the proportion of repetitive DNA by using FISH with microsatellite probes Thus, the authors demonstrated the importance of using a standardized karyomorphometric approach coupled with genome size estimation to identify hidden chromosomal variations (see).\n\n    Finally, we used a FISH probe of the highly conserved TTAGG telomeric sequence in most insects (reviewed by) to test the assumption that the putative inversion rearrangement occurred in M. iheringi and involved the telomere. However, we did not observe any signal for the probe at the interstitial telomeric sites, which would denote inversion involving the telomere. Indeed, the TTAGG sequence also seems to be fairly conserved in ants, including fungus-farming ants such as Acromyrmex striatus Roger, 1863, Mycetophylax spp., and M. holmgreni. In conclusion, we have described another ant species with the TTAGG sequence conserved in its telomeres, and we suggest a significant chromosomal mechanism, a major pericentric inversion, most likely occurred in M. iheringi and could have been involved in its diversification process.",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/32431788/"
    },
    "33924471": {
        "Title": "    Pythium Damping-Off and Root Rot of Capsicum annuum L.: Impacts, Diagnosis, and Management",
        "Abstract": "    Capsicum annuum L. is a significant horticulture crop known for its pungent varieties and used as a spice. The pungent character in the plant, known as capsaicinoid, has been discovered to have various health benefits. However, its production has been affected due to various exogenous stresses, including diseases caused by a soil-borne pathogen, Pythium spp. predominantly affecting the Capsicum plant in younger stages and causing damping-off, this pathogen can incite root rot in later plant growth stages. Due to the involvement of multiple Pythium spp. and their capability to disperse through various routes, their detection and diagnosis have become crucial. However, the quest for a point-of-care technology is still far from over. The use of an integrated approach with cultural and biological techniques for the management of Pythium spp. can be the best and most sustainable alternative to the traditionally used and hazardous chemical approach. The lack of race-specific resistance genes against Pythium spp. can be compensated with the candidate quantitative trait loci (QTL) genes in C. annuum L. This review will focus on the epidemiological factors playing a major role in disease spread, the currently available diagnostics in species identification, and the management strategies with a special emphasis on Pythium spp. causing damping-off and root rot in different cultivars of C. annuum L.",
        "Introduction": "    Cultivars of Capsicum annuum L. (Solanaceae) are an essential part of many cuisines worldwide as a spice. C. annuum L. is a semi-perennial herbaceous plant that is usually grown as an annual crop worldwide, including in India. The genus Capsicum is split into three gene complexes based on the crossing ability between species, of which the species of C. annuum complex (C. annuum, C. frutescens, and C. chinense) is commercially most important. In 2018, worldwide production of dry chilies and peppers was estimated to be up to almost 4.2 million tons over an area of 1.8 million hectares. India is the biggest producer of dry chilies and pepper grown worldwide. Capsaicinoids are distinctive of the Capsicum genus and are produced entirely inside the fruit placenta, which causes the characteristics of fruit pungency in this genus. Capsaicinoids are a mixture of at least 23 alkaloids (vanillylamines), a major representative of which are dihydrocapsaicin and capsaicin, which collectively account for almost 90% of the total capsaicinoid content in the fruit. A mildly or non-pungent analog of the capsaicinoids, namely capsinoid, is also present in pungent varieties in trace amounts and shares a similar structure with capsaicinoids. Fresh Capsicum fruits are also rich in phenolic content, including flavonoids, phenolic acids, and tannins. Mature fruits are abundant in carotenoids such as capsanthin, capsorubin, beta-carotene, etc., of which capsanthin is the major contributor. Minerals such as potassium, phosphorous, magnesium, calcium, sodium, iron, manganese, boron, selenium, copper, and zinc are commonly found in Capsicum; however, their content is dependent on variables such as the fruits' variety, growth stage, environmental factors, and the cultivation practices.\n\n    Various health benefits have been found to be related to different Capsicum cultivars. Fresh green peppers and red peppers have ample amounts of vitamin A, C, and antioxidant compounds. Srinivasan, in his review on the biological activities of capsaicin, documented the various potential anti-carcinogenic, anti-inflammatory, pain relief, weight loss, gastrointestinal, and cardioprotective effects of capsaicin in detail.\n\n    Small-fruited cultivars were observed to form a more divergent phylogenetic group than the large-fruited varieties, making the small-fruited cultivars genetically more distant. Although various breeding programs have led to the creation of cultivars with favorable traits, this has still not found full application in making disease-resistant varieties because of many interspecific crossing barriers, including many factors both pre and post-fertilization. Production of C. annuum is restricted by many fungal, bacterial, viral, and nematode diseases associated with it worldwide. The damping-off caused by various Pythium spp. is a significant disease of C. annuum cultivars that predominantly occurs in nursery beds affecting seeds and young seedlings. When the plant is in the seed or seedling stage of its life cycle, infection by Pythium species causes pre-emergence and post-emergence damping-off, decaying the seeds and seedlings before emergence and after the emergence of the plant from the soil surface, respectively. However, infected mature plants have also been found to show root rot symptoms. Pythium spp.mainly affect the younger or juvenile tissues, which have not yet developed any secondary thickenings; thus, the infection is limited to seeds, seedlings, and the younger roots. The post-emergence damping-off of seedlings is often associated with symptoms such as reduced growth, water soaking, wilting, black or brown discoloration, and root rot. In more mature plants, water-soaked roots and lesions of stem at the soil line, stunted growth, and brown discoloration of roots are prevalent.\n\n    In India, chili was first reported as the host of Pythium spp. over 100 years ago. Since then, there have been repeated records of damping-off and root rot incidences caused by Pythium spp. in chili. Pre-emergence and post-emergence incidences ranging from 7% to 90% of crops have been reported in several states of India. In Pakistan, many occurrences of damping-off and root rot disease incidences ranging from 13% to 46% have been reported, and an estimated loss of Rs. 70,000-100,000/acre, in the case of hot pepper, has been observed. Aside from damaging crops directly, Pythium spp. have also been observed to break resistance to nematodes in chili plants. Financial losses due to Pythium infections are not limited to direct damage to crops; instead, they also include the re-sowing costs.\n\n    Although Pythium spp. has been found to infect both sweet and pungent varieties, the current study is centered on the pungent cultivars. Figure 1 presents a brief summary of the components reviewed in this study. This study focuses on the techniques that have been followed to detect and diagnose Pythium spp., the management strategies studied to control Pythium spp.-related diseases in Capsicum since 2010, and resistant breeding against Pythium spp.\n\n    The genus Pythium is a part of the Peronosporales order of the class Oomycetes or the phylum Oomycota, a member of the kingdom Chromista (Stramenopiles). The Pythium spp. are no longer considered to be true fungi; instead, they were found to be more closely related to algae. The class Oomycetes differ from true fungi in that they have coenocytic hyphae, a diploid vegetative stage, cell wall content of beta-glucan and cellulose, biflagellate zoospores with tinsel, and whiplash flagella. The Pythium genus contains species that are pathogenic to plants, animals, algae, and other fungi. More than 330 species of Pythium have been identified to date , of which many are pathogenic to plants. These pseudo-fungi cause many plant diseases, including damping-off, root rot, collar rot, soft rot, and stem rot in different production systems such as nurseries, greenhouses, and agricultural fields. In C. annuum plants, many Pythium spp. have been observed to cause diseases. Some of these species have been identified using the morphological keys available and gene sequences (Table 1). The next few sections discuss the ecology of the pathogen involved and the critical factors involved in disease epidemics on C. annuum cultivars caused by various Pythium spp.\n\n    Pythium spp. are soil-borne fungi. Indeed, members of this genus are no longer considered to be fungi but still share a striking similarity with true fungi in having vegetative (mycelium), asexual (sporangia and zoospores), and sexual (oospores) stages in their life cycle. Figure 2 provides a standard overview of the disease cycle of Pythium species in pepper plants. Pythium spp.inhabit the soil either as a propagule (Zoospore, oospore, or sporangia) or in the mycelial form. The oospores are the primary survival structure and infecting unit of the many species of the Pythium genus in the soil, which can stay viable in the soil for long durations. However, sporangia of some Pythium species have also been reported to be survival propagules in soil. The survivability of propagules of Pythium in soil follow two critical mechanisms: (1) the constitutive dormancy of oospores:i.e., their germination requires an internal stimulation other than the external stimulus, because of which all the propagules present in the soil do not germinate simultaneously; and (2) the formation of secondary resting propagules in the case of a shortfall of ample nutrients. The propagules can germinate and penetrate the host plant very rapidly in the presence of exudates from roots and other supporting exogenous stimuli, which makes their control very difficult. Sporangia can infect the plant either directly through hyphal tube germination or by producing zoospores in the presence of high moisture conditions. Besides the propagules, Pythium species also survive saprophytically as mycelium in the soil and usually colonize the fresh organic substrate. However, this stage of their life cycle is very prone to competition by other soil colonizers. In the seeds, seedlings, and younger roots of mature plants, after penetration, Pythium usually survives necrotrophically, thus eventually leading to mortality.\n\n    Pythium spp.are naturally attracted to the exudates released from the germinating seeds, which are stimulatory to the growth of their propagules. While germinating, the seeds imbibe water and release exudates, making them the primary target of infection by a Pythium propagule. Exogenous environmental factors have a critical role in the predisposal of plants to infection and disease spread in the host after infection by Pythium. However, the favorable conditions for disease spread by Pythium tend to vary with the species. Damages ranging from small outbreaks to an epidemic-level scale depend mostly on variables such as moisture, temperature, and organic matter content; however, factors such as pH and soil type also play a crucial role.\n\n    Temperature is undeniably the critical factor in the spread of disease by Pythium. An array of temperature ranges represent thriving conditions for various Pythium spp. such as P. graminicola have been observed to cause more damage in Capsicum at high cardinal temperatures.\n\n    Besides supporting the growth of Pythium, high-temperature conditions, in some cases, place additional abiotic stress on the plants, which eventually enhances the severity of root rot. A high moisture content in the soil supports the motility of zoospores and increases the size of the spermosphere:factors that play a crucial role in infections by Pythium propagules. Hyder et al. observed high disease incidences and an increased severity of damping-off in chili pepper crops in areas with canal irrigation systems, and Majeed et al. also reported that spaces with high natural moisture were highly infested. A greenhouse environment with damp conditions and high temperatures provides thriving conditions for Pythium. Muthukumar et al. observed the highest incidences of damping-off in chili in clay soils, which was attributed to their high moisture-holding capacity. Organic matter content in the soil sometimes supports the saprophytic growth of Pythium in the absence of antagonistic microbial communities. Hansen and Keinath observed organic amendments of Brassica species that, rather than being suppressive, supported the increase of Pythium populations.",
        "Methods": "",
        "Results": "    Pythium spp. pathogenic to C. annuum plants have been identified using morphological features and sequencing marker regions of the DNA of the isolated pathogen. Levesque and Cock found the sporangial morphology to be the most reliable morphological feature in species identification, which was very much consistent with major clades formed in molecular characterization. However, the correct identification of the Pythium spp. is often hindered by the inability of heterothallic species to form reproductive structures in cultures, overlapping some characters, and the inability to distinguish intraspecific variation. Nevertheless, the identification based on morphological features is neither very time-efficient nor very reliable.\n\n    Pathogen detection and diagnosis have a vital role in correlating epidemiological factors with the species involved in the disease spread. Damping-off and root rot diseases sometimes involve a complex of pathogens, including species other than Pythium spp.. The early diagnosis of Pythium can help in managing the further spread of the disease. The accurate detection of the relevant species can prevent the wasteful usage of pesticides and other resources because different species differ in their susceptibility to control strategies. Thus, the potential diagnostic techniques have the prerequisites of being rapid, accurate, easy to use, and cost-effective. The detection and diagnostic methods currently used for plant pathogens can be broadly divided into two categories; i.e., immunodiagnostic methods and nucleotide-based methods. In the context of Pythium spp., recent studies have been primarily focused on advanced PCR-based molecular techniques such as real-time PCR, multiplex PCR, and loop-mediated isothermal amplification (LAMP). The Internal Transcribed Spacer (ITS) region, including ITS 1, 5.8 s, and ITS 2 sequences of nuclear rDNA, is the most frequently used sequence for identifying Pythium spp.. The primers developed by White et al., based on some conserved sequences in eukaryotic DNA, as well as the primers based on the ITS sequence of the specific species, are used most frequently in the PCR amplification of the ITS region of the specific species.\n\n    Immunological methods rely on antigen-antibody specificity. Although immunological methods for Pythium have been minimal because of the difficulty in producing species-specific antibodies, they have a better potential for use in point of care test systems operated by non-specialists. Ray et al. used the polypeptides released during fungal infections as immunogens to develop polyclonal antibodies to detect early P. aphanidermatum infections in turmeric and ginger rhizomes, respectively. In an ELISA analysis, the developed antibodies showed a good sensitivity at very low concentrations. Although the antigen load in the early stages of infection in rhizome was remarkably low compared to more severely infected rhizomes, the infection was still detectable.\n\n    Similar to the rapid detection of the pathogen, inoculum quantification is also important. In real-time PCR amplification, the PCR product is monitored as it is amplified after each cycle, providing an estimate of the pathogen present in the environmental sample. Based on the inoculum present in the soil and plant, the amount of pesticide application, crop area selection, non-host species, and seasonal variation in the pathogen spread can be determined. Furthermore, the resistant varieties and genetically modified resistant crops can be studied by observing the pathogen count in asymptomatic plant parts. Li et al. estimated the population densities of P. intermedium in forest soils using a real-time PCR technique. The primers Pf002 and Pr002b, designed using the ITS region of the P. intermedium, were found to be highly species-specific. For the sensitive and quantitative observation of Pythium spp., real-time PCR assays were also developed by Li et al., Li et al., and Van der Heyden et al..\n\n    Very often, multiple Pythium spp.are involved simultaneously in plant infections. Multiplex PCR facilitates the simultaneous identification of the species present within a sample. The multiple primers used in a single reaction are designed to hybridize specifically to target DNA and amplify the target regions with different amplicon sizes that can easily be separated by electrophoresis. Nine primers:18S-69F, 18S-1118R, AsARRR, AsAPH2B, AsTOR6, AsVANF, AsPyF, AsGRAF, and AsPyR:for identifying five species of Pythium, P. arrhenomanes, P. graminicola, P. aphanidermatum, P. torulosum, and P. vanterpooli that cause diseases in turfgrass were designed by Asano et al.. In the DNA extracted from plant samples showing symptoms, multiplex PCR was more efficient in detecting the Pythium spp. compared to pathogen isolation using the selective medium. Based on the isolation of multiple Pythium spp. from one plant sample, it was postulated that Pythium spp. would be involved in latent infections, and subsequently, visible symptoms were observed only when the conditions optimal for disease induction occurred. Ishiguro et al. developed a multiplex PCR detection method to identify high-temperature-growing Pythium spp., P. aphanidermatum, P. helicoides, and P. myriotylum in soil samples. Species-specific primers:kkMYRR for P. myriotylum and kkhel F1mods2/kkhel R2 for P. helicoides:were newly designed. Other pre-designed primers:AsPyF for P. aphanidermatum and P. myriotylum, AsAPH2B for P. aphanidermatum:and two universal primers:18S69F and 18S1118R:were also used. Their analysis concluded that the primers were highly species-specific and could efficiently detect specific species from environmental samples.\n\n    Loop-mediated isothermal amplification (LAMP), unlike other PCR techniques, does not involve a thermal cycler; instead, nucleic acids are amplified under isothermal conditions. The use of four different primers explicitly designed for six different target gene regions makes it highly specific. Two loop primers were also used in an attempt to reduce the amplification time. The amplification of nucleic acids relies on Bst DNA polymerase, which uses autocycling strand displacement for DNA synthesis. Fukuta et al. developed a LAMP assay to detect P. myriotylum detection in hydroponic solution samples. The five primers:F3, B3, FIP, BIP, and B-Loop:designed using the ITS sequence of P. myriotylum and related species from the B1 phylogenetic clade of the Pythium efficiently amplified the target genes at 60  C. The DNA extracted from the hydroponic nutrient solution showed the presence or absence of P. myriotylum accurately, which was confirmed by the plate culture method. The presence of double-stranded DNA amplified by primers and Bst DNA polymerase was observed by the fluorescence produced due to double-strand binding intercalating dye. As the number of double-stranded DNA increases, fluorescence increases. Additionally, LAMP assays were also developed for P. irregulare, P. aphanidermatum, P. ultimum, and P. spinosum. Cao et al. used a modification of LAMP called RealAmp, where LAMP products were quantified in real-time. The quantitative detection of the pathogen was done by measuring the increase in turbidity derived from magnesium pyrophosphate to determine the amplified DNA product. The only limitation associated with LAMP is the false-positive results produced due to the presence of multiple primers, which enhances the sensitivity of the assay manifolds. The LAMP method has a high potential for use in field conditions because of the low requirement for sophisticated instruments; additionally, the environmental samples can be analyzed directly without the need for DNA extraction.\n\n    PCR-based diagnosis provides advantages over conventional diagnostic procedures of rapid detection, sensitivity, and the ability to avoid culturing a target pathogen. However, using PCR technology to detect pathogens in environmental samples has its own shortcomings. The extraction of Pythium DNA from environmental samples is hindered by the presence of PCR inhibitors, the thick walls of dormant structures, and the strong binding of microbes to soils or plant tissue. The purity of extracted DNA, the state of infection in plant tissue, and pathogen distribution in environmental samples can also drastically affect the results. PCR amplification cannot provide a delimitation between viable and non-viable propagules because DNA can persist for more extended periods even after cell death, thus hindering the assessment of a control strategy. Using real-time PCR with environmental samples can result in the incorrect quantification of the pathogen in the test sample because of the presence of fluorescent molecules, the difference in the copy number of nuclear rDNA between isolates, and the ambiguity of extracted DNA from living and dead propagules. Other than the technical limitations, the skill requirements, high-end instruments, and high costs limit the use of PCR-based diagnosis in actual field-based studies.\n\n    Cultural techniques such as organic amendments, soil solarization, and cover cropping have been observed to control Pythium-related diseases in C. annuum crops. The solarization of soil has been a prevalent practice to manage various soil-borne diseases in greenhouses and nursery beds. Soil solarization is a pre-sowing management approach that generally reduces colony-forming units (CFUs) or propagules of various soil-inhabiting pathogens as well as other microbes, as observed by Akhtar et al., where CFUs of Pythium spp.were reduced to 1.67 x 104 after 8 weeks of solarization as compared to 5.00 x 104 in pre-solarized soils at a depth of 15 cm.\n\n    The use of isothiocyanates (ITCs) producing Brassicaceae cover crops for soil biofumigation has acquired increasing interest as an alternative to restricted chemical fumigants such as methyl bromide for soil-borne disease control. Although isolates of Pythium spp. were effectively inhibited by ITCs in in-vitro conditions, field experiments using Brassica cover for biofumigation were not very efficient in reducing Pythium populations in pepper crops. However, high ITC levels were observed in field soils after the pulverization and incorporation of Brassica cover crops in soils. In contrast, Handiseni et al. saw an improvement in pepper seedling emergence of 40%-60% when the ITC-producing intact seed meals of Brassica napus and Brassica juncea were incorporated into P. ultimum-infested soils. The difference in observations by Hansen and Keinath and Handiseni et al. can be attributed to the variability in sensitivity to ITC of different species of Pythium.\n\n    Despite their well-known detrimental effects, such as environmental toxicity and accumulation at different trophic levels, the use of chemical pesticides is still relevant because of their effective results. Fungicides used as a soil drenching, fumigation, and seed treatment have been used to control soil-borne disease. Saha et al., in a four-year-long study, studied the effect of the treatment of chili seeds with the fungicidal formulations Thiram 75 WS and Captan 50 WP on incidences of damping-off caused by P. aphanidermatum. Treatment of seeds using Thiram 75 WS at the dose of 2.5 kg/g of seeds reduced the pre-emergence damping-off losses from 29.06% in untreated control to 6.52% in treatment and post-emergence damping-off losses from 59.12% in the untreated control to 16.15% in treatment conditions. It was even attempted to integrate metalaxyl with biocontrol agent Trichoderma harzianum as a seed treatment, which also produced good results as the percentage of seed rot from 93.75% in untreated seeds was reduced to 52.08% in treated seeds. However, using a single active ingredient has resulted in the development of resistant varieties, as can be seen in metalaxyl-resistant Pythium spp.. A combination of different fungicides, creating a cocktail of alternative chemistries, has provided the solution to overcome the resistance developed by Pythium spp.. The two or more active compounds used in this pesticide cocktail mostly act additively, but synergism has also been observed in some cases. It is suggested to use Previcur 840 SL containing propamocarb (47.3%) and fosetyl (27.7%) as a combination of active ingredients, which is recommended for the effective control damping-off disease caused by Pythium spp. in chili. The efficacy of mixed fungicides in vitro on isolates of Pythium isolated from diseased parts of chili plants was studied by Dubey et al., who observed Vitavax (Carboxin 37.5% + Thiram 37.5%) to be highly effective, inhibiting the growth of mycelia by 93.3% at a concentration of 100 ppm.\n\n    As discussed in the previous sections, high moisture content in the soil is conducive to the development of Pythium spp.; thus, events of extreme rainfall can lead to severe disease outbreaks. Saha et al. observed high mortality in the Capsicum crop after Hurricane Frances, which was further aggravated due to the biological vacuum created by pre-plant metalaxyl fumigation. The fumigation resulted in a severe reduction in beneficial soil microbiota, which later supported the outbreak by Pythium spp. Kokalis-Burelle et al. also observed Pythium epidemics in methyl bromide-treated plots of pepper plants in subsequent years, which were attributed to the biological vacuum created by methyl bromide fumigation. Due to the fewer soil microorganisms present in the soil, no competition was present to Pythium. Thus, disease forecasting based on variables such as the number of pathogen propagules, the susceptible host, and the conducive environment becomes crucial in deciding the timing and dose of fungicides to be used.\n\n    The antagonistic ability of many fungal, bacterial, and algal isolates has been investigated directly and indirectly against phytopathogens, as shown in Table 2. The activity and efficacy of biocontrol agents on damping-off in seeds and seedlings depends very much on the texture of seeds, the associated microflora in the soil, and the physiological characters of the plant. Therefore, it can be concluded that the efficacy of biocontrol tends to vary from species to species and crop to crop. The antagonism exhibited by microbial biocontrol agents can follow different modes of actions such asc ompetition, induced systemic resistance, antibiosis, and mycoparasitism (Figure 3).\n\n    Table 2 shows that Bacillus spp. and Pseudomonas spp. are the most frequently used and most successful bacterial biocontrol agents in pot trials and field applications. However, both of these have diverse modes of action. Endophytic Pseudomonas fluorescens EBS20 isolated from chili plants produced an antibiotic phenazine, which reduced the in vitro growth of Pythium spp.. The production of antimicrobial substances by Pseudomonas spp. and Bacillus spp. was observed by Muthukumar et al. and Amaresan et al., respectively. The disease-suppressing activity of plant growth-promoting rhizobacteria has also been correlated with its efficiency in promoting plant growth. Many species of Pythium that are pathogenic to plants have a very high optimum temperature for growth at which some biocontrol agents are not very effective. Mehetre and Kale attempted to assess a thermophile Bacillus licheniformis NR1005 for its antagonism against P. aphanidermatum, and promising results were obtained in suppressing the disease.\n\n    Trichoderma spp. was found to be the most frequently studied fungal biocontrol agent for the control of Pythium spp.-related diseases in Capsicum plants. Trichoderma spp. has been observed to compete with phytopathogens directly by showing a competitive saprophytic ability through the production of cellulase enzymes, thus competing with Pythium spp. directly in their ecological niche. The production of antimicrobial substances by Trichoderma was also observed to be one of the mechanisms in the control of Pythium spp..\n\n    Compatible strains of bacteria and fungi were also observed to inhibit the activity of Pythium spp. in vitro and in vivo; using a different mechanism of disease suppression, exhibiting synergistic effects, proved more effective than individual antagonists. In the combined treatment of Pseudomonas fluorescens EBL 20-PF and T. viride TVA on chili plants, Muthukumar et al. observed induced resistance in the plant itself. They noticed increased activities of resistance-inducing enzymes and the accumulation of phenolic compounds, resulting in a significant decrease in disease incidences.\n\n    Non-native antagonist isolates generally face resistance by pre-established and acclimatized microflora and often fail to establish themselves. Antagonists isolated from the plant rhizosphere and from the plant itself have shown convincing results in reducing incidences of damping-off. However, as previously discussed, propagules of Pythium spp. can germinate and infect very rapidly, sometimes even with a shortage of nutrients and water, thus escaping natural antagonism. An antagonist can only be efficient against Pythium spp. if provided with an advantage in colonizing the roots and rhizosphere of the plant. Early inoculation of the biocontrol agent before seeding or inoculation close to the seed or seedling can increase the efficacy of an antagonist. The rapid colonization of an antagonist can also provide an extra advantage for its success.\n\n    Disease development by Pythium spp. involves an extensive repertoire of carbohydrate-active enzymes (CAZymes), including glycoside hydrolases, polysaccharide lyases, carbohydrate esterases, proteases, etc., which help in plant cell wall penetration and further colonization. Levesque et al., in their study of the P. ultimum genome, observed high sequence similarity and synteny with another phytopathogenic oomycete, Phytophthora, sharing genes and encoding enzymes involved in the metabolism of carbohydrates. However, the absence or underrepresentation of many notable genes in Pythium encoding for cutinases, xylanases, pectinases, etc., that are present in the Phytophthora genome suggests some difference in the methods of virulence between these oomycetes. Even the expression of cellulases and pectinases in Pythium spp. are limited; they are sufficient for hyphal penetration but not for complete saccharification. Furthermore, the absence of these complex carbohydrate-degrading enzymes and the presence of alpha-glucosidase, alpha-amylases, alpha-glucoamylases, and invertases, degrading the plant starch and sucrose, establishes the affirmation of phytopathogenic Pythium towards young plant tissues with no secondary growth. The presence of genes encoding proteases families such as subtilisin-related proteases, metalloproteases, and E3 ligases, inducing necrosis and cell-wall degradation in the core Pythium spp. genes and the absence or lack of RXLR effectors in Pythium support its non-host specificity and necrotrophic lifestyle. Unlike Phytophthora, Pythium spp. have been observed to lack RXLR effectors with avirulence activities. The absence of these avirulence factors has been correlated with the lack of gene-for-gene resistance against Pythium spp. Thus, the absence of a virulence factor producing RXLR effectors makes the identification of race-specific resistance genes against Pythium very difficult to explore. However, Ai et al. have recently identified RXLR effectors in nine Pythium spp. that share a common ancestor with Phytophthora. RXLR effectors in Pythium spp. exhibited necrosis-inducing activities resulting in plant cell death. The difficulties in identifying race-specific resistance genes against Pythium spp. make quantitative gene expression a more comfortable approach for developing resistant varieties. Several major and minor quantitative trait loci (QTL) associated with root rot resistance have been identified in Pythium spp.-affected crops such as snap bean and soybean. The partial (horizontal) resistance achieved through the involvement of multiple QTLs in the soybean plants leading to transgressive segregation has been observed to confer a common response pattern against multiple Pythium spp.. As Pythium spp.-affected crops are often inhabited by several Pythium spp., the development of a variety with resistance against multiple species would be more efficient.",
        "Conclusion": "    As one of the significant horticulture crops in India and worldwide, improvements in Capsicum production yield are a primary target that needs to be achieved. Biotic stress due to different soil-borne pathogens poses a significant threat to that target. Different Pythium spp. have been reported to cause infections in Capsicum cultivars with a disparate reproductive behavior and growth environment. These factors make the detection of the pathogen and correct identification of the species of paramount importance. The technology for the detection and diagnosis of pathogens has evolved from polyclonal antibodies to the use of multiple species-specific primers for a single species. The use of LAMP technology has provided a possible escape from the use of sophisticated instruments and pure DNA isolation. However, the search for a point-of-care technology that does not require a specific skill set and can provide results in a shorter time frame is still far from over.\n\n    Although biological control has provided a viable alternative to chemical management, in a natural setup, the comparative disease control of Pythium spp. has not been achieved yet. Additionally, the successful expression of antagonism by the microbes partially depends upon the cultural and environmental conditions. An integrated system of cultural control and microbial control can provide the desired targets in Pythium spp. disease control. The use of disease-resistant varieties is another sustainable alternative for disease control. However, in this case, no research work could be found involving Pythium-resistance development in C. annuum cultivars. The candidate QTL genes for the resistance against multiple Pythium spp. could prove to be groundbreaking in resistance breeding in C. annuum L.\n\n    Publisher's Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
        "Discussion": "",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/33924471/"
    },
    "36652487": {
        "Title": "    SUMO/deSUMOylation of the BRI1 brassinosteroid receptor modulates plant growth responses to temperature",
        "Abstract": "    The brassinosteroid (BR) receptor BRI1 provides a paradigm for understanding receptor-mediated signaling in plants and contribution of post-translational modifications. Here, we show that BRI carries SUMO modifications in planta on two intracellular lysine residues and that temperature elevation triggers BRI1 deSUMOylation mediated by the Desi3a SUMO protease. Importantly, BRI1 deSUMOylation leads to downregulation of BR signaling via increased BRI1 interaction with the BIK1 negative regulator and increased BRI1 endocytosis. Loss of BRI1 deSUMOylation in desi3a mutants boosts plant responses to elevated ambient temperature, indicating that BRI1 deSUMOylation acts as a brake to keep temperature responses in check. Our study uncovers a new post-translational modification targeting BRI1 and sheds light on its functional outcome for environmentally controlled plant growth.\n\n    Brassinosteroids (BRs) are a class of steroid molecules perceived at the cell surface that act as plant hormones. The BR receptor BRASSINOSTEROID INSENSITIVE1 (BRI1) offers a model to understand receptor-mediated signaling in plants and the role of post-translational modifications. Here we identify SUMOylation as a new modification targeting BRI1 to regulate its activity. BRI1 is SUMOylated in planta on two lysine residues, and the levels of BRI1 SUMO conjugates are controlled by the Desi3a SUMO protease. Loss of Desi3a leads to hypersensitivity to BRs, indicating that Desi3a acts as a negative regulator of BR signaling. Besides, we demonstrate that BRI1 is deSUMOylated at elevated temperature by Desi3a, leading to increased BRI1 interaction with the negative regulator of BR signaling BIK1 and to enhanced BRI1 endocytosis. Loss of Desi3a or BIK1 results in increased response to temperature elevation, indicating that BRI1 deSUMOylation acts as a safety mechanism necessary to keep temperature responses in check. Altogether, our work establishes BRI1 deSUMOylation as a molecular crosstalk mechanism between temperature and BR signaling, allowing plants to translate environmental inputs into growth response.",
        "Introduction": "    Brassinosteroids (BRs) are a class of plant hormones controlling various aspects of plant development and stress responses. Genetic, biochemical, and structural biology studies have revealed that BRs are perceived at the cell surface by the BRASSINOSTEROID INSENSITIVE1 (BRI1) leucine-rich-repeat receptor-like kinase (LRR-RLK). BR binding to BRI1 promotes its heterodimerization with the LRR-RLK BRI1-ASSOCIATED RECEPTOR KINASE (BAK1) to form a competent receptor complex. cis- and trans-phosphorylation of BRI1 and BAK1 fully activates the receptor complex and initiates a protein phosphorylation-mediated signaling cascade, which ultimately regulates the activity of the BRASSINAZOLE RESISTANT(BZR)-family of transcription factors. Among these, BZR1 and BZR2 (BES1) were shown to control the expression of thousands of BR-responsive genes important for plant growth and stress response.\n\n    Inability to properly produce, sense, or transduce the BR signal results in characteristic BR-deficient/insensitive phenotypes that include short hypocotyls in the dark, dwarf stature in the light, altered vascular development, prolonged vegetative phase, and reduced male fertility. In contrast, BR overproduction or enhanced signaling activities are associated with increased growth. The precise control of BR perception at the cell surface is therefore crucial to ensure proper plant development and completion of the plant life cycle in an ever-changing environment. As the major BR receptor and a long-lived protein, BRI1 is regulated by several mechanisms to keep its basal activity in check and to desensitize BRI1 after BR signaling. The BRI1 kinase is first kept in its basal state by an autoinhibitory C-terminal tail. Phosphorylation of the C-terminal tail upon BR binding likely releases autoinhibition for the full activation of BRI1. BRI1 also interacts with an inhibitory protein named BRI1 KINASE INHIBITOR1 (BKI1) that prevents interaction between BRI1 and BAK1 in resting cells. BR binding to BRI1 triggers BKI1 tyrosine phosphorylation and release in the cytosol, allowing the formation of an active BRI1-BAK1 receptor complex. Additional mechanisms were coopted to stop BRI1 from firing after perception of BRs and allow plant cells to go back to the resting state. Autophosphorylation of residue S891 in the G-loop occurs late after BR perception and deactivates BRI1 via inhibiting its ATP binding. BRI1 is also subjected to internalization from the cell surface and vacuolar degradation using several mechanisms. First, the KINASE-ASSOCIATED PROTEIN PHOSPHATASE (KAPP) was proposed to regulate BRI1 through interaction between its forkhead-associated domain and BRI1's cytoplasmic domain. KAPP also colocalizes with the BAK1-related coreceptor SOMATIC EMBRYOGENESIS RECEPTOR KINASE1 (SERK1) at the plasma membrane (PM) and interacts with SERK1 in endosomes suggesting that KAPP-mediated dephosphorylation of BRI1 and SERK1 down-regulates BR signaling. Second, BRI1 degradation was shown to require PROTEIN PHOSPHATASE2A (PP2A)-mediated dephosphorylation triggered by methylation of the PP2A using a leucine carboxyl methyltransferase. Most importantly, BRI1 undergoes endocytosis and degradation in the vacuole. This is controlled by lysine(K)-63 linked polyubiquitin chain conjugation to BRI1 intracellular domain driven by the PLANT U-BOX12 (PUB12) and PLANT U-BOX13 (PUB13) E3 ligases. BRI1 ubiquitination promotes BRI1 internalization from the cell surface and is essential for proper sorting in endosomes and vacuolar targeting. BRI1 endocytosis was initially thought to be independent of ligand binding. However, the fact that BRI1 ubiquitination is dependent on both BRI1 kinase activity and ligand perception suggests that BRI1 internalization and vacuolar degradation may be regulated by BRs. BRI1 endocytosis is also under the control of environmental signals that impinge on growth via BR responses. Elevation of ambient growth temperature decreases BRI1 protein accumulation to boost root elongation. The crosstalk between BR signaling and temperature responses likely uses BRI1 ubiquitination, as the expression of an ubiquitination-defective BRI1 variant lacking 25 lysine residues in BRI1 intracellular domain abolishes BRI1 degradation upon warmer temperature.\n\n    BRI1 serves as the archetypal plant receptor protein in the study of post-translational modifications (PTMs) and their interplay and their role in signaling/signal integration. Here show that BRI1 is SUMOylated and that BRI1 SUMO conjugates are regulated by the DESUMOYLATING ISOPEPTIDASE 3a (Desi3a) small ubiquitin-like modifier (SUMO) protease. Most importantly, we uncover that BRI1 SUMOylation drops following growth at heightened temperatures, leading to increased BRI1 interaction with the negative regulator BOTRYTIS-INDUCED KINASE 1 (BIK1) and increased BRI1 endocytosis to attenuate BR-dependent growth. Finally, we demonstrate that such downregulation in BR signaling is required to restrict elevated temperature-induced growth responses. Overall, our work shed light on a new PTM targeting BRI1 and highlights its interplay with BRI1 ubiquitin-mediated endocytosis in the control of environmentally regulated plant growth.",
        "Methods": "    The genotypes used in this study are WT (Col0), bri1 T-DNA knockout (GABI_134E10), BRI1::BRI1-mCit, desi3a-1 T-DNA knockout (SALK_151016C), desi3a/Desi3a-HA, bik1 T-DNA knockout (SALK_005291), bik1/BIK1::BIK1-HA, bes1-D, and 35S::JAZ6-GFP. BRI1K1066R, BRI1K1118R, and the BRI12KR variant carrying the K1066R and K1118R substitutions were generated by site-directed mutagenesis of the pDONR221-BRI1 using the primers listed (SI Appendix, Table S1). Final destination vectors are obtained by recombination using the pB7m34GW destination vectors, the entry vectors pDONRP4P1r-BRI1prom, pDONR221-BRI1 or mutated BRI1 versions, and pDONRP2rP3-mCitrine.\n\n    After seed sterilization and stratification, seeds were placed for germination on solid agar plates containing half-strength Linsmaier and Skoog medium without sucrose. They were grown vertically in growth chambers under long-day conditions (16 h light/8 h dark, 90 muE m-2 s-1) at 21  C or 26  C. For the specific growth conditions, refer to figure legends.\n\n    Infiltration of N. benthamiana leaves was performed using standard procedures and used the binary vectors carrying BRI1::BRI1-mCit, 35S::Desi3a-mCh and FLS2::FLS2-GFP.\n\n    The final concentrations of the chemicals are indicated in the figure legends. The chemical stock solutions are in the following concentrations: 6 mM eBL (Sigma) in DMSO, 1 mM PPZ (Sigma), in water, 100 mM CHX (Sigma) in EtOH, and 10 mM BFA (Sigma) in DMSO.\n\n    Seeds were sterilized and stratified for 4 d. For dark-grown hypocotyl measurements, seeds were exposed to the light for 6 h and then placed in dark at 21  C or 26  C for 3 d. For light-grown hypocotyl measurements, seeds were directly exposed to light at 21  C or 26  C for 6 d. Plates were scanned and hypocotyls measured using Fiji ImageJ software. The mean and SD were calculated by combining the three replicates.\n\n    For detection of proteins from crude extracts, total proteins were extracted from ~50 mg plant material using Laemmli extraction buffer, using a 1:3 w/v ratio between tissue powder and extraction buffer. After debris elimination, proteins were separated by SDS-PAGE. Protein detection was carried out using peroxidase-coupled anti-HA-Peroxidase antibodies (Roche, dilution 1/4,000), peroxidase-coupled anti-GFP antibodies (Milteneyi, dilution 1/5,000), anti-SUMO1 antibodies, anti-BES1 antibodies, and anti-FBPase (Agrisera, dilution 1/5,000). To quantify the ratio between BES1 and P-BES1, signal intensity obtained with anti-BES1 antibodies and corresponding to BES1 and P-BES1 was determined using Image J. Western blot analyses were performed in triplicates. Representative blots are shown in figures. For the loading control using anti-FBPase antibodies, the same membranes were stripped and used.\n\n    Immunoprecipitation experiments were carried out as previously described, using the muMACS GFP and HA isolation kits (Miltenyi Biotec). Input and immunoprecipitated fractions were separated by SDS-PAGE and subjected to western blot analyses as described above.\n\n    Dark-grown hypocotyls were treated with 100 microM CHX and 50 microM BFA for 15 min under vacuum before transfer to the corresponding temperatures prior to imaging. Hypocotyls were mounted in the same solution and imaged on a Leica SP8 confocal laser scanning microscopes (www.leica-microsystems.com). The 514-nm laser line was used to image BRI1-mCit. Laser intensity and detection settings were kept constant in individual sets of experiments to allow the direct comparison of fluorescence levels. To image entire hypocotyl cells, the TileScan and Z-stack option was used. Due to the length of hypocotyl cells, the fluorescence intensity of the total PM was not possible. Rather, the intensity of different region of interest of equivalent size and corresponding to the PM was measured. The PM/BFA body ratio corresponds to the mean fluorescence of the PM portions and the mean fluorescence of BFA bodies.\n\n    For localization and colocalization of transiently expressed proteins in N. benthamiana, the 488, 514, 561 nm laser line were used to image FLS2-GFP, BRI1-mCit, and Desi3a-mCh, respectively. Colocalization analyses and determination of the Manders' coefficient, highlighting the fraction of GFP/mCit signals colocalizing with mCh, were carried out using the ImageJ plugin JACoP.\n\n    Data are shown as the average of three individual biological replicates, unless stated otherwise. Statistical analyses were performed with the software GraphPad Prism 7 software. Statistical significance of hypocotyl length between genotypes and/or conditions was assessed using one-way or two-way ANOVA with post hoc Sidak or Tukey post hoc tests. Experiments had at least n = 40 seedlings in each biological replicate. Quantification of western blots used the non-parametric Mann-Whitney (two genotypes/conditions) or Kruskal-Wallis (from three genotypes or conditions) tests. Statistical significance is defined as follows: *P <= 0.05; **P <= 0.01; ***P <= 0.001, and ****P <= 0.0001. Different letters indicate means that were statistically different by Tukey's multiple testing method (P <= 0.05).\n\n    All study data are included in the article and/or SI Appendix.",
        "Results": "    BRI1 was previously demonstrated to be modified by ubiquitination on intracellular lysine residues. Ubiquitin is the founding member of a class of PTMs named ubiquitin-like modifiers that share a core beta-grasp fold of approximately 70 amino acids and that can be reversibly attached to proteins or other cellular constituents such as lipids to regulate their activity. To evaluate if BRI1 is modified by other ubiquitin-like modifications, we first sought to monitor if BRI1 is SUMOylated in planta. Transgenic plants expressing a functional BRI1 fusion to the mCitrine yellow fluorescent protein (mCit) under the control of BRI1 promoter were used to immunoprecipitate BRI1-mCit protein with micromagnetic beads coupled to anti-GFP antibodies. Probing BRI1-mCit immunoprecipitates with anti-SUMO1 (AtSUMO1) revealed a SUMO-specific signal at the size of BRI1-mCit, similar to what is observed for the positive controls JASMONATE ZIM DOMAIN PROTEIN 6 (JAZ6) fused to Green Fluorescent Protein (GFP) (Fig. 1A). This indicates that BRI1 is conjugated with SUMO1 under standard growth conditions. In contrast to the smear-like signals obtained for BRI1 with anti-Ub antibodies, the SUMO1-specific signal associated to BRI1 migrated as a sharp band close to the molecular weight of BRI1 indicating that BRI1 carries a very limited number of SUMO modifications.\n\n    To gain further insight into BRI1 SUMOylation, we searched for possible SUMO sites in BRI1 as previously done with FLS2. We identified lysine residues K1066 and K1118 in the BRI1 kinase domain as putative SUMO sites. Residue K1066 is strictly conserved in Arabidopsis BRI1-like proteins and more generally in plant BRI1 homologs (SI Appendix, Fig. S1A). A conserved lysine is also found in a close context to K1118 in Arabidopsis BRI1-Like proteins (BRLs) and plant BRI1 homologs. To decipher if both lysine residues are actual targets of SUMO in planta, we generated the K1066R and K1118R BRI1 variants where the corresponding lysine has been substituted to arginine to maintain the positive charge while preventing SUMOylation. Mutation of each of the two lysine residues in BRI1 decreased SUMO conjugation compared to wild-type (WT) BRI1 when transiently expressed in Nicotiana benthamiana (SI Appendix, Fig. S1B), suggesting that these are bona fide SUMO sites. Mutation of both lysine residues completely abolished BRI1 SUMOylation (Fig. 1B), indicating that these are the only SUMO sites in BRI1. Mutation of K1066 and K1118 however did not alter significantly the overall ubiquitination pattern of BRI1 (Fig. 1B). This observation is consistent with the fact that BRI1 is heavily ubiquitinated in planta and that mutation of 25 lysine residues in BRI1 intracellular domain, including K1066 and K1118, is required to completely abolish BRI1 ubiquitination. Altogether, our work reveals that BRI1 can be post-translationally modified at residues K1066 and K1118 by either ubiquitin or SUMO.\n\n    The levels of SUMO conjugates of another plant PM protein, FLS2, are controlled by the balance between SUMO E2-CONJUGATING ENZYME 1, which is capable of directly transferring SUMO onto target residues, and the Desi3a SUMO protease that deSUMOylates FLS2. Desi3a has been shown to be degraded upon flagellin perception, allowing the accumulation of SUMO-FLS2 conjugates and triggering intracellular immune signaling. To examine if Desi3a also controls the levels of SUMO-BRI1, we first determined whether Desi3a is found in overlapping expression territories with BRI1. Publicly available genome-wide expression data reveals that Desi3a has a broad expression profile overlapping with BRI1. We confirmed these observations by qRT-PCR using RNA extracted from various Arabidopsis tissues (SI Appendix, Fig. S2). We next addressed whether Desi3a protein colocalizes with BRI1 at the PM. Transient expression of a Desi3a-mCherry (Desi3a-mCh) fusion protein in N. benthamiana confirmed the presence of Desi3a at the cell surface (Fig. 2A). A similar pattern was observed with the BRI1-mCit or FLS2-GFP functional fusions. In addition, a clear colocalization at the cell surface is observed between Desi3a and BRI1 or FLS2 (Manders coefficient MBRI1 = 0.83 and MFLS2 = 0.80), to the resolution of the confocal microscope. Besides, the fluorescence profile of Desi3a-mCh clearly overlapped with BRI1-mCit at the PM, similarly to what is observed for FLS2-GFP (SI Appendix, Fig. S3). We next tested whether the Desi3a SUMO protease had the ability to interact with BRI1. To this purpose, we took advantage of the transient expression in N. benthamiana since BRI1 is also SUMOylated in this experimental system. BRI1-mCit was transiently expressed together with Desi3a-haemaglutenin (HA) and subjected to immunoprecipitation using GFP beads. Probing BRI1-mCit immunoprecipitates with anti-HA antibodies revealed the presence of Desi3a-HA (Fig. 2B). Expression of GFP alone with Desi3a was used as a negative control and failed to capture any interaction (Fig. 2B), indicating that BRI1 interacts in vivo with Desi3a. Furthermore, we used the ULP1a SUMO protease that deSUMOylates the BZR1 transcription factor as another negative control and observed no interaction with BRI1 (Fig. 2B).\n\n    Altogether, this indicates that BRI1 specifically interacts with the PM-localized Desi3a SUMO protease and that the SUMOylation status of BRI1 is controlled by the Desi3a SUMO protease.\n\n    The fact that Desi3a interacts with BRI1 prompted us to investigate the role of Desi3a in BR signaling. To this purpose, we measured hypocotyl length of WT and desi3a knockout plants grown in light and treated with mock, epibrassinolide (eBL), or the BR biosynthetic inhibitor propiconazole (PPZ). Consistent with previous observations, WT plants exposed to eBL showed longer hypocotyls (Fig. 2C). desi3a mutant plants however displayed a stronger sensitivity to exogenous eBL, as attested by the longer hypocotyl length for eBL-treated plants relative to mock. Such hypersensitivity to BRs is also highlighted by the increased resistance to the dwarfing effect of PPZ (Fig. 2D). The desi3a/Desi3a-HA line, which is complemented for the desi3a immune phenotypes, also failed to show such BR-related phenotypes when grown on eBL or PPZ (SI Appendix, Fig. S4 A-D). These observations provide genetic proof for the role of Desi3a in BR signaling and indicate that Desi3a acts as a negative regulator of the BR pathway.\n\n    To better characterize the role of Desi3a in plant BR responses, we next investigated the phosphorylation status of the BR pathway downstream transcription factor BES1 that serves as readout of BR signaling. BES1 indeed exists under a phosphorylated inactive form (P-BES1) and dephosphorylated active form (BES1), and exogenous BR application promotes the conversion of P-BES1 into its dephosphorylated active BES1 form. WT and desi3a plants were therefore treated with mock or eBL and BES1 phosphorylation status revealed by immunoblotting using anti-BES1 antibodies. desi3a displayed a greater sensitivity to BL compared to WT plants, as attested by the enhanced conversion of the BES1 pool into its unphosphorylated fast migrating form (Fig. 2 E and F), consistent with the results from the eBL/PPZ dose-response. Altogether, these observations clearly argue for a role of Desi3a in negatively regulating BR signaling through its control of BRI1 SUMOylation.\n\n    To shed light on the biological relevance of Desi3a and BRI1 SUMOylation, we first searched for possible stimuli/conditions increasing or decreasing the accumulation of BRI1 SUMO conjugates. Among conditions tested, we focused our attention on the role of ambient temperature elevation since previously reported to post-translationally regulate BRI1. We first evaluated if BRI1 protein levels were affected by growth temperature elevation. Seedlings from plants expressing BRI1-mCit were grown at 21  C and 26  C as previously done, and protein levels determined by immunoblotting. Plants subjected to elevated temperature displayed lower BRI1 levels (SI Appendix, Fig. S5A), similarly to what has been described in roots only. To determine the impact of temperature on BRI1 SUMOylation, BRI1-mCit was immunoprecipitated from plants grown at 21  C or 26  C. More tissues were harvested for 26  C-grown plants to compensate for the lower BRI1 levels and immunoprecipitates normalized to show equivalent BRI1-mCit signals, as visualized using anti-GFP antibodies (Fig. 3A), before being probed with anti-SUMO1 antibodies to detect the SUMOylated pool of BRI1. Plants grown at 21  C or 26  C clearly showed different accumulation of BRI1 SUMO conjugates. Notably, temperature elevation was accompanied with lower SUMOylated BRI1 (Fig. 3A). Quantification of the BRI1 SUMO signals obtained, relative to the levels of immunoprecipitated BRI1, revealed a sevenfold decrease at elevated temperature (Fig. 3B). Such a drop in BRI1 SUMO levels at higher temperature may be a direct consequence of increased Desi3a levels. To test this, we first investigated the influence of temperature on the accumulation of BRI1 and Desi3a proteins using transient expression in N. benthamiana. Plants agroinfiltrated with BRI1-mCit and Desi3a-mCh were exposed to either 21  C or 26  C for 2 d and imaged at the confocal microscope. Several independent experiments were carried out and multiple regions of interest analyzed to overcome the variability in transformation efficiency. Overall, temperature elevation reproducibly decreased BRI1-mCit accumulation when co-expressed with Desi3a-mCh (Fig. 3 C and D), reminiscent of the effect of warmer temperature on BRI1 accumulation previously observed in Arabidopsis roots. This was also accompanied by an increase in the fluorescence associated with Desi3a (Fig. 3 C and D). The impact of temperature elevation on Desi3a accumulation was confirmed using the desi3a/Desi3a-HA transgenic Arabidopsis plants constitutively expressing the Desi3a-HA fusion protein. Temperature elevation promoted the accumulation of Desi3a-HA protein (Fig. 3 E and F), pointing to a post-transcriptional regulation of Desi3a by temperature. We then addressed how temperature affects the ability of BRI1 and Desi3a to interact in vivo. Agroinfiltrated plants exposed to 26  C reproducibly harbored lower BRI1-mCit accumulation (Fig. 3G), consistent with our confocal microscopy observations. BRI1 immunoprecipitates however showed increased Desi3a-HA proteins levels at 26  C, pointing to the increased interaction between BRI1 and Desi3a when plant experiences heightened temperature (Fig. 3G). Taken together, these observations indicate that the increased accumulation of Desi3a and stronger interaction with BRI1 likely explains the drop in BRI1 SUMOylation observed at 26  C.\n\n    Plant responses to temperature are highly dependent on plant hormones and other environmental factors such as light. We therefore assessed the genetic contribution of BR signaling to plant responses to elevated temperature in our own conditions by scoring hypocotyl length of WT, bri1, and the bes1-D constitutive BR response mutant at 21  C or 26  C. Consistent with previous observations, WT seedlings grown at elevated temperature elongated their hypocotyls (SI Appendix, Fig. S5 B-D). bes1-D showed much greater responses to increased temperature than WT, while bri1 failed to respond (SI Appendix, Fig. S5 B-D), suggesting that BR signaling positively impinges on plant temperature responses in hypocotyls. We next investigated the role of SUMO/deSUMOylation upon temperature elevation by comparing hypocotyl length of WT and desi3a at 21  C or 26  C. desi3a mutants showed slightly shorter hypocotyls at 21  C compared to WT seedlings but elongated more at 26  C (Fig. 4 A and B). The increased response to temperature of desi3a is also highlighted by the elevated ratio of hypocotyl length at 26  C/21  C for desi3a (Fig. 4C). In contrast to desi3a, the desi3a/DESI3a-HA line did not show hypersensitivity to temperature elevation (SI Appendix, Fig. S4 E and F), attesting that the loss of Desi3a is responsible for the observed effect. This suggests that Desi3a is a negative regulator of temperature responses or that conversely, SUMOylation has a positive role on hypocotyl elongation during temperature elevation. We next monitored the phosphorylation status of BES1 as a readout of BR pathway activation upon increased temperature. Compared to WT plants, desi3a reproducibly showed a mild increase in dephosphorylated BES1:phosphorylated BES1 ratio when exposed to a small change in ambient temperature (Fig. 4 D and E and SI Appendix, Fig. S5 E-H). Although exogenous application of saturating concentrations of BRs triggers full conversion of P-BES1 in BES1, the mild response observed to a subtle change in environmental conditions confirms that loss of Desi3a yields enhanced BR signaling and BR-dependent growth at 26  C. Furthermore, this is consistent with bes1-D greatly over-responding to higher temperature.\n\n    Next, we sought to decipher the specific role of BRI1 SUMO/deSUMOylation in plant responses to elevated temperature and the underlying mechanism(s) by genetically impacting on BRI1 SUMOylation. We reasoned that generating transgenic plants expressing the non-SUMOylated BRI12KR version would prevent us from reaching any solid conclusion on the role of BRI1 SUMO/deSUMOylation since mutation of K1066 and K1118 would also impact on BRI1 ubiquitination. We decided instead to characterize deeper the impact of altered BRI1 SUMO levels at residues K1066 and K1118 using the desi3a mutant background. This offers the great advantage to grasp the interplay between both post-translational modifications at K1066 and K1118. We therefore crossed desi3a with the BRI1-mCit reporter line and isolated desi3a/BRI1-mCit double homozygous plants. These plants were imaged at the confocal microscope to observe any possible change in BRI1 distribution in the cell. No obvious change of BRI1 distribution between the PM and endosomes could be observed for BRI1-mCit or desi3a/BRI1-mCit lines. To better investigate the possible effect of BRI1 SUMO on BRI1 dynamics, we then took advantage of the fungal toxin Brefeldin A (BFA) that inhibits endosomal trafficking in Arabidopsis roots and hypocotyls and thus creates large aggregates of trans-Golgi network/early endosomal compartments. Endocytosed BRI1-mCit was found in BFA bodies when plants were challenged with BFA in the presence of the translation inhibitor cycloheximide (CHX) (Fig. 5A), similar to what has been reported in roots. However, quantification of several parameters pointed to a reduction in BRI1 endocytosis in the desi3a mutant compared to WT plants. First, the ratio of PM over intracellular BFA-trapped BRI1-mCit fluorescence is increased in desi3a compared to the WT background (Fig. 5B). Second, loss of Desi3a is accompanied with a reduction in the number of BFA bodies per cell (Fig. 5C). Taken together, these observations indicate the loss of Desi3a and SUMOylation at residues K1066 and K1118 directly or indirectly decreased the endocytic flux of BRI1.\n\n    Lack of SUMOylation renders FLS2 unable to mount proper immune responses due to the increased interaction with the downstream receptor-like cytoplasmic kinase (RLCK) BIK1, which acts as a positive regulator of FLS2-mediated signaling. BIK1 is also known to participate to BR signaling, although as negative regulator, where it is associated with BRI1 in resting cells and is released from the BRI1-BAK1 receptor complex upon BR perception. To shed light on the direct functional consequences of BRI1 SUMO/deSUMOylation, we therefore investigated if BRI1 SUMOylation affects the BRI1-BIK1 interaction using transient expression in N. benthamiana. Immunoprecipitation of BIK1-HA using HA beads followed by probing with anti-GFP antibodies failed to detect any interaction with free GFP (Fig. 6A). In contrast, BIK1-HA was able to interact with BRI1-mCit (Fig. 6A), consistent with previous reports. Strikingly, BIK1-HA showed a much stronger interaction with the SUMO-defective BRI12KR (Fig. 6A). Considering that BRI1 SUMO levels are lower at 26  C, we sought to determine the influence of temperature elevation on the BRI1-BIK1 interaction. BRI1 immunoprecipitates recovered higher BIK1 protein levels at 26  C compared to 21  C (Fig. 6B), consistent with the fact that BIK1 shows stronger interaction with the non-SUMOylatable BRI12KR variant. This evidence indicates that, similarly to what was observed for FLS2, SUMOylation reduces the interaction of BRI1 with the downstream kinase BIK1. Genetically, BIK1 negatively regulates BR signaling, with bik1 mutant showing increased BR responses even upon high concentration of the BRZ BR biosynthetic inhibitor. To further illustrate the contribution of BRI1 SUMOylation to temperature responses and determine the possible role of BIK1 in this process, we phenotyped the previously published bik1 loss-of-function mutant at 21  C and 26  C. In contrast to the mild increase in hypocotyl length observed in WT seedlings, bik1 hypocotyls dramatically elongated in response to heightened temperature (Fig. 6 C-E), illustrating that BIK1 is a negative regulator of plant responses to warmth. A bik1/BIK1::BIK1-HA line, which complements the bik1 BR phenotypes, did not show such hypersensitivity to increased temperature (SI Appendix, Fig. S6 A and B). Altogether, these observations indicate that BIK1 is recruited to deSUMOylated BRI1 when plants experience increased temperature to limit growth responses.",
        "Conclusion": "",
        "Discussion": "    The BR receptor BRI1 serves as a model to grasp the intricate mechanisms of RLK-mediated signaling in plants. The activity of BRI1 is regulated by post-translational modifications required to initiate, amplify, or dampen BR signaling. Phosphorylation between BRI1, the SERK co-receptors, and different downstream receptor-like cytoplasmic kinases mostly activates BR signaling, while ubiquitination leads to BRI1 degradation and signal attenuation. Several endogenous and exogenous cues also converge at the level of BRI1 protein to influence BR-dependent growth. For example, glucose was shown to increase BRI1 endocytosis to control, in part, changes in root architecture associated with fluctuations in light intensity and photosynthetic activity. Similarly, elevation of ambient temperature impinges on BR-dependent root growth by triggering BRI1 destabilization. We show here that BRI1 is subjected to SUMO/deSUMOylation and that this is also required to control plant responses to increased temperature. BRI1 is decorated with SUMO under standard conditions and deSUMOylated by the Desi3a SUMO protease when plants are grown at warmer temperature (SI Appendix, Fig. S7). Desi3a-mediated BRI1 deSUMOylation favors BRI1 interaction with the negative regulator of BR signaling BIK1 and also promotes BRI1 endocytosis. desi3a and bik1 mutants both overrespond to heightened temperature, indicating that both Desi3a and BIK1 act as negative regulators of temperature responses. Thus, our work revealed a new role for SUMO in the regulation of BR signaling, in addition to the SUMO/deSUMOylation of the BZR1, BES1, and CESTA (CES) BR transcription factors, and also highlights an original mechanism to integrate temperature input into BR-dependent growth responses.\n\n    Heat stress triggers growth repression in plants and has been associated with an increase in global levels of SUMO conjugates. In contrast, exposure to elevated ambient temperature boosts plant growth, and here we show that this is accompanied with reduced BRI1 SUMOylation. The major driver of the elongation observed when plants face warmth is the phytohormone auxin. Temperature elevation reduces PHYTOCHROME B activity and induces PHYTOCHROME INTERACTING FACTOR4 (PIF4) expression to increase auxin biosynthesis. PIF4, as well as other PIFs, directly binds to the promoters of auxin biosynthesis genes, such as YUCCA8 (YUC8) and YUC9, TRYPTOPHAN AMINOTRANSFERASE OF ARABIDOPSIS1, and CYTOCHROME P450 FAMILY79B to increase auxin-responsive gene expression and tissue elongation. BRs were also reported to participate to warmer temperature response in both aerial and underground tissues, although their contribution is opposite in both organs where BRs are known to differentially regulate growth. In roots, temperature elevation promotes BRI1 destabilization to down-regulate BR signaling and to stimulate root elongation. In aerial parts, PIF4 boosts BR biosynthesis and BZR1 binds to the promoter of PIF4 at elevated temperature to increase its expression, thus amplifying shoot transcriptional responses to heightened temperature and promoting hypocotyl elongation. Our findings now shed light on another level of control of BR signaling by temperature in aerial parts, with increased temperature promoting BIK1 recruitment to the BR receptor complex and decreasing BRI1 levels through Desi3a-mediated BRI1 deSUMOylation (SI Appendix, Fig. S7). This new layer of integration between BR signaling and temperature elevation negatively regulates temperature-dependent growth responses, as loss of Desi3a or BIK1 yields increased hypocotyl elongation upon heightened temperature. Auxin and BRs are well known to act synergistically to promote the transcription of growth-promoting genes and cell elongation. The SUMO-dependent regulation of BRI1 we have uncovered likely allows plants to dampen BR signaling to balance the synergistic effect between auxin and BRs and to attenuate the BR-dependent feedforward loop activating PIF4, thus preventing plants from over-elongating upon warm temperature.\n\n    The precise molecular mechanisms underlying this new regulatory level are still unclear. SUMOylation may have a direct inhibitory role on BRI1 endocytosis so that Desi3a-triggered BRI1 deSUMOylation at 26  C increases internalization of BRI1. There are few reports describing a role for SUMO in inhibiting endocytosis. For example, SUMOylation of the TRANSIENT RECEPTOR POTENTIAL CATION CHANNEL SUBFAMILLY M4 (TRPM4) Ca2+-activated nonselective cation channel impairs TRPM4 endocytosis and leads to elevated TRPM4 density at the cell surface. Alternatively, SUMO/deSUMOylation of BRI1 may indirectly impact on BRI1 dynamics via the interplay between SUMO and Ub in the control of BRI1 endocytosis. BRI1 internalization from the cell surface is driven by massive ubiquitination decorating many cytosol-exposed lysine residues through the PUB12 and PUB13 E3 Ub ligases. Additionally, elevated ambient temperature was shown in roots to destabilize BRI1 in an ubiquitin-dependent manner. Similarly to Ub, SUMO is covalently attached to proteins using lysine indicating that SUMO modifications potentially compete with Ub for the same sites to alter protein functions. During NF-kappaB activation for example, IkappaBalpha is ubiquitinated and degraded to release its inhibition of NF-kappaB. In contrast, SUMOylation at the same site prevents ubiquitination and turnover of IkappaBalpha, therefore inhibiting NF-kappaB activation. BRI1 SUMOylation at residues K1066 and K1118 may therefore limit its ubiquitination at standard growth temperature. The deSUMOylation of BRI1 observed at elevated temperature and driven by Desi3a would free additional lysine residues for ubiquitination, thus boosting Ub-mediated endocytosis of BRI1. No significant difference in the Ub profile of BRI1 could however be observed in the SUMO-defective BRI12KR form. The presence of many target lysines for Ub in BRI1 yields a large high molecular weight BRI1 Ub smear that likely masks the effect of lack of ubiquitination at K1066 and K1118 in BRI12KR. Consistently, the mutation of a single Ub target lysine in BRI1 identified by proteomics had no significant impact of the overall Ub profile of BRI1. Considering the prominent role of Ub in endocytosis of PM proteins, we propose that temperature-regulated SUMO/deSUMOylation of BRI1 allows plant to fine-tune BRI1 Ub-mediated endocytosis and BR signaling (SI Appendix, Fig. S7). Whether PUB12 and PUB13 are responsible for the linkage of additional Ub chains to deSUMOylated BRI1 upon increased temperature or whether yet to be characterized temperature-regulated E3 Ub ligase is involved will have to be tackled in the future.\n\n    The FLS2 LRR-RLK flagellin receptor shows increased SUMOylation upon flagellin perception mediated by Desi3a degradation, thus releasing BIK1 from FLS2. BIK1 being a positive regulator of FLS2 signaling, FLS2-SUMO conjugates positively regulate downstream innate immune signaling. BRI1 and FLS2 are often compared since both represent model for the large plant LRR-RLK family. Despite their radically different biological outputs, BRI1- and FLS2-mediated signaling pathways share striking parallels. Both receptors predominantly localize at the PM where they bind their respective ligands and fire. BRI1 and FLS2 both use the same subset of co-receptors to initiate signaling. Structural and biochemical studies revealed that BRs and the flg22 flagellin peptide both act as molecular glue to form or stabilize signaling-competent receptor complexes. In both cases, ligand binding triggers cis- and trans-phosphorylation events within the receptor complexes to reach full activation. Downstream of the receptor complexes is found RLCKs that are direct substrates of the receptor complexes. In particular, the RLCK BIK1 is shared between both pathways but is a positive regulator for immune responses and a negative regulator for BR signaling. BIK1 has been shown to negatively regulate BR signaling through direct association with BRI1. After BR perception, BIK1 is phosphorylated by BRI1, causing its dissociation from the receptor. The precise function of BIK1 in BR signaling is therefore still unclear. Regardless, the Desi3a- and SUMO-regulated interaction of BIK1 with BRI1 and FLS2 now emerges as a possible common regulatory mechanisms of ligand-binding LRR-RLKs and corresponding signaling pathways. Although BRI1 and FLS2 have been shown to be confined to different nanodomains at the PM and the corresponding pathways to use different phosphocode in early phases, how signaling specificity is maintained along both pathways that rely on several shared components will deserve more attention in the future.",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/36652487/"
    },
    "18787690": {
        "Title": "    Listeriolysin S, a Novel Peptide Haemolysin Associated with a Subset of Lineage I Listeria monocytogenes",
        "Abstract": "    Streptolysin S (SLS) is a bacteriocin-like haemolytic and cytotoxic virulence factor that plays a key role in the virulence of Group A Streptococcus (GAS), the causative agent of pharyngitis, impetigo, necrotizing fasciitis and streptococcal toxic shock syndrome. Although it has long been thought that SLS and related peptides are produced by GAS and related streptococci only, there is evidence to suggest that a number of the most notorious Gram-positive pathogenic bacteria, including Listeria monocytogenes, Clostridium botulinum and Staphylococcus aureus, produce related peptides. The distribution of the L. monocytogenes cluster is particularly noteworthy in that it is found exclusively among a subset of lineage I strains; i.e., those responsible for the majority of outbreaks of listeriosis. Expression of these genes results in the production of a haemolytic and cytotoxic factor, designated Listeriolysin S, which contributes to virulence of the pathogen as assessed by murine- and human polymorphonuclear neutrophil-based studies. Thus, in the process of establishing the existence of an extended family of SLS-like modified virulence peptides (MVPs), the genetic basis for the enhanced virulence of a proportion of lineage I L. monocytogenes may have been revealed.\n\n    Listeria monocytogenes is known to produce only one haemolytic factor that plays an important role in its pathogenic cycle:that is, the cholesterol-dependent Listeriolysin O. However, here we identify a second haemolysin, which is present in a subset of strains of lineage I, the evolutionary lineage of L. monocytogenes that contributes to the majority of spontaneous and epidemic outbreaks of listeriosis. This second haemolysin is only induced under oxidative stress conditions and contributes to murine virulence and in survival in polymorphonuclear neutrophils. Bioinformatic analysis suggests that the haemolysin Listeriolysin S (LLS) is post-translationally modified and belongs to a family of modified virulence peptides, including the potent virulence factor Streptolysin S (SLS), a peptide cytolysin produced by Streptococcus pyogenes, and several as-yet uncharacterised members of the same family in other pathogens. Therefore, en route to establishing that some L. monocytogenes produce more than one haemolysin, we have uncovered a virulence factor that is exclusively associated with a subset of the lineage I evolutionary line and that is also the first non-streptococcal representative of a potentially extended family of SLS-like peptides.",
        "Introduction": "    Bacteriocins are ribosomally synthesized antibacterial peptides of bacterial origin that have been the focus of much attention since their discovery over 70 years ago. The Class I lantibiotics have been of particular interest, given the unusual post-translational modifications which are required for their activity. Most modified bacteriocins have been investigated with a view to their potential applications in medicine or food, but there are two exceptional examples of bacteriocin-like modified peptides that are cytotoxic and which contribute to the virulence of bacterial pathogens; i.e. the lantibiotic Cytolysin (Enterococcus faecalis) and Streptolysin S (Group A Streptococcus; i.e. GAS). Streptolysin S (SLS) production is particularly significant as it contributes to the cytotoxicity, inflammatory activation and polymorphonuclear neutrophil (PMN) resistance of GAS, thereby playing a role in necrosis and systemic spread. It is also responsible for the associated characteristic beta-haemolytic activity. The structure of the SLS peptide has not been elucidated and it was only following identification of the associated genetic determinants that it was realised that SLS is a post-translationally modified bacteriocin-like peptide. More specifically, analysis of the SLS-associated genes (sag; Streptolysin S associated genes) indicates that the structural peptide (encoded by sagA) is extraordinarily rich in cysteines (Cys), glycines (Gly) and hydroxylated amino acids (Fig. 1). It has been established that post-translational modifications occur that result in the formation of thiazole and oxazole residues (or heterocycles) in a manner analogous to that associated with the bacteriocin microcin B17 (Mcb). A number of other proteins which are essential for SLS production are also typical of those associated with bacteriocin biosynthesis or immunity, including most notably SagB, which is homologous to the oxidoreductase McbC required for the post-translational modification of microcin B17. Indeed, it has been established that SLS biosynthetic enzymes, SagBCD, function in a manner analogous to the microcin B17 modification machinery, McbBCD, as SagBCD can substitute for McbBCD with respect to modification of the microcin B17 structural peptide in vitro .\n\n    It had been thought for some time that SLS-like virulence factors are exclusively associated with streptococci (related peptides are produced by group C and G streptococci and Streptococcus iniae). In silico analysis demonstrates that gene clusters potentially encoding Sls-like factors are also present in some of the most notorious Gram positive pathogens, including Listeria monocytogenes, Staphylococcus aureus and Clostridium botulinum. A specific focus on the L. monocytogenes cluster has revealed that it encodes an inducible cytotoxic and haemolytic peptide, Listeriolysin S, which plays a role in the survival of the pathogen in PMNs and contributes to its virulence in the mouse model. Notably, the Listeriolysin S-associated cluster is strain variable, being present in a subset of isolates from lineage I, the evolutionary lineage associated with the majority of epidemics associated with this often fatal pathogen.",
        "Methods": "    Listeria were grown in brain heart infusion (BHI) broth or agar (Oxoid) or Columbia blood agar plates (containing 5% sheep blood; LIP diagnostics, Galway, Ireland) at 37 C unless otherwise stated. Strains used are listed in Tables S2 and S3. Escherichia coli EC101 and TOP10 (Invitrogen) were used as intermediate vector hosts. Antibiotics were incorporated as follows: Erythromycin, 150 microg/ml E. coli, 5 microg/ml L. monocytogenes; Chloramphenicol (cm), 10 microg/ml E. coli and L. monocytogenes; Kanamycin (kan) 50 microg/ml E. coli, 25 microg/ml L. monocytogenes; Ampicillin (amp) 100 microg/ml E. coli. 5-bromo-4-chloro-3-indolyl-b-D-galactopyranoside (X-Gal) was incorporated when required at a concentration of 40 microg/ml.\n\n    For strains of unknown lineage, lineage was determined by an allele-specific oligonucleotide PCR multiplex as described previously. The LLS status of strains was determined and confirmed through three distinct PCR reactions involving the primer pairs 1118f-1118r (all primers are listed 5' to 3'; TCTTACCCTATTATGAAGTATCA, TAACACCATATCCACTTAAATG), 1118degf-1118degr (GATATGTAACTAGCGC TGTATCAACNGGNACNGCT, CCCTCCATACCACCATAAATTAAAKGARTCDATYTG) and llsAint-llsAsoeD (TGCAGCTGGATGTTGCTC, TAGCCCGGGCAGAACTAAAGT). Amplifications were performed in 50 microl volumes with 150 ng/microl concentrations of each primer, 2 mM MgCl2, 0.2 mM concentrations of each deoxynucleotide triphosphate, 0.5 U of Taq Polymerase, and 100 ng of genomic DNA. Amplifications consisted of 30 cycles of 1 min at 94 C, 1 min at 56 C, and 1 min at 72 C. Amplification products were resolved on 1.5% (wt/vol) agarose gel.\n\n    Compositional bias of dinucleotide frequency analysis using the web-based application deltarho (http://deltarho.amc.uva.nl). Deltarho calculates the genomic dissimilarity values d_ (the average dinucleotide relative abundance difference) between input sequences and the genome sequence of choice. A high genomic dissimilarity (d_) between an input sequence and the corresponding host genome sequence indicates a heterologous origin of the input sequence.\n\n    The promoter reporter vector pPLK2-lux was generated by amplifying the kanamycin resistance cassette from pTV1-OK with the primer pair KanRF-KanRR (CCCTGCAGGTCGATAAACC, ACGAATTCCTCGTAGGCGC) and the introduction of the PstI-EcoRI digested product into similarly-digested pPL2-lux. PllsA was fused with the lux cassette within pPLK2-lux through amplification with PllsAfor-PllsAbluntrev (ATTCGTCGACTTTTGATGCTTAAG, CATTCAAATGCCTCCTTTTTATTT) and cloning into the SalI-SwaI sites. The resultant plasmid was isolated from the intermediate host and introduced into F2365. Bioluminescence was investigated by washing overnight cultures and resuspending in an equivalent volume of spent BHI or BHI containing cumene hydrogen peroxide (13 mM) or hydrogen peroxide (22 or 50 mM) and quantified with a Xenogen IVIS 100 imager (Xenogen, Alameda, CA) with a 5 min exposure time.\n\n    To place the lls genes under the control of the strong constitutive synthetic promoter PHELP, PHELP DNA was amplified with the primer pair PHELPFsoe-PHELPRsoe (GTGGAGTGAAATATAAGTTAGAGG, TCGAGATCTGC AGATGATTGTGATTTAATATTCATGGGTTTCACTCTC) from plasmid pPL2luxPhelp and fused between two DNA fragments amplified from the regions flanking PllsA with the primer pairs PllsAchangeA-PllsAchangeB (ACCTGCAGAAGGGGTTATTGA, CTCTAACTTATATTTCACTCCAC) and PllsAchangeC-PllsAchangeD (ATGAATATTAAATCACAATCATC, TGGAATTCCCAGCTCCATTGTCTC) by SOE (splicing by overlap extension) PCR and cloned into the RepA- shuttle vector pORI280 in the intermediate RepA+ host, Escherichia coli EC101. The resultant pORI280-help vector was introduced into F2365 already containing the RepA+, temperature sensitive helper plasmid pVE6007. Successfully transformed cells appeared as blue colonies following plating on BHI-Ery-Xgal agar at 30 C. To select for integrants, i.e. cells in which the pORI280-help vector had integrated into the F2365 genome by single crossover homologous recombination, F2365 pVE6007 pORI280-help was grown in BHI-Ery at 30 C, subcultured twice (0.1% inoculum) in BHI-Ery at 42 C and streaked onto BHI-Ery-Xgal at 42 C. The introduction of PHELP upstream of llsA in EryR/CmS colonies was confirmed by PCR.\n\n    The hly gene of F2365 was deleted through the amplification (using the primer pairs hlysoeA-soeB (TGGAATTCCACCTAATGGGAAAGT, GGGTTTCACTCTCCTTCTACA) and hlysoeC-soeD (TGTAGAAGGAGAGTGAAACCCTAGTGTAGATAATCC, AAGCCCGGGACAACTAATC-TGAC), splicing and cloning (into the temperature sensitive shuttle vector pKSV7) of DNA flanking the gene followed by the introduction of the spliced product through double crossover homologous recombination as described previously. This strategy in combination with the primer pairs, llsBsoeA-soeB (ATTCTAGACAAGGTATAGAAAGG, TTTGCTGTTTCCTTTCTATGTCTG) and llsBsoeC-soeD (CAGACATAGAAAGGAAAC-AGCAAACAAATATTTGTG, TCTCCCGGGAAATAGCTCTTCAC) was also utilized to delete llsB from F2365 and F2365LlsCDeltahly.\n\n    Haemolysis was assessed by spotting 10 microl of overnight cultures onto Columbia blood agar plates and incubating for 24 hr at 37 C. Haemolytic titre assays were carried out as described by Ginsburg et al (Ginsburg et al. JEM 1965), with some minor modification. Washed Listeria were concentrated 10 fold i.e. to 2x1010 cfu/ml and serially diluted (twofold) in a volume of 0.3 ml of activation buffer (0.005 M maltose, 0.001 M MgSO4-7H2O, 0.001 M cysteine) and incubated for 10 min at 37 C. ). 0.5 ml of prewarmed sheep's red blood cells (0.2% in activation buffer) was added and the final volume adjusted to 1.0 ml. The tubes were incubated at 37 C for 4 hr, centrifuged and haemolysis was assessed spectrophotometrically with a Softmax Pro spectrophotometer (Molecular Devices) at 420 nm. Haemolytic units were calculated for each strain by taking the inverse of the last dilution to show complete haemolysis.\n\n    C2Bbe1 (ATCC CRC-2102), J774 (ATCC TIB-67) and CT26 (ATCC CRL-2638) cells were used for cytotoxicity assays. Cells were maintained in Dulbecco's modified Eagle's medium (DMEM) containing 4.5 g/liter Glutamax (Gibco Laboratories, Grand Island, NY) and 10% fetal bovine serum (Gibco) at 37 C in a 5% CO2 atmosphere. C2Bbe1 growth media also contained 1% (vol/vol) nonessential amino acids (Gibco) and 0.01 mg/ml human transferrin (Calbiochem). In advance of assays cells were trypsinized (C2Bbe1 and CT26; Gibco) or scraped (J774), harvested by centrifugation at 400xg for 8 min, and resuspended in media. Cells were seeded onto 24-well flat-bottom tissue culture plates (Sarstedt, Leicester, United Kingdom) at a concentration of 3x105 cells per well. The plates were incubated for approximately 72 h at 37 C in a 5% CO2 atmosphere until confluence was reached. Overnight cultures of L. monocytogenes were washed and added at a ratio of 100 bacteria:cell, and the plates were incubated at 37 C in a 5% CO2 atmosphere for 6 hrs at which time cell-free supernatant was collected and cytoxicity assayed with the Cytotox 96 Non-Radioactive cytotoxicity assay (Promega, Madison, WI) according to the kit instructions.\n\n    Partial purification of LLS was carried out as described by Alouf and Loridan. Briefly, F2365LLSCDeltahly was grown overnight at 37 C in BHI supplemented with maltose (1% w/v) and sodium bicarbonate (2% w/v; BHI-BM). 50 ml of this culture was inoculated in 2.5 l BHI-BM and grown at 37 C for 5 hr. The culture was centrifuged, the cell free supernatant (CFS) collected for assessment. The cell pellet was washed in 100 mM potassium phosphate buffer pH 7 before resuspension to a final volume of 40 ml in induction buffer (IB; 100 mM KH2PO4, 2 mM MgSO4, 30 mM maltose (pH 7)). A 1 ml volume of this cell suspension was centrifuged and the cell free supernatant (IBS) was also collected for assessment. The remaining 39 ml volume of cell suspension was incubated at 37 C for 5 min before being induced through the addition of 0.5 mg yeast RNA core (RNAC; Sigma)/ml of suspension and immediately centrifuged. The supernatant was collected and supplemented with ammonium acetate (AmmAc; 100 mM, pH 7) (IBS+RNAC+AmmAc). Haemolytic activity was assessed through the creation of wells (4.6 mm diameter) were in Columbia blood agar plates (5% sheep's blood) and the introduction of 50 microl volumes of the liquid to be assessed. Plates were incubated overnight at 37 C.\n\n    Groups (N = 5) of 15-week-old BALB/c mice were inoculated intraperitoneally with overnight cultures of F2365 or F2365DeltallsB resuspended in 0.2 ml of phosphate-buffered saline to a final concentration of 2x106 CFU/ml. Mice were sacrificed 3 days postinfection, and the numbers of L. monocytogenes in the livers and spleens of infected animals were determined by plating serial 10-fold dilutions of organ homogenates on BHI agar. All procedures involving the use of animals were approved by the institutional animal care committee and complied with relevant legal guidelines.\n\n    Polymorphonuclear neutrophil granulocytes (PMNs) were isolated by a one step procedure based on a method described by English and Andersen. Briefly, 9 ml EDTA anticoagulated peripheral blood obtained from healthy donors was diluted with an equal volume of 0.9% NaCl and carefully overlain on a discontinuous double gradient formed by layering 4 ml of polysucrose/sodium diatrizoate adjusted to a density of 1.077 g/ml (Histopaque 1077) on 4 ml Histopaque 1119 in 15 ml conical centrifuge tubes (Starstedt UK). The tubes were subsequently centrifuged at 700xg for 30 min at room temperature. After centrifugation two distinct leukocyte cell layers (lymphocytes/monocytes and PMNs, respectively) were obtained above the bottom sediment of erythrocytes. The PMN layer was carefully aspirated and washed in DMEM supplemented with 10% fetal calf serum (DMEM-FCS). Centrifugation followed at 300xg for 10 min at room temperature. After two further washes the cells were counted using trypan blue staining solution (Sigma-Aldrich Chemie, Deisenhofen, Germany) and the viability of the cells was confirmed to be above 97%.\n\n    Human PMNs were isolated as described above and were adjusted to a final concentration of 1x106 cells/ml in DMEM-FCS. Overnight cultures of L. monocytogenes were washed with PBS, and resuspended in DMEM-FCS at a final concentration of 2x107/mL. PMNs and L. monocytogenes were combined to yield a final bacteria:PMN ratio of 20:1. Incubation was at 37 C in 5% CO2. After 30 mins the PMNs were washed, resuspended in fresh medium containing 50 microg/ml of gentamicin (Sigma) to kill extracellular bacteria, and further incubated until T = 2 hrs. Subsequently, the samples were washed with PBS, and cells were lysed by the addition of ice-cold water, serially diluted in PBS, and plated on BHI agar to determine the number of viable intracellular bacteria.\n\n    In all cases the differences in mean values were analysed with an independent samples t-test, following testing for conformity of data to assumptions of parametric statistics (Kolmogorov-Smirnov test for normality and Levene's test for equality of variances).",
        "Results": "    Previous in-silico investigations have successfully identified producers of novel post-translationally modified lantibiotics by screening for the presence of associated genes which are likely to be highly conserved; i.e. those encoding proteins that are involved in post-translational modifications. We used a similar approach to identify novel producers of SLS-like peptides, searching for homologues of sagB, the gene encoding the McbC-like oxidoreductase associated with heterocycle formation. This revealed that SagB-related proteins are potentially produced by a number of L. monocytogenes strains (including the genome-sequenced strains F2365 (NC_002973) and H7858 (NZ_AADR00000000)), by S. aureus ET3-1 (a representative of the most abundant bovine mastitis-associated S. aureus lineages (NC_007622)), and by a number of group I Clostridium botulinum strains (ATCC3502/Hall (NC_009495), ATCC19397 (NC_009697) and Langeland (NC_009699)). In each case the SagB homolog is located in a cluster of additional sag homologues. This fact has also been recently noted by Lee et al. Notably, each of these clusters contains a gene capable of encoding a SLS-like peptide (which we designate Listeriolysin S (LLS), Stapholysin S (STS) and Botulysin S (BTS) (Fig. 1)). The putative structural genes (llsA, stsA and btsA) all encode a peptide consisting of a leader region that terminates with the classical 'double glycine' bacteriocin-associated leader cleavage motif and a putative pro-peptide with an extreme predominance of cysteine, serine, threonine and, in the case of BTS (and SLS), glycine residues (Fig. 1), all of which are residues involved in heterocycle modification. Notably, the presence of llsA in genome-sequenced L. monocytogenes has been overlooked during annotation of the relevant genomes. It should be noted that it contrast to the depiction by Lee et al., llsA is the first gene within the LLS cluster. Examination of the clusters in greater depth establishes two subgroups consisting of the BTS/SLS and LLS/STS gene clusters (Fig. 1). In the case of the eight lls genes, only llsX does not have significant identity with its sts equivalent, while both llsB and llsY are represented by two ORFs in the Sts gene cluster (Fig. 1). Our re-sequencing of this region in S. aureus ET3-1 has confirmed that these ORFs are not an artefact from genome sequencing of ET3-1. On the basis of genome dissimilarity values and GC content analysis (Table S1), the lls and sts genes also differ from their sls and bts counterparts in that they appear to have been acquired by horizontal gene transfer.\n\n    We conducted a more in-depth analysis of the LLS gene cluster since it was found in L. monocytogenes F2365 and H7858, two strains responsible for epidemic outbreaks of listeriosis (a life-threatening infection of pregnant and immuno-compromised humans). We named the cluster Listeria pathogenicity island 3 (LIPI-3), in order to distinguish it from LIPI-1, present in all pathogenic L. monocytogenes and containing many of the well established virulence factors associated with pathogenesis, and LIPI-2, a pathogenicity island found exclusively in the ruminant pathogen L. ivanovii . LIPI-3 is flanked by Rho-independent terminators and two related glyoxalase-encoding genes (lmof2365_1111 and lmof2365_1121; 81% identity). The predicted llsA promoter (PllsA) does not contain any of the motifs previously associated with virulence gene regulation in other L. monocytogenes strains (e.g., a PrfA box or a sigmaB binding site). In addition to LlsA and LlsB (24.7% identity with SagB), other proteins encoded by LIPI-3 include LlsGH, two components of an ABC transporter (22.4% and 19.8% identical to SagGH, respectively), LlsD (24.7% identity with SagD) and LlsP, which has been annotated as an N-terminal protease (frequently associated with bacteriocin leader cleavage). Given their location within this region, llsX and llsY are also likely to be relevant (Fig. 1).\n\n    L. monocytogenes strains can be divided into three evolutionary lineages, I, II and III. Despite the fact that strains of all lineages possess the well established virulence factors associated with the LIPI-1 pathogenicity island, lineage I (which consists of strains of serotype 1/2b and the notorious serotype 4b) is most frequently associated with outbreaks and sporadic cases of human listeriosis. However, to date, no additional virulence factor has been specifically associated with lineage I. We carried out additional in silico analysis of genome-sequenced Listeria which revealed that although the lineage I strains F2365 and H7858 possess LIPI-3, it is absent from the genome-sequenced strains EGDe, F6854 (both lineage II), and the non-pathogenic L. innocua CLIP 11262 and L. welshimeri SLCC5334 (Fig. 2). These investigations also highlighted the variable nature of this region of L. monocytogenes genomes. For instance, H7858 possesses an additional 14 ORFs immediately upstream of its LIPI-3 equivalent, while there is a large amount of inserted DNA (>17 kB) in place of LIPI-3 in EGDe (Fig. 2). Analysis of the corresponding regions from recently released sequence data from a number of L. monocytogenes strains generated by the Broad Institute emphasises the genetic variability at this locus (; Fig. 2). Such analysis also reveals that homologs of the up- and downstream genes (lmof2365_1111 and lmof2365_1120) are found in some LIPI-3- strains, thereby confirming that the flanking Rho-independent terminators mark the outer limits of LIPI-3 (Fig. 2). To better assess the strain variable nature of the island, we examined additional Listeria isolates representing a cross-section of all three lineages, as well as other Listeria species. These revealed that LIPI-3 is consistently absent from all lineage II and III L. monocytogenes and from all other species tested (L. innocua, L. welshimeri, L. seeligeri, L. ivanovii, and L. grayi) (Table S2). LIPI-3 is also absent from some lineage I strains; of those tested approximately half possess the island (52% positive; 23/44 strains) (Table S3). The LIPI-3+ strains corresponded to representatives of 13 of the 19 lineage I sequence types (STs) previously proposed (i.e. STs 3-10, 13-14 and 17-19). In addition to F2365 and H7858, responsible for epidemic outbreaks of listeriosis in California (1985) and the US (multistate; 1998-99), respectively, the LIPI-3+ set includes the listeriosis-outbreak strains from Halifax (1981), Lausanne (1987), Illinois (1994) and North Carolina (2000) (Fig. 3; Table S3). In contrast, relatively few lineage I outbreak-associated strains (Massachusetts 1985, UK 1989) lack LIPI-3 (Fig. 3; Table S3). When the LIPI-3 status of the lineage I strains is mapped onto the phylogenetic tree (maximum parsimony tree inferred from combined sequence data) which revealed the presence of the 19 lineage 1 STs, it was apparent that although the presence/absence of the island is consistent within individual STs, there are variations within major branches (Fig. 3). This observation is consistent with repeated independent acquisition or loss of LIPI-3. While %GC content and genome dissimilarity values indicate that LIPI-3 has been acquired, this is more likely to have been an event in an ancestral lineage I strain. Therefore the variable nature of LIPI-3 within lineage I is more likely to reflect its loss within specific sequence types (most likely as a consequence of recombination between lmof2365_1111 and lmof2365_1121 and looping out of intervening genes). This would represent a recurring theme in Listeria evolution as the emergence of non-pathogenic Listeria species has been attributed to the loss of LIPI-1 from the primordial species.\n\n    Since SLS is responsible for the haemolytic activity of GAS, we looked for an association between the presence of LIPI-3 and haemolysis. All L. monocytogenes lineages produce the haemolysin Listeriolysin O (a 60 kDa protein encoded by hly located within LIPI-1) which would be expected to mask any haemolytic activity associated with LLS. Therefore, a Deltahly mutant of F2365 was created. However, this mutant is non-haemolytic on Columbia blood agar (Fig. 4A). To determine whether the lls genes are expressed under these conditions, the Lls promoter (PllsA) was fused to a Lux reporter system in a promoter probe vector (pPLKm2) and integrated as a single copy into the F2365 genome. Real-time analysis with an IVIS100 imager (Xenogen) revealed that under routine laboratory growth conditions expression of Lux is negligible, but that the promoter was strongly induced upon exposure for 10 min to oxidative stress, including cumene hydrogen peroxide and hydrogen peroxide (Fig. 5). The induction is transient, dissipating gradually over a 60 min period. Unfortunately, the requirement for cumene or hydrogen peroxide induction prevents an assessment of any associated haemolytic and/or cytotoxic activities. To overcome this problem, a constitutively strong synthetic Gram positive promoter, PHELP , was introduced upstream of the lls operon in both F2365 and F2365Deltahly. Placing the genes under the control of PHELP significantly enhanced the haemolytic activity of F2365 (F2365LLSC) and also resulted in a haemolytic phenotype against the Deltahly background (i.e. F2365LLSCDeltahly) (Fig. 4A). This haemolytic activity was eliminated when llsB, predicted to be necessary for the production of mature, active LLS, was mutated in a non-polar fashion (F2365LLSCDeltahlyDeltallsB), confirming the link between the LIPI-3 island and the haemolytic phenotype (Fig. 4A). L. monocytogenes cells were used in haemolytic assays as it was apparent that LLS, like SLS, is active in a cell-associated form with no haemolytic activity evident from cell-free culture supernatant. Constitutive expression of LLS also resulted in enhanced cytotoxicity as, F2365LLSCDeltahly was significantly more cytotoxic than F2365Deltahly against C2-Bbe (human enterocyte-like), J774 (mouse macrophage) and CT26 (mouse colon carcinoma) cell lines (Fig. 4B).\n\n    One of the intriguing features of SLS is that although it is active when cell associated, it is inactive in cell-free situations unless it is activated by an inducer such as RNA core (ribonuclease-resistant fraction of yeast RNA) in a suitable buffer (RNAC). Our analysis of cell-free supernatant (CFS) from F2365LLSCDeltahly and F2365LLSCDeltahlyDeltallsB cultures established that both lacked haemolytic activity (Fig. 4C). However, as with SLS-producers, when the LLS-producing cell (F2365LLSCDeltahly) were washed with an induction buffer (IB), haemolytic activity was apparent if the induction buffer supernatant (IBS) was combined with inducer (RNAC) and stabiliser (ammonium acetate buffer; AmmAc). Such haemolytic activity was not induced when F2365LLSCDeltahlyDeltallsB cells were similarly treated. These investigations provide further confirmation that LLS is a SLS-like toxin.\n\n    Although it was established that the lls genes encode a cytotoxic and haemolytic factor, we wanted to assess whether they contribute to the virulence of L. monocytogenes when under the control of their native promoter. Given that the importance of SLS only became apparent upon the analysis of an isogenic mutant, we assessed the contribution of LIPI-3 by comparing the virulence of wild-type F2365 and F2365DeltallsB (LLS-) following intraperitoneal inoculation of Balb/c mice. From these assays it was apparent that the LLS- strain possessed a reduced virulence potential, as evidenced by significantly reduced bacterial levels in the livers and spleens relative to the corresponding wildtype F2365-infected mice (Fig. 6A). We also investigated if LLS contributes to the survival of L. monocytogenes in human PMNs. This was prompted by the fact that firstly, SLS contributes to the ability of GAS to withstand neutrophil killing; secondly, of all phagocytes, PMNs produce the greatest concentration of oxidative stress-inducing species (i.e. those which induce PllsA); and thirdly, the initial response to the intraperitoneal infection of mice involves an influx of neutrophils. Notably, PMNs are essential for the resolution of L. monocytogenes infections, playing a critical role in reducing the bacterial burden in the liver, spleen and central nervous system. When the intracellular survival of F2365 and LLS- in purified human PMNs was compared after 2 hrs, it was apparent that wild-type F2365 again survived significantly better than the LLS- mutant (Fig. 6B).",
        "Conclusion": "",
        "Discussion": "    This study provides new insights into the pathogenesis of several important Gram positive pathogens. Until recently, modified virulence peptides have been rarely reported and SLS-like cytolysins have been exclusively associated with Streptococcus sp.; including group A, C and G streptococci and S. iniae (a fish pathogen) (11). It is now apparent that a number of related gene clusters can be identified in other Gram positive pathogens, including L. monocytogenes, S. aureus and C. botulinum. In fact, Lee et al. have recently reported that in addition to these pathogens, more distantly related peptides may be produced by microorganisms spanning six phyla. Discovering the role of these individual peptides, whether it be in conferring antimicrobial (as with microcin B17) or cytolytic activity (as with SLS) or even secondary metabolism/morphogenesis now becomes the next big challenge. With respect to the clusters that most closely resemble that responsible for SLS production, while the functionality of the S. aureus and C. botulinum gene clusters has yet to be confirmed (although in the latter case in vitro production of modified peptide confirms its haemolytic nature), our analysis of LIPI-3 and LLS establishes definitively the existence of an extended family of SLS-like modified virulence peptides (MVPs), which contribute to the general virulence of the producing strains and which specifically aids survival following exposure to PMNs. The association of one such MVP with selected strains of lineage I L. monocytogenes may provide an insight into a biologically interesting conundrum associated with this species. Since it was first established that hly mutants of L. monocytogenes did not haemolyse blood, it has been assumed that Listeriolysin O is the sole haemolysin/cytolysin produced by the pathogen. It is now apparent that the absence of LIPI-3 from many strains, including the majority of the most frequently used laboratory strains, coupled with the inducible nature of PllsA, has masked the existence of this second haemolysin/cytolysin.\n\n    When one considers their prevalence in animal listeriosis and food contamination isolates, it is apparent that lineage I isolates are overrepresented in human listeriosis cases. However no genetic basis has been suggested which could explain the association between lineage I L. monocytogenes and an increased risk of human disease. Efforts to identify an elusive lineage I-specific virulence factor have had to accommodate the fact that such a factor, if it exists, is not a pre-requisite for pathogenesis but would simply confer a higher virulence potential in humans (although perhaps not in animal models of infection). It is tantalising in this regard that genome analyses revealed very few differences between epidemic-associated strains and their non-epidemic associated counterparts. This was first suggested by a genome subtraction study which identified only 39 gene fragments that are present in strain F4565 (4b) but absent from EGD (1/2a). Our re-examination of these fragments now indicates that three of these 4b specific fragments correspond to regions within LIPI-3. Similarly, following sequencing of the first four L. monocytogenes genomes, only 51 serotype 4b-specific genes were identified. Seven of these (plus the previously unannotated llsA) are within LIPI-3. However, the homologies between these genes and those involved in SLS biosynthesis have until recently gone unnoticed. This study confirms that these genes encode a haemolytic/cytolytic factor which impacts on virulence potential, and also provide further clarity with respect to their distribution. It is apparent that LIPI-3 is not specific to serotype 4b, but is associated with a subset of lineage I isolates. This distribution pattern is intriguing and strongly implicates this novel haemolysin as a probable candidate for the elusive virulence factor responsible for the association of lineage I strains with spontaneous and epidemic listeriosis outbreaks. We accept that not all cases of listeriosis are associated with LIPI-3+ lineage I strains and that a small number of lineage I LIPI-3- strains have also been linked to epidemic listeriosis. This probably reflects the likelihood that any L. monocytogenes strain, regardless of the presence or absence of LIPI-3, can cause illness if consumed in sufficient quantities by immunocompromised individuals. Other factors, such as altered expression of other virulence genes, may also explain why serotype 4d and 4e strains are not routinely associated with human listeriosis despite, in some cases, possessing LIPI-3. Therefore, while we suggest that LIPI-3 is the best candidate to date to explain the greater association of lineage I with human listeriosis, we anticipate that this hypothesis will no doubt be subjected to rigorous examination by other researchers in the field. It is also anticipated that future studies will reveal the precise mechanism via which LLS contributes to virulence. Given the oxidative-stress inducible nature of PllsA and the contribution of the peptide to neutrophil survival, a role in enabling the survival of any cells still retained in the phagosome upon phago-lysosomal fusion seems the most likely role. Regardless of the outcome of any such assessments, the identification of LIPI-3 and Listeriolysin S is a significant advance in the biology of this important pathogen in that it represents the first pathogenicity island to be associated with this notorious lineage of L. monocytogenes.",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/18787690/"
    }
}