{
    "34966851": {
        "Title": "    ITGB5 mutation discovered in a Chinese family with blepharophimosis-ptosis-epicanthus inversus syndrome",
        "Abstract": "    Blepharophimosis-ptosis-epicanthus inversus syndrome (BPES) is a rare autosomal-dominant genetic disorder, and mutations in the forkhead box L2 (FOXL2) gene are one of the major genetic causes. As this study shows, there are many patients with BPES who do not have FOXL2 mutations, as the screening results in all family members were negative. Using whole-exome sequence analysis, we discovered another possible mutational cause of BPES in integrin subunit beta 5 (ITGB5). The ITGB5 mutation (c.608T>C, p.Ile203Thr) appears in the base sequence of all BPES+ patients in this family, and it appears to be a three-generation-inherited mutation. It can cause changes in base sequence and protein function, and there may be cosegregation of disease phenotypes. ITGB5 is located on the long arm of chromosome three (3q21.2) and is close to the known pathogenic gene FOXL2 (3q23). This study is the first to report ITGB5 mutations in BPES, and we speculate that it may be directly involved in the pathogenesis of BPES or indirectly through the regulation of FOXL2.",
        "Introduction": "    Blepharophimosis-ptosis-epicanthus inversus syndrome (BPES) is a rare congenital malformation, most of which is inherited in an autosomal-dominant pattern, with a reported incidence of 1:50,000. BPES patients usually have common facial features, such as ptosis, narrow fissure, inverted epicanthus, widened epicanthus spacing, and low bridge of the nose, and also can be accompanied by microcephaly, premature ovarian failure, growth retardation, hypopituitary function, low intelligence, and other congenital abnormalities. In addition, some BPES patients may also have small eyes, nystagmus, eyelid varus or ectropion, strabismus, and lacrimal system anomalies, which can affect the visual development. Clinically, BPES is divided into types I and II. Female patients with type I are usually associated with infertility, primary amenorrhea or early menopause, and atrophy of a smaller uterus and ovaries. The main difference from type I is both male and female patients with type II can have children. BPES affects the appearance and ovarian function and fertility in female patients, which is a severe threat to physical and mental health.\n\n    Exons are the coding regions of proteins and, therefore, the most genetically valuable regions of DNA. All exons in the genome are termed the exome. The human genome is about 1.8 x 105 exons, accounting for only 1% of the human genome. Studies have shown that base mutations cause the occurrence and development of a variety of diseases in exons. Whole-exome sequencing (WES) utilizes sequence capture technology to capture and enrich exome DNA and then performs high-throughput sequencing. When studying diseases caused by genetic mutations, WES has obvious advantages. Compared with other genetic detection technologies, WES has the advantages of full detection range, high read depth, and reasonable cost. Therefore, WES technology is currently considered to be the most efficient and cost-effective genetic testing technology.\n\n    FOXL2 is known to be the major pathogenic gene in BPES. Using a combination of methods to detect mutations, the underlying genetic defect can be identified in the majority (88%) of patients with typical BPES. Overall, FOXL2 mutations accounted for 81% of the genetic defects found in BPES. In this study, FOXL2 mutation screening and WES were performed on a single Chinese BPES family, and the new candidate pathogenic genes and mutations were identified.",
        "Methods": "    In this study, a Chinese family with a history of BPES was recruited from the Plastic Surgery Hospital of Weifang Medical University. Of these nine family members, five were BPES+, of which four were female, and one was male. All of the family members denied consanguinity, improper drug use, had no history of disease or history of preterm birth.\n\n    Informed consent: Informed consent has been obtained from all individuals included in this study.\n\n    Ethical approval: The research related to human use has been complied with all the relevant national regulations, institutional policies, and in accordance with the tenets of the Helsinki Declaration and has been approved by the authors' institutional review board or equivalent committee and was approved by the Ethics Committee of the Plastic Surgery Hospital of Weifang Medical University.\n\n    Peripheral venous blood from BPES patients and healthy subjects was collected for genomic DNA extraction using TIANamp Genomic DNA Kit (TIANGEN BIOTECH, Beijing, China). The coding region of FOXL2 was amplified by polymerase chain reaction (PCR) (forward primers: GAGTACCGGCAGATTTCAAG, GTTCGAGAAGGGCAACTACC, and CCTGACCTCTGTGACCTTGC. Reverse primers: AGTTGTTGAGGAAGCCAGAC, TGAGAGAGAGAGGCCAAGAGGTC, and AACAAAGCAGCAGCAGCGACAGC). Purified PCR products were sent to Beijing Liuhe BGI Technology Co., Ltd for sequencing. Lasergene software (DNASTAR, Inc., Madison, Wisconsin, USA) was used for the sequence alignment to screen for gene mutations. The wild-type FOXL2 gene sequence was obtained from the National Center for Biotechnology Information's (NCBI) website (https://www.ncbi.nlm.nih.gov/).\n\n    WES was performed by Beijing Novogene Biotech Co., Ltd. All BPES+ patients and the father (healthy subject) in this family participated in the study.\n\n    Raw high-throughput sequencing data were evaluated for quality in the presence of a reference sequence or a reference genome (GRCh37/hg19). Filtering on raw reads was based on the sequencing error rate, the data volume, and the degree of similarity to obtain clean reads, which was used for downstream analysis. The resulting sequence data were compared to the reference genome using the Burrows-Wheeler Aligner (https://sourceforge.net/projects/bio-bwa/), and the comparison results were obtained. SAMtools (http://samtools.sourceforge.net/) was used to sort the comparison results, and duplicate reads were identified and labeled using Picard Tools (https://sourceforge.net/projects/picard/). We then used the comparison results after repeated labeling to carry out the final statistical calculations.\n\n    Data were analyzed using NCBI dbSNP database, the 1000 Genomes Project, and other existing databases. For the comparison results, we combined SIFT (http://sift.jcvi.org/), MutationTaster (https://www.mutationtaster.org/), Polyphen2 (http://gegetics.bwh.harvard.edu/pph2/), and other pathogenicity detection software to identify SNVs and indels using SAMTools and filtered the SNVs and indels by using the international filtering standards. ANNOVAR software (https://annovar.openbioinformatics.org/en/latest/) was used to annotate SNV and indel sites. This mainly included four steps: screening based on mutation harmfulness, screening based on sample conditions, screening based on the candidate genes and their relationship with disease phenotypes, and finally obtaining the candidate pathogenic mutations (Figure 1).\n\n    For linkage analysis, we used the Merlin tool (http://csg.sph.umich.edu/abecasis/Merlin/index.html) to combine the high-throughput sequencing data in the family with the allele frequency of the Chinese population in the HapMap database and used known SNVs as linkage markers to obtain the linkage candidate regions.\n\n    We conducted significant enrichment analysis on the candidate genes, including gene ontology analysis and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway enrichment analysis. In this process, we referred to the theories and methods of Chen et al., Yuan et al., and Liu et al., to identify the main metabolic and signal transduction pathways involved in these genes, analyzed the necessity of the candidate genes, and explored their relationship with the disease. Finally, we screened the candidate genes and ranked them according to how strongly they were associated with the disease.",
        "Results": "    Among the nine family members included in this study, there were five with BPES (Figure 2a). The clinical information of the patients was obtained by three plastic surgeons and an ophthalmologist at the Plastic Surgery Hospital of Weifang Medical University (Table 1). All patients had the typical ocular features of BPES: narrow fissure, ptosis, inverted epicanthus, widened epicanthus spacing, and low and flat nose bridge. In addition, the family proband (III:2) was diagnosed with bilateral amblyopia, strabismus, ametropia, and ophthalmoplegia. Currently, there is no unified standard for the treatment of patients with BPES. The family proband received frontal muscle fascial flap suspension surgery in our hospital. The operation was successful, and the patient's prognosis was favorable (Figure 2b and c). We found that except for one female patient (II:5 - young and unmarried with regular menstrual history, but had never given birth), the other females had normal menstruation and fertility, confirming that these patients have type II BPES.\n\n    According to Sanger sequencing analysis, the FOXL2 gene mutation screening results of the BPES+ patients recruited in this study were all negative. After WES analysis, we screened out a total of 52,215 mutation sites, detected 1,211 harmful mutations that might affect protein function, and obtained 33 pathogenic variants (SNV variants) and 11 likely pathogenic variants (including five SNV variants and six indel variants) through harmful degree analysis. A total of 44 variants and 43 candidate genes were identified (two SNV mutation sites were detected on the pathogenic candidate gene FLG [Filaggrin]). We also detected 20 candidate genes corresponding to SNVs and one candidate gene corresponding to indels through dominant inheritance pattern screening. There were 21 candidate genes and 21 mutation sites. Among them, the candidate gene FLG corresponding to an SNV overlapped with the harmfulness detection results, but the mutation sites were different. In the end, we obtained 63 candidate genes with 65 mutation sites (three mutation sites were detected on the candidate gene FLG), among which 58 SNV sites and 7 indel sites were identified.\n\n    The linkage analysis results showed that 27, 120, 46, 14, 49, 21, and 17 SNVs were obtained on chromosomes 2, 3, 4, 6, 8, 12, and 15, respectively. The log odds score (LOD) values of these SNVs were greater than 1.5 (Figure 3). However, LOD values of all results, although greater than 1 but less than 3, indicate possible linkage, indicating that mutations at these sites may have cosegregation of disease phenotypes.\n\n    Gene ontology functional enrichment analysis could generate three results: cell component, biological pathway, and molecular function. Among them, 60 variants were enriched in cell component, 59 in biological pathway, and 60 in molecular function (Figure 4a-c). Enrichment analysis of KEGG pathway revealed seven variants (Figure 4d). At the same time, we screened candidate genes and ranked them according to how strongly they were associated with the disease (Figure 5). The top seven genes were toll-like receptor (TLR) 2, TLR4, CD36, FKBP prolyl isomerase family member 6, inactive (FKBP6), CD46, ITGB5, and Kell metallo-endopeptidase (kell blood group, KEL). The variants corresponding to these candidate genes are all SNVs. According to the American Society of Medical Genetics and Genomics (ACMG) variation classification standard, ITGB5 currently has no disease-causing grade, whereas the remaining genes do, and their genetic mode is heterozygous. Of these, ITGB5 was the strongest gene associated with the disease among the genes screened by the dominant pattern. TLR2 showed the strongest association with disease. However, this mutation did not come from the proband maternal lineage but from the proband father (the healthy subject). This indicates that the mutation of this gene is not directly related to the incidence of BPES. In addition, there may be other underlying diseases in the proband and his father that have not been screened for. FKBP6 is associated with the Lipin 3 (LPIN3) gene and the RAD9 checkpoint clamp component A (RAD9A) gene and has been associated with Williams syndrome and Williams-Beuren syndrome, but FKBP6 does not have an advantage in terms of the strength of association with the target disease. We annotated the top seven genes based on the screened candidate genes (Table 2).\n\n    The ITGB5 gene, which encodes the beta subunit of integrin and can combine with different alpha chains to form a variety of heterodimers of integrin, is the strongest gene associated with the disease among the genes screened by the dominant pattern. Integrins are complete cell surface receptors involved in cell adhesion and cell surface-mediated signal transduction. alpha-v, beta-5 integrins are involved in the adhesion of the vitreous. This gene is also involved in the pathogenesis of keloids, diarrhea, glioblastomas, pancreatic cancer, breast cancer, and liver cancer, among other diseases. We performed the data analysis based on NCBI website, pathogenicity prediction software, and research data (Figure 6). A missense mutation (c.608T>C, p.Ile203Thr) in the ITGB5 gene can change isoleucine at the 203rd position of the amino acid sequence to threonine, causing changes in the splicing sites and protein function. According to the analysis of amino acid conservatism, this mutation is highly conserved across species. Moreover, the LOD value of this mutation is greater than 1.5, suggesting the possibility of cosegregation of disease phenotypes. This mutation was present in exons of all BPES patients in this family, suggesting that this gene mutation may be related to the pathogenesis of BPES. In addition, the ITGB5 gene is located on the long arm of chromosome 3 (3q21.2), which is close to FOXL2 (3q23), a known pathogenic gene of BPES, and located upstream of the FOXL2 gene.",
        "Conclusion": "    In summary, through our in-depth screening and analytical methods, we detected a possible pathogenic gene mutation in a typical Chinese BPES family, other than the FOXL2 gene mutation. Using WES, we discovered this new candidate pathogenic gene to be ITGB5. This study is the first to describe that a mutation in ITGB5 could lead to genetic pathogenesis of BPES, and further studies with a larger patient cohort are needed to verify this novel finding.\n\n    Funding information: This research was supported by the National Natural Science Foundation of China (81471880).\n\n    Conflict of interest: The authors state no conflict of interest.\n\n    Data availability statement: The datasets generated during and/or analyzed during the current study are available from the corresponding author on reasonable request.",
        "Discussion": "    In this study, we recruited a Chinese BPES+ family with facial features typical of BPES, and through analysis of clinical data from the female members, this pedigree was confirmed to be type II BPES. We conducted FOXL2 gene screening on DNA samples from family members and found no FOXL2 gene mutation in this family, indicating that FOXL2 is not the pathogenic gene in this BPES family. Subsequently, WES was performed to screen for SNVs and indels. There are 3.6-4.4 M single-nucleotide polymorphisms (SNPs) in the human genome, and the vast majority (more than 95%) of high-frequency SNPs (population medium gene frequency >5%) are recorded in the dbSNP database, and the high-frequency SNPs are generally not the main mutation sites for disease. At the same time, the human genome has about 350k indels at coding regions or splicing sites that may alter the translation of proteins. The results of mutation tests are usually enormous, but the number of mutations that are truly relevant to the disease being studied is limited. To screen for mutations truly related to the disease under study from the massive mutation-detection results, we need to conduct further analysis and screening of this data.\n\n    In 2015, the ACMG developed standards and guidelines for the interpretation of sequence variation, which became the gold standard for the interpretation of data after high-throughput sequencing. The ACMG has developed a variation classification system and recommends specific standard terminology, which divides the variation into five types, including pathogenic, likely pathogenic, uncertain significance, likely benign, and benign, to describe mutations found in genes responsible for Mendelian diseases. Based on the existing information analysis methods, we classified the harmfulness of mutation sites and obtained 33 pathogenic variants and 11 likely pathogenic variants. Subsequently, we screened for dominant inheritance patterns of Mendelian diseases. In dominant diseases, the pathogenic mutation from either parent is usually heterozygous, and the heterozygous mutation on the candidate gene should be considered first. The candidate sites we choose should be heterozygous mutations on the autosomes of patients but not on the chromosomes of healthy individuals. The BPES family in this study had three successive generations of onset, and the clinical phenotype was typical and single. Both male and female family members had the disease, which was in line with an autosomal-dominant inheritance pattern, and the disease showed a trend of aggravation by generation. We detected 20 candidate genes corresponding to SNVs and one candidate gene corresponding to an indel in this family. Subsequently, we identified the most important biochemical metabolic pathways and signal transduction pathways involved by the mutant genes through significant enrichment analysis and screened out the genes strongly associated with the disease through genotypic phenotype 1 analysis. In the end, we found that ITGB5 was the gene that was most strongly associated with disease in the genes screened by dominant pattern.\n\n    The human ITGB5 gene is a member of the integrin family, and its main function is to participate in the adhesion of immune cells. ITGB5 is commonly present as a dimer, including alpha and beta subunits, which preferentially bind to cellular adhesion molecules and constitute components of the extracellular matrix. ITGB5 is highly expressed in the lung and moderately expressed in the spleen and shows low expression in the small intestine, lymph, thymus, and liver. This gene has a variety of functions in biological processes, including cell migration during cell growth and wound repair, cell variation and apoptosis, and regulation of potential metastasis of some tumor cells.\n\n    A mutation in the ITGB5 gene (c.608T>C, p.Ile203Thr) appeared in the base sequence of all patients with BPES in this family. Based on linkage analysis, the LOD value of this mutation was greater than 1.5, suggesting the possibility of cosegregation of disease phenotypes. In addition, ITGB5 is located on the long arm of chromosome 3 (3q21.2) and is just upstream of the known pathogenic gene of BPES, FOXL2 (3q23). We speculate that it may be directly involved in the pathogenesis of BPES or indirectly involved through the regulation of FOXL2.",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/34966851/"
    }
}