{
    "17576681": {
        "Title": "    Aberrant 5' splice sites in human disease genes: mutation pattern, nucleotide structure and comparison of computational tools that predict their utilization",
        "Abstract": "    Despite a growing number of splicing mutations found in hereditary diseases, utilization of aberrant splice sites and their effects on gene expression remain challenging to predict. We compiled sequences of 346 aberrant 5'splice sites (5'ss) that were activated by mutations in 166 human disease genes. Mutations within the 5'ss consensus accounted for 254 cryptic 5'ss and mutations elsewhere activated 92 de novo 5'ss. Point mutations leading to cryptic 5'ss activation were most common in the first intron nucleotide, followed by the fifth nucleotide. Substitutions at position +5 were exclusively G>A transitions, which was largely attributable to high mutability rates of C/G>T/A. However, the frequency of point mutations at position +5 was significantly higher than that observed in the Human Gene Mutation Database, suggesting that alterations of this position are particularly prone to aberrant splicing, possibly due to a requirement for sequential interactions with U1 and U6 snRNAs. Cryptic 5'ss were best predicted by computational algorithms that accommodate nucleotide dependencies and not by weight-matrix models. Discrimination of intronic 5'ss from their authentic counterparts was less effective than for exonic sites, as the former were intrinsically stronger than the latter. Computational prediction of exonic de novo 5'ss was poor, suggesting that their activation critically depends on exonic splicing enhancers or silencers. The authentic counterparts of aberrant 5'ss were significantly weaker than the average human 5'ss. The development of an online database of aberrant 5'ss will be useful for studying basic mechanisms of splice-site selection, identifying splicing mutations and optimizing splice-site prediction algorithms.",
        "Introduction": "    Mutations that influence pre-mRNA splicing represent a substantial proportion of gene alterations leading to Mendelian disorders. cDNA-based mutation studies of disease genes that have a large number of introns showed that splicing mutations accounted for about half of mutated alleles. In contrast, estimates derived from DNA-based mutation screening designed to scan coding regions and flanking intronic sequences have generally been lower. As a significant fraction of mutated alleles in both recessive and dominant conditions has not been identified, and the availability of RNA samples from affected individuals and their families is often problematic, the overall contribution of intronic alterations acting at the level of pre-mRNA splicing could be substantial. In addition to single-gene disorders, DNA variants that influence splicing may modify the risk of developing complex diseases and their phenotypic manifestations, but the overall role of this variability in the pathogenesis of such conditions is only beginning to be explored.\n\n    The most common consequence of splicing mutations is skipping of one or more exons, followed by the activation of aberrant 5' (donor) splice sites (5'ss), 3' (acceptor) splice sites (3'ss) and full intron retention. Mutation-induced aberrant splice sites found in disease genes often involve disruption of the consensus sequence of the authentic sites, while activating a cryptic splice site nearby. However, aberrant splice sites can also be generated by mutations that create splice-site consensus sequences. As described earlier, we refer to these aberrant splice sites as cryptic and de novo, respectively, even though the distinction between cryptic and de novo sites may occasionally be vague, because disruption of the authentic site can also create a new splice site consensus.\n\n    Cryptic 3'ss are preferentially located in exons whereas de novo 3'ss usually reside in introns, which has been attributed to splicing signal sequences upstream of the 3'ss that are required for selection of acceptor sites, including the polypyrimidine tract (PPT) and the branch point sequence (BPS). In contrast to cryptic 3'ss, cryptic 5'ss have a similar frequency distribution in exons and introns and their number decreases with increasing distance from the authentic 5'ss. The human 5'ss consensus sequence is MAG GURAGU (M is A or C; R is purine), spanning from position -3 to position +6 relative to the exon-intron junction. This sequence is critical but often insufficient for accurate 5'ss recognition, and may require auxiliary sequences in both introns and exons. These sequences can repress or activate splicing and are referred to as splicing silencers or enhancers, respectively. The complementarity of the 5'ss consensus to the 5' end of U1 small nuclear RNA (snRNA) exerts a dominant effect on 5'ss selection, but auxiliary sequences may exhibit a more prominent role in selection of competing 5'ss with lower base-pairing complementarity. In addition, the intrinsic structural properties of the RNA molecule may hinder 5'ss availability for basal splicing factors, thus controlling splicing efficiency. Moreover, 5'ss selection can also be influenced by the presence of sequence motifs specific for RNA-binding proteins and by the rate at which the pre-mRNA is transcribed.\n\n    A variety of methods have been used to computationally predict the 5'ss strength and recognition, including nucleotide frequency matrices, machine-learning approaches and neural networks (NNs) and methods employing putative base-pairing interactions of 5'ss with U1 snRNP and interdependence between adjacent or more distant positions of the splicing consensus sequences. Exon-prediction algorithms that take into account protein-coding information may perform better than those that rely only on signals present in the splice sites. However, it is unknown which models best predict the localization of cryptic or de novo 5'ss that were activated in vivo.\n\n    In the present study, we compiled nucleotide sequences of cryptic and de novo 5'ss that have been reported previously in human disease genes since the first description of disease-causing aberrant splice sites. This resource is being made available to the public through an online retrieval and submission tool termed DBASS5 (database of aberrant 5' splice sites). In addition, we provide a detailed characterization of the underlying mutation pattern, a comparison of the nucleotide composition of aberrant and corresponding authentic 5'ss, and we evaluate the performance of computational tools that predict their utilization.",
        "Methods": "    Aberrant 5'ss were identified by searching home pages of peer-reviewed journals and PubMed (http://www.ncbi.nlm.nih.gov/entrez/query.fcgi). They were included in the database and selected for further analysis if (i) they resulted from disease-causing or -predisposing mutations or variants in human genes; (ii) aberrant RNA products spliced to new 5'ss were verified by nucleotide sequencing; and (iii) their sequences or reliable identifiers were published in peer-reviewed journals between 1981 and January 2007. We also included 22 cases of aberrant 5'ss that were confirmed by minigene assays with wild-type and mutated reporter constructs transfected into mammalian cells, but from which patients' RNA samples were not available. These criteria were similar to those used for a recently published analysis of aberrant 3'ss.\n\n    Aberrant 5'ss were manually validated by mapping the information in the literature to sequences in the Human Genome Project databases. Nucleotide sequences of authentic, mutated and aberrant 5' and 3'ss are available online in the Database of Aberrant Splice Sites http://www.dbass.org.uk/, which consists of the recently described DBASS3 and the newly developed DBASS5.\n\n    Validated sequences of aberrant and corresponding authentic 5'ss were used as input files for seven publicly available splice-site prediction algorithms. The Shapiro and Senapathy (S&S) matrix is based on nucleotide frequencies of 5'ss and assumes independence between individual positions of the 9-nt consensus. The S&S matrix scores were computed using an online tool available at http://ast.bioinfo.tau.ac.il/SpliceSiteFrame.htm. To take into account known dependencies between adjacent and non-adjacent positions of the 5'ss consensus, the compiled sequences were analysed using the first-order Markov model (MM) and the maximum entropy (ME) model. The former method considers dependencies between adjacent positions, whereas the latter model approximates short-sequence motif distributions with the ME distribution and may include dependencies between non-adjacent as well as adjacent positions. The maximum dependence decomposition model (MDD) is a decision-tree approach that accentuates the strongest dependencies in the early branches of the tree. The MM, ME, MDD and weight-matrix (WMM) scores, which extract single nucleotide probabilities for each position from a training set, were computed using online tools at http://genes.mit.edu/burgelab/maxent/Xmaxentscan_scoreseq_acc.html. The HBond algorithm, which analyses individual hydrogen-bonding patterns to the U1 snRNA 5' end irrespective of nucleotide frequencies and assumes that the threshold values for U1 snRNP binding are influenced by specific SR proteins was computed using a web application available at http://www.uni-duesseldorf.de/rna/html/hbond_score.php. The NN algorithm is a machine-learning approach that recognizes sequence patterns once it is trained with DNA sequences encompassing authentic splice sites. We used the NN splice site predictor NNSPLICE (v. 0.9) at http://www.fruitfly.org/seq_tools/splice.html. The free energy (DeltaG) of predicted 5'ss/U1 base-pairing was computed using OligoArrayAux, which is available at http://www.bioinfo.rpi.edu/applications/hybrid/Oligo-ArrayAux.php. Finally, the number of H bonds (#H) between 5'ss and U1 was computed using a web tool at http://ast.bioinfo.tau.ac.il/SpliceSiteFrame.htm.\n\n    To compare the strength of aberrant or authentic 5'ss with a large number of human 5'ss, we used the sequences of 8415 5'ss reported previously. The non-parametric Wilcoxon-Mann-Whitney rank test (Stat-200, v. 2.01, Biosoft Ltd., UK) was employed to test the significance of score differences between authentic and aberrant 5'ss in each category.\n\n    DBASS5 (database of aberrant 5' splice sites) is an online retrieval and submission tool for mutation-induced aberrant 5'ss available at http://www.dbass.org.uk/5/, complementing a recently described sister database of aberrant 3'ss, termed DBASS3. The web application was created using the Microsoft ASP and ASP.Net server technology (http://www.asp.net), and Microsoft SQL Server database software (http://www.microsoft.com/sql/). In addition to aberrant 5'ss induced by disease-associated germline and somatic mutations, DBASS5 contains naturally occurring DNA variants that were shown to modify both the relative expression of RNA products spliced to alternative 5'ss and the disease predisposition. Polymorphisms that control exon skipping levels or full intron retention events have not been included in DBASS5.",
        "Results": "    An exhaustive search for previously published aberrant 5'ss identified 305 unique aberrant 5'ss in 166 genes (Table 1). They were generated by a total of 26 deletions/duplications, 3 insertions, 2 complex alterations and 315 point mutations (Table 2). These alterations were described in a total of 264 publications.\n\n    The number of reported cryptic 5'ss was almost three times higher than the number of de novo 5'ss (Table 1). Cryptic 5'ss were usually activated by single-nucleotide substitutions of guanosine (G) residues, which were ~3-times more common than mutations of the remaining nucleotides (177 versus 57, P < 10-15, Table 2). Conversely, substituting adenosines accounted for almost every other point mutation. Among single-nucleotide substitutions leading to de novo 5'ss, cytosine was the most frequently mutated nucleotide (32/81, 40%). In contrast, no de novo 5'ss have thus far been reported to be created by a point mutation introducing cytosine (Table 2).\n\n    The overall distribution of unique point mutations within the 9-nt consensus sequence was highly non-random both for cryptic and de novo 5'ss (Figure 1). For cryptic 5'ss, point mutations were most common at the highly conserved position +1 relative to the natural intron/exon junctions (39.4%). Interestingly, the second most frequently mutated position was the fifth intron nucleotide (21.6%), followed by positions +2 (14.7%) and -1 (14.3%). Point mutations at positions +3, +4, +6 and -2 each accounted for <3% of all the single-nucleotide substitutions. In contrast to cryptic 5'ss, the most frequent point mutations resulting in de novo 5'ss were at the highly conserved first (28%) and second (34%) intron nucleotides (Figure 1). Single-nucleotide substitutions at position +5 were found only in 5/81 (6%) unique de novo 5'ss as opposed to 50/234 unique cryptic 5'ss (chi2 = 8.6, P = 0.003). The ratio of point mutations in cryptic over de novo 5'ss in the authentic and new 9-nt consensus, respectively, was highest for position +5 (10.0), followed by position -1 (5.5) and +1 (4.1), with an average ratio for all positions of 2.9.\n\n    The overall proportion of point mutations in patients with aberrant 5'ss that created the 5'GT consensus was ~55% (Table 2). Newly created 5'GT dinucleotides were utilized by the spliceosome in 100% of the observed cases. In contrast, although mutations generating 3'AG dinucleotides found in individuals with aberrant 3'ss are also present in about half of the cases, only ~95% are used in vivo, owing to the presence of 'AG exclusion zones' downstream of the BPS.\n\n    Tables 3 and 4 show the breakdown of point mutations by nucleotide and by highly conserved positions of the 5'ss consensus. Transitions (R-to-R or Y-to-Y, Y is pyrimidine), which account for 62.5% of point mutations in human disease genes, were found in 58.7% of cases (Table 3). Comparison of mutations in highly conserved positions of the 5'ss consensus with those expected based on previously published mononucleotide mutation rates corrected for a number of confounding effects suggested that the biased distribution is unlikely to be fully explained by differential mutability (Table 4; P = 0.002 and 4.3 x 10-7 for position +1 and +2, respectively). However, comparison with the published dinucleotides rates that take into account nearest-neighbour effects no longer showed a significant P-value for position +1, consistent with a severe block of splicing following mutations to any nucleotide. Nevertheless, the distribution of point mutations at position +2 was still unlikely to be fully explained by differential mutabilities (Table 4, P = 0.035), raising the possibility that the observed under-representation of +2C/A among cryptic 5'ss may be attributed to higher residual levels of accurately spliced pre-mRNAs with 5'GC or 5'GA dinucleotides. This would be consistent with a previously observed +2T>+2C>+2A>+2G hierarchy in splicing efficiency and with efficient recognition of the 0.56% of mammalian introns that have 5'GC-3'AG splice sites. Finally, the distribution of point mutations at positions +1 and +2 and that for all splicing mutations in the Human Gene Mutation Database (HGMD, http://www.hgmd.cf.ac.uk/ac/index.php) were not significantly different (P = 0.77 for position +1 and P = 0.15 for position +2, Table 4). This suggests that the mutation spectrum of the 5'GT dinucleotide is similar for aberrant 5'ss and exon skipping events, which represent the bulk of HGMD entries.\n\n    Interestingly, all point mutations at position +5 of authentic 5'ss that activated cryptic 5'ss were substitutions of G, and not any other nucleotide (Figure 2), raising the possibility that 5'ss with +5G are more susceptible to aberrant splice-site activation than 5'ss with +5H (non-G). However, assuming ~78% occupancy of this nucleotide in human 5'ss and a G/C substitution rate of ~70% derived from the HGMD data, the expected number of +5H substitutions among authentic sites whose mutation induces cryptic 5'ss activation would only be ~4 in our dataset and not significantly different from zero (P = 0.1, Fisher's exact test). A prominent influence of differential mutability rates on the mutation spectrum was also supported by the observed predominance of +5G>A transitions over transversions (Table 4). In addition, the distribution of point mutations activating cryptic 5'ss was significantly different from that resulting in de novo sites (P < 0.0001, Figure 1), with the latter showing peaks in the most conserved positions +1 and +2 and exclusive +5A>G transitions relative to new 5'ss that were located both in exons or introns. However, unique point mutations in the 9-nt consensus logged in the HGMD and in our sample (Figure 1) had significantly different distributions (chi2 = 27.7, P = 0.0005), with position +5 clearly overrepresented in our dataset (~22% versus ~12%). This suggests that the mutation spectra underlying cryptic 5'ss activation and exon skipping events are distinct.\n\n    A search for literature reports of point mutations that produce either aberrant 5'ss activation or exon skipping in the same 5'ss consensus revealed several discordant cases. For example, the FBN1 substitution IVS46+5G>A resulted in cryptic 5'ss activation 33-nt downstream of the authentic exon-intron junction, whereas the IVS46+1G>A mutation caused exon 46 skipping. Similarly, the PTEN mutation IVS7+1G>A activated a cryptic 5'ss 75-nt downstream of the authentic exon-intron boundary, whereas mutation IVS7+2T>G in the same 5'ss led exclusively to exon 7 skipping. In the latter case, IVS7+2T>G creates a putative splicing silencer containing the AGGG motif, which may prevent activation of the downstream cryptic 5'ss, whereas IVS7+1G>A results in no consecutive Gs in the 5'ss consensus.\n\n    The presence of IVS+5H in authentic 5'ss, which is not predicted to base-pair with U1 or U6 snRNAs, was proposed to be compensated by having G at the last exon position (-1G). The -1G can base-pair to U1 snRNA and is almost completely conserved (97.5%) in IVS+5H 5'ss. The +5/-1 association was confirmed with a large sample of homologous human-mouse 5'ss. In our dataset, only 18/35 (51%) of unique authentic 5'ss that were repressed by mutations of IVS+5G in favour of a cryptic 5'ss had -1G. This percentage is significantly (chi2 = 10.9, P = 0.001) lower than for a large set of authentic 5'ss (5142/6716, ~77%). In addition to position -1, adenosine -2 was less frequent in our sample (31%; 11/24) as compared with 57% in average 5'ss (3830/6716, P = 0.002), while the number of uracils at position +6 was higher (25/35; 71% versus 3415/6716; 51%; chi2 = 5.1, P = 0.02). These results are consistent with previously described +5 dependencies and suggest that authentic 5'ss that are susceptible to IVS+5 mutations are less likely to make sufficient contacts between positions -1/-2 and their interacting factors, but may exhibit stronger putative base-pairing interactions between U1/U6 snRNAs and intron position +6.\n\n    Figure 3 shows the relative representation of each nucleotide in the consensus sequence of aberrant 5'ss (upper panels) and the corresponding authentic sites (lower panels). The consensus sequence of cryptic 5'ss had lower proportions of conserved residues than for authentic 5'ss at each position, except for the invariant position +1 (Figure 3A). This difference was much reduced in de novo 5'ss, in which conserved nucleotides at positions +3 through +6 had even higher frequencies than those in their authentic counterparts (Figure 3B). Sequence alignments of cryptic and de novo sites generated in exons and introns are shown in Supplementary Figures 1-3 together with their authentic counterparts.\n\n    Apart from DeltaG and #H between 5'ss and U1 snRNA, we used seven different algorithms that predict utilization of 5'ss in multiple sequences and are publicly available (Figure 4A,B). Cryptic 5'ss had significantly lower scores with each algorithm, lower #H and higher DeltaG than their authentic, wild-type counterparts. Cryptic 5'ss were most effectively discriminated from the authentic sites by the ME model, followed by MDD and MM algorithms. P-values obtained for the HBond and NN scores were higher, even when we disregarded cryptic 5'ss with non-canonical 5'ss dinucleotides to obtain the scores and replaced them with group means. All these models clearly outperformed the matrix-based prediction scores:S&S and WMM. The #H and DeltaG values gave the poorest, albeit still significant discrimination. The weakness of cryptic 5'ss was well illustrated by a shift of the #H peak frequency from seven in the authentic counterparts to six in the cryptic 5'ss (Figure 4C).\n\n    In contrast to cryptic 5'ss, de novo 5'ss were not distinguished from their authentic counterparts by any of the tested algorithms (Figure 4B). Although the number of de novo 5'ss was smaller than cryptic 5'ss (Table 1), random selections of the same number of cryptic 5'ss and their comparison with authentic sites gave consistently significant discrimination with several algorithms (data not shown), indicating that computational prediction of de novo 5'ss is poor. However, newly created 5'ss activating pseudoexons had higher ME scores than the remaining de novo 5'ss (8.66 +- 3.00 versus 6.07 +- 4.83, P = 0.0002) or the remaining intronic de novo 5'ss (Table 5, P = 0.002). The corresponding 3'ss of these pseudoexons were slightly stronger than intronic de novo 3'ss (ME scores 6.79 +- 3.39 versus 5.24 +- 4.50, P = 0.04) ascertained previously, but were not significantly different from exonic de novo 3'ss or their authentic counterparts. Thus, activation of cryptic exons through de novo 5'ss use requires their high strength and may be facilitated by intrinsically stronger decoy 3'ss across the newly formed exon.\n\n    We then tested each computational method separately for aberrant 5'ss in exons and introns (Table 5). Although cryptic 5'ss in exons were best discriminated by the ME scores, the lowest P-values for cryptic 5'ss in introns were achieved by the NN model. To test whether this could be explained by having to disregard 5'GC splice sites for the NN method in both datasets and replace them by group means, we recalculated the NN and ME scores after removing 5'GC splice sites, but we obtained a similar result (P = 1.2 x 10-12 versus 1.0 x 10-10, respectively). Authentic counterparts of intronic de novo 5'ss were intrinsically weak and therefore less likely to challenge newly created competitors. However, this was not evident for exonic de novo sites, strongly suggesting that their activation is more reliant on splicing regulatory sequences in exons rather than on the intrinsic strength of the 5'ss consensus (Table 5). The overall performance of ME, MDD, MM, HBond and NN models for the whole set of aberrant 5'ss was very similar, with minimal differences in P-values. Finally, mutated authentic 5'ss were on average weaker than cryptic 5'ss, confirming an earlier observation. Again, the lowest P-values of the non-parametric test were observed for the ME model (Table 5 and data not shown). Thus, as shown for 3'ss, the ME algorithm discriminated best both wild-type and mutated authentic 5'ss from cryptic 5'ss (Table 5), thus providing a method of choice for computational prediction of aberrant splice sites.\n\n    Next, we carried out pair-wise comparisons of cryptic and de novo 5'ss with their authentic counterparts. For each computational algorithm, we determined the proportion of aberrant 5'ss that showed equal or higher scores than their respective wild-type authentic sites (Figure 4D). This proportion was on average significantly higher for de novo 5'ss than for cryptic 5'ss and roughly reflected the ability of each method to discriminate between aberrant 5'ss and their authentic counterparts. The percentage of exonic cryptic 5'ss with equal or higher scores than their authentic counterparts was lowest for the ME algorithm (10.5%). For intronic cryptic 5'ss, the same proportion was lowest for the NN method (14.4%, Figure 4D). Using the best-performing algorithms, ~12.3% of cryptic 5'ss were computationally stronger than their wild-type authentic counterparts, yet they were used in vivo only if the wild-type 5'ss consensus was inactivated or weakened by mutation. This underscores the importance of factors that repress utilization of decoy splice sites that are present in excess over natural sites in the genome.\n\n    Importantly, the authentic counterparts of cryptic 5'ss were significantly weaker than a large collection of 8415 natural 5'ss, with the ME scores of 7.75 +- 2.50 and 8.37 +- 2.08, respectively (P = 2 x 10-6; Wilcoxon-Mann-Whitney rank test). The distribution of #H in the authentic counterparts of cryptic 5'ss and natural 5'ss was also significantly different (P = 0.02, chi2 = 13.5, 5 df for 4-9 #H), with a maximum difference at 8 #H (Figure 4C). The relative weakness of the authentic counterparts of cryptic 5'ss is consistent with the notion that mutations in less conserved positions of stronger 5'ss produce, on average, higher amounts of natural transcripts and less severe phenotypes than identical alterations in intrinsically weaker 5'ss.\n\n    The predicted strengths of authentic sites that were mutated at position +5 were significantly lower than the average authentic 5'ss (ME scores 7.55 +- 1.81 versus 8.37 +- 2.08, P = 0.0002) and also somewhat lower than the authentic counterparts of all unique cryptic 5'ss in our dataset (7.55 +- 1.81 versus 7.75 +- 2.52), despite all having +5G and a higher than average relative frequency of +6T (Figure 2). Guanine at position +5 was proposed not to be obligatory for 5'ss selection if the two preceding positions are purines; nevertheless 24/35 (69%) of unique authentic 5'ss with point mutations of +5G had only purines at positions +3 and +4 and only a single authentic counterpart had pyrimidines at both positions.\n\n    Figure 5 shows a comparison of the ME scores of cryptic and de novo 5'ss by mutated position in the authentic and new 5'ss consensus, respectively. Cryptic 5'ss had similar ME values irrespective of the location of the point mutation (P > 0.05, F-test). In contrast, de novo sites created by mutations in a subset of intronic positions of the new 5'ss consensus tended to be stronger, with statistically significant differences between de novo and cryptic 5'ss for the highly conserved positions +1 and +2. In addition, we compared the ME scores of aberrant 5'ss with their respective counterparts (Figure 5). The authentic counterparts of cryptic 5'ss induced by point mutations at positions +2 and +5 of natural sites were weaker than the authentic counterparts of cryptic 5'ss activated by substitutions at position +1 (7.24 +- 1.93 for position +2 and 7.22 +- 2.06 for position +5 versus 8.34 +- 2.21 for position +1, P < 0.01 for both comparisons). This is consistent with the notion that mutations at less conserved positions of authentic 5'ss are less likely to completely inactivate the 5'ss and result in recognizable phenotypes than mutations at position +1. The authentic counterparts of de novo sites induced by mutations at position +1 were significantly weaker than the authentic counterparts of cryptic 5'ss induced by mutations at the same position (6.33 +- 3.39 versus 8.34 +- 2.21). The number of mutations for the remaining positions of the 5'ss consensus was too small for meaningful comparisons. The average intrinsic strength of aberrant and authentic 5'ss in each category is schematically summarized as the mean ME score in Figure 6.\n\n    Taken together, cryptic 5'ss generated in vivo were best predicted by models that accommodate nucleotide dependencies in the 5'ss, particularly by the ME algorithm, which takes into account non-adjacent positions (Figure 4A). Discrimination of exonic cryptic 5'ss from their authentic counterparts was more efficient than that for intronic cryptic 5'ss, because the former category of aberrant 5'ss was weaker than the latter (P = 0.02), for which the NN model gave the best performance (Table 5). Computational discrimination of de novo 5'ss and their authentic counterparts was poor (Figure 4B) as de novo 5'ss were, on average, stronger than cryptic 5'ss (Table 5), particularly when generated by point mutations in highly conserved intronic positions of the new 5'ss consensus (Figure 5). The intrinsic strength of exonic de novo 5'ss could not be distinguished from their authentic sites at all, pointing to the importance of exonic regulatory sequences in their selection. Finally, the authentic counterparts of aberrant (both cryptic and de novo) 5'ss were weaker than a large collection of human 5'ss, highlighting the practical importance of ranking splice sites in human disease genes using efficient computational tools. We propose that their systematic categorization may facilitate identification of intronic mutations or polymorphisms that affect pre-mRNA splicing, improve the interpretation of unknown alterations and, ultimately, increase the cost-effectiveness of mutation screening.\n\n    The DBASS5 (http://www.dbass.org.uk/5) provides access to the database of aberrant 5'ss through the search option (Supplemental Figure 4A). DBASS5 can be searched by phenotype, gene, mutation, location of aberrant 5'ss and their distance from authentic 5'ss. If more than one database entry is found, the user can manually choose the details page (Supplemental Figure 4B), which shows nucleotide sequences flanking the authentic and aberrant 5'ss, the estimated strength of both authentic and aberrant 5'ss and literature references with a PubMed hyperlink. DBASS5 visitors can register to obtain regular updates by email and can submit published data through a submission tool. Potential applications of DBASS5 include optimization of splice-site prediction algorithms, leading to improved prediction of aberrant 5'ss, identification of genes and gene segments frequently involved in aberrant splice-site activation, detection of splicing mutations in a gene or phenotype of interest and selection of in vitro models for studying basic mechanisms of 5'ss utilization.",
        "Conclusion": "",
        "Discussion": "    This report presents the first comprehensive and publicly available database of aberrant splice sites in human disease genes. Together with a recently described database of aberrant 3'ss, this combined resource now contains over 600 unique mutations that create or activate a total of 562 aberrant splice sites.\n\n    The overall number of reported aberrant 5'ss was higher than aberrant 3'ss, consistent with sequence limitations imposed by additional signal sequences upstream of 3'ss (BPS and PPT) that are important for recognition of splice acceptor sites. The relative ratio of non-repetitive aberrant 5'ss (n = 305) and 3'ss (n = 257) [ and I.V., (unpublished data)], was smaller than that reported for unique splicing mutations in the HGMD that were arbitrarily selected to reside in 5 exonic and 15 intronic nucleotides adjacent to natural splice sites, i.e, 1.2 versus 1.5, respectively. The lower ratio might reflect a reporting bias towards mutations closer to authentic splice sites for exon skipping events. Mutations located upstream of intronic splicing signals that are required for 3'ss selection could not be detected in many published mutation reports, because these regions were amplified only for a subset of introns or were not scanned at all. In addition, the lower ratio could be due to an under-representation of mutations leading to de novo splice sites in the HGMD as compared to our dataset. Also, the availability of suitable decoy splice sites near mutated sites is likely to determine if the outcome of a splicing mutation is exon skipping or aberrant splice-site activation.\n\n    The higher number of cryptic than de novo 5'ss (Table 1) can, probably to a large extent, be explained by a detection bias of DNA-based mutation screening, a method used to identify most aberrant 5'ss in this dataset, towards coding regions and flanking intronic sequences. As explained above, classification of aberrant 5'ss as cryptic and de novo 5'ss may occasionally be vague, but DBASS5 contains only two ambiguous examples. Both cases were induced by G+1-to-T+1 substitutions in 5'ss that had G at position -1, creating a new 5'GT 1-nt upstream of the authentic 5''ss. Both cases were classified as cryptic 5'ss in our analysis. The rarity of such cases confirms the validity of the previously proposed categorization of aberrant 5'ss.\n\n    The most frequent point mutations that activated aberrant 5'ss were purine transitions, accounting for 45.7% cases (11.1% A>G and 34.6% G>A mutations; Table 3). This figure seems to be somewhat lower (P = 0.08) than the ~54% (113/211) observed for aberrant 3'ss, probably due to a higher prevalence of transitions in the 3'YAG than those in the 5'ss consensus. Cryptic 5'ss resulted from point mutations in each nucleotide of the 9-nt consensus except for position -3, consistent with this position being the least conserved. However, position -3 has previously been implicated in pathological exon skipping in well-documented cases, suggesting that -3 substitutions in weak 5'ss are also likely to result in aberrant 5'ss, although these cases must be rare and aberrant splicing and putative phenotypic manifestations could be subtle.\n\n    As for positions adjacent to the 9-nt 5'ss consensus, each of the reported single-base substitutions at intron positions +7 and +8 created new 5'GT dinucleotides in situ that were used in vivo. Despite position +7 exhibiting a predominance of purines after several rounds of functional 5'ss selection experiments, point mutations downstream of the 5'ss consensus resulting in activation of cryptic 5'ss have thus far not been reported. Among upstream substitutions in DBASS5, we found only a single case of an exonic de novo 5'ss generated by a C>T transition 11-nt upstream of an authentic 5'ss, consistent with a disruption of exonic splicing regulatory sequences.\n\n    Are point mutations at any position of the 5'ss consensus sequence particularly prone to aberrant 5'ss activation? As observed for mutations in the HGMD, position +1 led the frequency table in our dataset, with 49.8% and 39.4% mutations observed in the two studies, respectively (Figure 1). However, the overall distribution of mutations within the 5'ss consensus was significantly different between the two. In particular, the proportion of mutations at position +5 was almost twice as high among cryptic 5'ss than in the HGMD [Figure 1 and ref. ]. For unique point mutations leading to cryptic 5'ss activation, this position was in the second place and position +2 in the third, whereas this order was opposite for unique mutations in the HGMD (50 and 34 mutations versus 347 and 456, respectively; P = 0.004).\n\n    G at position +5 is nearly invariant in Saccharomyces cerevisiae. In contrast, +5G is present in only ~88% of S. pombae introns and ~78% of human introns, indicating that relief from the absolute requirement for G was an ancient evolutionary event. Comparison of exonized and non-exonized intronic Alu repeats revealed a higher number of +5Gs in exonized sequences. Mutations at position +5 have resulted in frequent activation of cryptic 5'ss both in yeasts and humans (Figure 1, all references available at: http://www.dbass.org.uk). Our study is the first to provide statistical evidence that this position is important for distinct aberrant splicing outcomes. DBASS5 gives many examples of natural 5'ss in which different point mutations resulted in the same cryptic 5'ss. Similarly, there are numerous cases in the literature of identical exon skipping events caused by different point mutations in the same 5'ss. The identification of several exceptions in humans using the DBASS5 and HGMD data is consistent with an earlier observation in S. cerevisiae, namely that cryptic 5'ss activation by +5G>A mutation was not replicated for another 5'ss point mutation in the same intron. These rare examples may provide important insights into the requirements for activation of aberrant 5'ss, as opposed to exon skipping events.\n\n    In addition to the local sequence context, the frequent occurrence of +5G>A substitutions underlying aberrant 5'ss activation (Figure 1 and Table 3) can be explained by a more severe splicing outcome of these transitions. More dramatic splicing defects for +5G>A transitions than +5G transversions were found in S. cerevisiae. In contrast, each IVS1 + 5G>H mutation in the human proinsulin gene promoted activation of a competing decoy 5'ss 26 nt downstream of the authentic 5'ss to the same extent, irrespective of the substituting nucleotide [; J.K. and I.V., unpublished data], consistent with a position effect.\n\n    What interaction(s) at position +5 is crucial for aberrant 5'ss activation? Authentic 5'ss in which mutation at position +5 generated cryptic 5'ss had a high proportion of +5G+6T (Figure 2). Interestingly, the +5G+6T dinucleotide signifies the most frequent location for alternative 5'ss across several species, and this preference was suggested to result from U1 binding rather than U6 binding. However, compensatory mutations in U1 snRNA that restore base-pairing with the mutated intron frequently fail to suppress aberrant splicing, suggesting that position +5 is engaged in additional interactions. Interaction of U6 snRNA with the 5'ss at intron position +5 was partially suppressed by U6 mutations predicted to increase base-pairing. Although the 5' ss has very limited complementarity to the U6 ACAGAG motif, this interaction seems to be important for accurate 5'ss selection also in mammals, albeit not in all systems. In addition, cryptic splice sites have been induced by co-expression of splicing reporters with mutated snRNAs, including U1, U5 and U6, both in yeast and mammals.\n\n    As U1 snRNP binds sequences that are not used as 5'ss and is present in excess over U6, sequential occupancy by both snRNPs may be absolutely essential for accurate 5'ss utilization. This would be consistent with rate-limiting U6 snRNA interactions with the pre-mRNA observed for U1-independent splicing and loose requirements for U1 binding in numerous introns. Mutations of IVS+5G that resulted in cryptic 5'ss occurred in relatively weak authentic 5'ss and they are likely to further reduce U1 binding so that it may no longer be sufficient for accurate 5'ss recognition. U6/U4.U5 snRNP would then bind to nearby pseudo-sites that are, on average, intrinsically stronger than the mutated authentic 5'ss [Table 5 and ref. ]. The strength of predicted base-pairing interactions at positions +5 and +6 in the authentic counterparts (Figure 2) may hamper the transfer of these 5'ss from U1 to U6. In fact, strong 5'ss were reported to be inhibitory in S. cerevisiae, potentially delaying the release of U1 and productive interactions with U6, although extended complementarity between U1 snRNA and a human immunodeficiency virus 1 donor site did not inhibit splicing. Mutations that destabilized a yeast 5'ss/U6 duplex improved the second step of splicing and hyperstabilization of the 5'ss/U6 interaction had the opposite effect, suggesting that changing the stability of these interactions alters the equilibrium between the first and second step conformations. Suppression of 5'ss mutations by U6 in a hybrid reporter was more efficient when U1 could pair nearby than when pairing was restored further away. In addition, position +5 may directly interact with U6 residues that base pair to the BPS recognition region of U2 as well as with other splicing factors, such as PRP8. Finally, sequential recognition of position +5 is likely to require contacts with exon-bound factors that may substitute for U1 interactions, and that may be essential for spliceosome assembly at authentic 5'ss and contribute to the observed high number of cryptic sites as compared to de novo 5'ss (Figure 1 and Table 1).\n\n    In summary, we have shown that cryptic 5'ss in human disease genes are best predicted by computational methods that accommodate nucleotide dependencies and not by methods employing only nucleotide frequency matrices. Discrimination of intronic cryptic 5'ss from their authentic counterparts was less effective than for exonic cryptic 5'ss, as the former were intrinsically stronger than the latter. Computational prediction of exonic de novo 5'ss was poor, suggesting that their activation in vivo critically depends on exonic splicing enhancers or silencers, rather than on the strength of the 5'ss consensus, and that improved algorithms for their prediction will need to accommodate auxiliary splicing sequences. The authentic counterparts of both de novo and cryptic 5'ss were weaker than the average human 5'ss, highlighting the practical importance of ranking splice sites in disease genes to improve detection of splicing mutations. The mutation spectra of cryptic and de novo 5'ss were distinct and differed also from that underlying exon skipping events, implicating point mutations at position +5 in frequent activation of cryptic 5'ss. Finally, the development of an online database of aberrant 5'ss will facilitate detection of introns and exons frequently involved in aberrant splicing, identification of auxiliary sequences that control selection of aberrant splice sites, fine-tuning of splice-site prediction algorithms, identification of splicing mutations, as well as studies of the basic mechanisms of splice-site selection.",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/17576681/"
    },
    "25980689": {
        "Title": "    Splicing: is there an alternative contribution to Parkinson's disease?",
        "Abstract": "    Alternative splicing is a crucial mechanism of gene expression regulation that enormously increases the coding potential of our genome and represents an intermediate step between messenger RNA (mRNA) transcription and protein posttranslational modifications. Alternative splicing occupies a central position in the development and functions of the nervous system. Therefore, its deregulation frequently leads to several neurological human disorders. In the present review, we provide an updated overview on the impact of alternative splicing in Parkinson's disease (PD), the second most common neurodegenerative disorder worldwide. We will describe the alternative splicing of major PD-linked genes by collecting the current evidences about this intricate and not carefully explored aspect. Assessing the role of this mechanism on PD pathobiology may represent a central step toward an improved understanding of this complex disease.",
        "Introduction": "    The flow of genetic information from DNA to RNA to protein has traditionally been considered the central dogma of molecular biology. Additional steps of regulation are currently well known, greatly expanding this simplistic framework and revealing the complex network that controls gene expression. One of these steps is represented by alternative splicing (AS), whereby a single gene gives rise to multiple messenger RNA (mRNA) transcripts and protein isoforms with different functional properties. It is estimated that 94 % of human protein-coding genes are alternatively spliced, and the main site of alternative splicing events is the central nervous system.\n\n    The alternative splicing process consists in the removal of the intronic regions from the RNA primary transcript and simultaneous assembly of the exonic regions in different combinations to form a mature mRNA, which is then polyadenilated, exported to the cytoplasm, and translated into protein. The accuracy and efficiency of pre-mRNA splicing process depend on a range of constitutive DNA sequence motifs: the donor and the acceptor splice sites, the lariat branch point, the polypyrimidine tract, and splicing enhancers and silencers (Fig. 1, panel a). These motifs are recognized by a large macromolecular splicing machinery (called the spliceosome), which models the pre-mRNA while RNA polymerase II synthesizes it in the nucleus. The splicing machinery includes five spliceosomal uridine-rich small nuclear ribonucleoproteins (snRNPs) (U1, U2, U4, U5, and U6) and several non-snRNP protein splicing factors such as the serine/arginine (SR)-rich protein family and hnRNP proteins. The splicing reaction relies on two transesterification steps that occur within the highly dynamic splicing machine. The stepwise molecular mechanisms of the splicing reaction are detailed in Fig. 1 (panel a).\n\n    Alternative splicing works as an on-off switch in gene expression. It affects the expression levels, stability, half-life [via the nonsense-mediated mRNA decay (NMD)], and localization of the RNA messengers. It has also the potential to generate several protein isoforms with different biological properties, protein-protein interactions, subcellular localization, signaling pathway, or catalytic ability. During the last years, great efforts have been made to decipher the intricate alternative splicing code. Five major alternative splicing events (i.e., cassette exons, use of alternative acceptor and/or donor sites, intron retention, and mutually exclusive exons) have been described up to now and are detailed in Fig. 1 (panel b). However, how the spliceosome recognizes alternative exons and decides which exons to include remains not fully understood. Undoubtedly, there is more diversity in splice transcript variants than in protein isoforms. Although this is still not clear, different variants encode the same protein, but probably translate it with different efficiencies.\n\n    The finely tuned splicing regulatory network can easily undergo alterations. An aberrant alternative splicing may arise from changes in regulatory sequences required for correct pre-mRNA processing (the so-called cis-acting mutations), as well as from mutations that affect components necessary for splicing regulation (trans-acting mutations). Cis- and trans-splicing aberrations represent direct causative agents of disease or more subtle contributions to the determinants of disease susceptibility or modulators of disease severity. An extensive range of neurological diseases has been already associated to both splicing defects, including Alzheimer's disease, retinitis pigmentosa, spinal muscular atrophy, muscular dystrophy, neurofibromatosis, and fragile X-associated tremor/ataxia syndrome. In this broad neurological disorder scenario, the relevance of alternative splicing in Parkinson's disease (PD) is not still clear, and the splicing mechanisms that regulate PD-related genes remain mostly unknown.\n\n    Here, we provide an updated overview of the current knowledge about the impact of alternative splicing on Parkinson's disease. Firstly, we will take into account the most common PD-related genes \"one by one\" by analyzing their alternative transcripts currently known and their involvement in this disease. Then, we will describe the few studies that have globally analyzed the changes of splice variant expression in PD patients through genome-wide RNA expression approaches. Finally, we will briefly describe the current evidences about the alternative splicing modulation in PD through noncoding RNAs [microRNA (miRNA) and long noncoding RNA (lcnRNA)].\n\n    PD is the second most common neurodegenerative disorder worldwide, characterized by resting tremor, bradykinesia, stiffness of movement, and postural instability. These symptoms are derived from the progressive loss of neurons from the substantia nigra pars compacta, coupled with an accumulation of intraneuronal aggregates called Lewy bodies.\n\n    Despite significant progresses in the understanding of PD pathogenesis, the exact etiology of PD remains unknown. Over the past 15 years, an even more detailed knowledge of the genetic factors that contribute to PD has emerged through different research strategies. Linkage mapping analysis, genome-wide association studies (GWAS), and next-generation sequencing technologies are revealing an increasing number of locus and genes strongly linked to either autosomal dominant (SNCA-PARK1, LRRK2-PARK8, VPS35-PARK17, and GBA), or typical recessive (PARKIN-PARK2, PINK1-PARK6, and DJ1-PARK7) and atypical recessive (ATP13A2-PARK9, PLA2G6-PARK14, and FBXO7-PARK15) or X-linked (ATP6A2 and TAF1) forms of disease. For the sake of completeness, we mention here further monogenic loci, not confirmed genes, or risk factor genes (i.e., PARK3, UCHL1, PARK10, GIGYF2, PARK12, HTRA2, PARK16, EIF4G1, DNAJ, HLA-DR, GAK-DGKQ, SYNJ1, and GBAP1). Furthermore, a large-scale meta-analysis of genome-wide association data is revealing a wide range of additional loci having genome-wide significant association. However, we will overlook their discussion because of the few data in the literature regarding their splicing regulation in pathological conditions.\n\n    In the next paragraphs, we will describe the alternative spliced mRNA variants of PD genes and the current scientific data demonstrating their involvement in PD pathogenesis. For a more complete picture, we have also added some further implicated genes (SRRM2, MAO-B, SNCAIP, MAPT, and GBA), indicated as other PD-related genes, which are not directly causative genes, but whose splicing regulation seems to be altered in PD states.\n\n    Alpha-synuclein, encoded by SNCA gene, is a small, natively unfolded presynaptic protein linked to PD. Aggregates of alpha-synuclein protein represent the neuropathological hallmark lesions of PD and constitute the major components of Lewy bodies. Genetically, mutations in SNCA gene were the first to be associated with PD family inheritance. Missense mutations in coding regions (Ala53Thr, Ala30Pro, and Glu46Lys), single nucleotide substitution in 3' untranslated region (3' UTR), and dose-dependent genomic multiplications (duplications or triplications) of the gene cause both monogenic and sporadic forms of PD. Some point mutations in splice donor sites have also been reported (IVS2 + 9A > C).\n\n    SNCA gene maps to chromosome 4q22.1 and contains six exons spanning about 114 kb. The set of mRNAs produced by SNCA gene includes the full-length transcript, commonly known as SNCA-140 from the amino acidic length of the encoded protein, and corresponds to SNCA-001, SNCA-002, SNCA-003, SNCA-006, and SNCA-008 mRNAs from Ensembl library (Table 1 and Fig. 2). Further additional splicing variants, known as SNCA-126, SNCA-112, and SNCA-98 and corresponding to (i) SNCA-004, SNCA-203, SNCA-201, (ii) SNCA-005, SNCA-202, and (iii) SNCA-010, respectively, are generated by in-frame excision of exons 3, 5, or both (Table 1 and Fig. 2). Two additional splice variants (SNCA-009 and SNCA-007) are generated from an inner transcription start and encode proteins of 115 and 97 amino acids, respectively (Table 1 and Fig. 2). SNCA-140, SNCA-126, and SNCA-112 are expressed in a broad spectrum of human tissues, while SNCA-98 seems to be a brain-specific splice variant with varying expression levels in different areas of fetal and adult brain.\n\n    The expression profile of SNCA-140, SNCA-126, SNCA-112, and SNCA-98 splice variants is different in the various brain areas under normal and pathological states. Compared to healthy controls, in PD frontal cortex, all these four transcripts are overexpressed, with significant upregulation of SNCA-126. In PD substantia nigra, only the three shorter transcripts have been observed significantly overexpressed, while higher SNCA-112 and SNCA-98 levels are also present in the cerebellum. Different expression profiles of SNCA variants also occur in other forms of neurodegenerative disorders. Both SNCA-140 and SNCA-126 downregulation and SNCA-98 overexpression have been reported in dementia with Lewy bodies and Alzheimer's disease, while SNCA-112 is upregulated in dementia with Lewy bodies and downregulated in Alzheimer's disease.\n\n    Some interesting data emerge on SNCA-112 variant. An association between PD risk-associated single nucleotide polymorphisms (SNPs) within the 3' region of SNCA gene and higher SNCA-112 ratio level has been observed in about 100 of frontal cortex samples. These data reveal the cis-regulatory effect of these mutations on splicing mechanism. The expression of SNCA-112 is also abundantly induced by some parkinsonism mimetics (MPP+, rotenone) and related oxidants. However, the reason for these effects remains unclear.\n\n    In addition to splice variants, specific RNA transcript isoforms of SNCA with an extended 3' untranslated region have been described and appear selectively linked to pathological processes. However, this review is focusing only on the mRNA splice variants; thus, their discussion will be omitted.\n\n    The 140 amino acid isoform is a small protein with a molecular weight of 14.5 kDa. It is composed of three distinct regions: (1) an amino terminus containing amphipathic helices conferring the propensity to bind membranes; (2) a central hydrophobic region, the so-called non-Ab component (NAC), which confers the b-sheet potential; and (3) an acid glutamatergic carboxyl terminus that is highly negatively charged and prone to be unstructured. Structural changes in the shorter splicing isoforms can be predicted as a result of exon skipping events. SNCA-126-predicted isoform shows interruption of the N-terminal protein-membrane interaction domain; SNCA-112 is significantly shorter in the unstructured C-terminal, while SNCA-98 isoform results in a truncated protein consisting almost only of the central region containing NAC. Recently, a lower aggregation propensity of the shorter isoforms has been demonstrated in vitro. In addition, morphology studies by using electron microscopy have shown straight fibrils for SNCA-140, shorter fibrils mostly arranged in parallel arrays for SNCA-126, and circular structures for SNCA-98. These data open new insights regarding the formation of Lewy bodies induced by alpha-synuclein.\n\n    Numerous functions of alpha-synuclein have been proposed, counting molecular chaperone, regulator of dopamine uptake and homeostasis, inhibitor of phospholipase D2, downregulator of p53 pathway, and promoter of the SNARE-complex assembling. Unfortunately, nothing is known about the specific pathophysiological roles of each alpha-synuclein isoform and their relative posttranslational modifications (i.e., phosphorylations, nitration, sumoylation, oxidation, glycosylation, cleavage, and ubiquitination), which are known to play a key role in SNCA functions and regulation.\n\n    LRRK2 encodes for leucine-rich repeat kinase 2 (or dardarin), which is a large 2527 amino acid multidomain protein. The protein consists of multiple conserved well-defined domains including a small GTPase-like domain (Ras of complex proteins or ROC), a domain of unknown function termed the C-terminal of ROC (COR), a kinase domain, as well as several protein interaction domains [e.g., the leucine-rich repeat (LRR), the WD40 domain, the ankyrin repeat domain, and the armadillo repeat region]. The precise physiological function of LRRK2 is unknown. However, LRRK2 seems implicated in different cellular functions as neurite outgrowth, cytoskeletal maintenance, vesicle trafficking, and autophagic protein degradation.\n\n    The LRRK2 gene spans a genomic region of 144 kb, with 51 exons, and harbors the most common mutations linked to both autosomal dominant inherited late-onset and sporadic PD. The missense mutations known so far are spread over the whole LRRK2 gene and affect all functional domains. Some mutations have much higher frequencies than others, such as Gly2019Ser and mutations altering codon Arg1441, respectively, in the kinase and ROC domains. In addition, several unclear pathogenic mutations affecting splice sites have been observed (IVS19 + 5_8delGTAA, IVS25-8delT, IVS27-9C > T, IVS30-6C > T, IVS31 + 3A > G, IVS32 + 14G > A, IVS33 + 6 T > A, IVS37-9A > G, IVS38 + 7C > T, IVS46-14 T > A, and IVS46-8delT).\n\n    In addition to the full-length transcript (LRRK2-004), further LRRK2 shorter transcripts are deposited in Ensembl library (Table 1 and Fig. 2). Despite the existence of these transcripts, there are currently no data analyzing the splicing profile of this gene in PD states. Recently, a gene expression and splicing analysis of the LRRK2 locus have been carried on. Both exon array and RT-PCR methods confirm the existence of an isoform with spliced out exons 32-33 in the substantia nigra and an isoform with exon 32 alone spliced out in the occipital cortex, medulla, and cerebellum of healthy humans.\n\n    Further evidences on LRRK2 splicing have been observed by Giesert and collaborators, who have conducted a study in various brain regions and organs from adult mice. In this regard, it should be considered that LRRK2 is highly conserved in human and mouse and that several transgenic animal models have been created. Giesert et al. have identified two LRRK2 splice variants: one with skipped exon 5, primarily expressed in astrocytes, and another truncated variant terminating with an alternative exon 42a barely detectable in the microglia but highly expressed in neurons and astrocytes. Protein-structure predictions reveal that the loss of exon 5 may generate a smaller protein with changed affinity of binding partners, while the alternative exon 42a may lead to changes of its enzymatic activity. In addition, the protein-interaction domain WD40 would also be absent in such truncation. Interestingly, the deletion of this domain in the Zebrafish LRRK2 ortholog (zLRRK2) causes parkinsonism-like phenotype including loss of dopaminergic neurons in diencephalon and locomotion defects. Further studies will need to assess the involvement of LRRK2 alternative splice variants in PD.\n\n    In 2011, two groups reported the identification of the same missense mutation (p.Asp620Asn) in the vacuolar protein sorting 35 (VPS35) gene as a novel cause of autosomal dominant PD. VPS35 was the first PD gene found by a direct whole exome sequencing in large families of Austrian and Swiss origins. An in-depth sequence analyses of all coding, noncoding, and exon-intron boundaries VPS35 genetic regions have been performed in a large well-characterized cohort of Lewy body disorders, including PD patients, PD with dementia, and dementia with Lewy bodies. In addition to three novel missense mutations, silent and intronic variations, predicted to activate cryptic splice sites, have been observed in the patient's group but not in controls. However, the pathogenicity of these mutations was not completely conclusive since these mutations were not supported by segregation analysis in family relatives.\n\n    Various spliced transcript variants of this gene are reported in Ensembl library (Table 1 and Fig. 2), but the majority of them are processed for degradation and do not encode proteins.\n\n    Mutations in PARK2 gene (also known as PARK2 parkin RBR E3 ubiquitin-protein ligase) are the most common cause (50 % of cases) of autosomal recessive juvenile parkinsonism (AR-JP), a form of early-onset parkinsonism characterized by good and prolonged response to levodopa and a benign, slow course. PARK2 mutations also explain ~15 % of the sporadic cases with onset before 45 and act as susceptibility alleles for late-onset forms of Parkinson's disease (2 % of cases). Along with about 200 mutations currently identified in PARK2 coding region, several point mutations in splice acceptor or donor sites (introns 1, 6, 7, 10, 12, 13, and 16) have been identified in PD patients.\n\n    PARK2 gene spans more than 1.38 Mb of genomic DNA in the long arm of chromosome 6 (6q25.2-q27) and contains 12 exons, which are alternatively spliced to produce at least 11 different splicing variants (Table 2 and Fig. 3). The full-length PARK2 transcript (PARK2-004) encodes a protein of 465 amino acids (parkin) acting in numerous molecular pathways (protein turnover, stress response, mitochondrial homeostasis, mitophagy, mitochondrial DNA stability, metabolism, cell growth, and survival). Multiple parkin isoforms likely arising from PARK2 splicing variants have been observed in different brain areas through Western blot studies.\n\n    The extensive alternative splicing of PARK2 is differently regulated both at transcript and protein level in tissues and cells. Distinct expression patterns of PARK2 splice variants emerge in human brain regions and leukocytes, in rat brain, in neuronal and glial cells, and in a wide variety of mouse tissues (brain, heart, lung, liver, skeletal muscle, kidney, and testis). At the protein level, PARK2 protein isoforms show a differential distribution in human leukocytes and aged brain, as well as in different rat and mouse nervous system areas (cerebral cortex/diencephalons, hippocampus, cerebellum, brainstem, striatum, spinal cord, and substantia nigra), peripheral tissues (heart, liver, spleen, pancreas, and kidney), and developmental stages.\n\n    Emerging evidences support the importance of PARK2 splice variant expression changes in disease development. Differential expression of PARK2 transcripts have been identified in the frontal cortex of Parkinson's disease, pure dementia with Lewy bodies, common Lewy body disease, and Alzheimer's disease patients, compared to controls. Particularly, two PARK2 splicing variants are significantly overexpressed in PD. Another study reports both an increase in the expression level of a parkin splice variant and a decrease of the wild type between PD patients and healthy controls. The differential and disease-specific expression profiles of PARK2 alternative splice variants suggest a role for splicing deregulation in the development of neurodegenerative disorders.\n\n    Homozygous or compound heterozygous loss-of-function mutations in PTEN-induced putative kinase 1 (PINK1) are the second most frequent cause of autosomal recessive early-onset parkinsonism. Mutation frequency varies geographically from 1 to 9 % depending on ethnic background. The PINK1 mutation spectrum involves nonsense and missense mutations, insertions, or deletions, and whole gene or single/multiple exon copy number variants located across the entire gene.\n\n    PINK1 gene maps in the short arm of chromosome 1 (1p36.12), encompassing ~18 kb of genomic DNA. Its coding sequence is spread over eight exons. In addition to the full length (PINK1-001), two shorter variants exist but do not produce proteins (Table 2 and Fig. 3).\n\n    Some interesting findings emerge regarding the splicing regulation of exon 7. A 23-bp deletion disrupting the splice acceptor site of exon 7 has been detected in a sporadic parkinsonian patient, producing several aberrant mRNAs. Moreover, whole exon 7 deletion and a novel U1-dependent 5' splice-site mutation in exon 7 have been found in a large Spanish family with PD members.\n\n    The PINK1 protein is a putative serine/threonine kinase of 581 amino acids involved in mitochondrial response to cellular and oxidative stress. It has been demonstrated that at least two isoforms are expressed in the human brain: a full-length protein of ~63 kDa and an N-terminally truncated isoform of 52 kDa. An additional isoform of approximately 45 kDa has been suggested, although it has not been extensively studied. The 52-kDa isoform seems to originate by enzymatic cleavage of PARL; however, the exact nature of the isoforms, the precise reason for the cleavage, and the functional roles of these three different isoforms require further studies.\n\n    Mutations in the DJ1 (also known as PARK7) gene are the less common cause of autosomal recessive parkinsonism (~1 % of early-onset PD). A large homozygous deletion and a missense mutation (L166P) in DJ-1 gene were first identified in both Italian and Dutch consanguineous families. Additional mutations have been collected in other PD families and include missense mutations in coding and promoter regions, frame shifts, copy number variations, and splice site alterations.\n\n    DJ-1 gene maps to chromosome 1 (1p36.23) and includes seven exons. Several spliced transcript variants have been identified encoding the same protein (Table 2 and Fig. 3). Two shorter transcripts (the first lacking exon 4 and the second starting in an inner transcription point) encode for smaller proteins (Table 2 and Fig. 3).\n\n    The product of DJ-1 gene is a highly conserved protein of 189 amino acids belonging to the peptidase C56 family. It is a multifunctional protein, acting as a positive regulator of transcription, redox-sensitive chaperone, sensor for oxidative stress, and apparently protects neurons from ROS-induced apoptosis. In the human brain and peripheral blood, several DJ-1 isoforms exist and differ on their isoelectric point (pI). The relative abundance of these different DJ-1 isoforms appears to be altered in PD, and therefore, blood DJ-1 isoforms have been proposed as potential biomarkers for Parkinson's disease. The different pI of each variant are believed to result from posttranslational modifications that alter the intrinsic charge of the protein. Interestingly, it has been demonstrated that one of the major binding partners of DJ-1 in dopaminergic neuronal cells is the splicing factor proline/glutamine-rich (SFPQ protein). SFPQ, originally identified as a polypyrimidine tract-binding protein, is part of the spliceosome C complex and is required for in vitro splicing of pre-mRNA. DJ-1 binding to SFPQ modulates its transcriptional activity and, therefore, tunes its effect on splicing regulation. DJ-1 mutations could reverberate on its downstream targets, including the splicing factor SFPQ and altering the splicing control.\n\n    ATP13A2 mutations are associated with Kufor-Rakeb syndrome, a form of recessively levodopa-responsive inherited atypical parkinsonism. It encodes a large protein belonging to the ATPase transmembrane transporters, and recently, it has been identified as a potent modifier of the toxicity induced by alpha-synuclein.\n\n    ATP13A2 is composed of 29 exons and lies on chromosome 1 covering about 26 kb of genomic DNA. One of the first identified disease-causing mutations was a guanine-to-adenine transition in the donor splice site of exon 13, leading to the skipping of exon 13 and resulting in a deletion of part of the third transmembrane domain.\n\n    According to data repositories, at least 15 alternatively spliced transcripts are expressed in humans (Table 2 and Fig. 3). The longest transcripts are ATP13A2-001, ATP13A2-002, and ATP13A2-005. Transcript variants ATP13A2-001 and ATP13A2-005 differ only in a nucleotide segment on exon 5, while transcript variant ATP13A2-002 lacks exons 22 and 28. The ATP13A2 mRNA is highly expressed in the brain, particularly in the substantia nigra of patients with classical late-onset PD. However, nothing is known about the splicing expression profiles of this gene in PD and healthy subjects.\n\n    The products of these transcripts have been studied at the protein level. The isoform 1 encoded by ATP13A2-001 is a protein of 1180 amino acids with ten transmembrane domains. Isoform 2 encoded by ATP13A2-005 contains a five amino acid deletion near the N-terminus, while isoform 3, encoded by ATP13A2-002, contains two deletions, generating a highly diverged C-terminus. Functional studies have shown that the isoform 1 is located in the lysosome membrane, whereas the isoform 3 protein is retained in the endoplasmic reticulum and rapidly degraded by the proteasome. In addition, both isoforms 1 and 3 are eliminated via the endoplasmic reticulum-associated degradation pathway.\n\n    Recessive mutations in the phospholipase A2 group VI (PLA2G6) gene have been initially described as the cause of infantile neuroaxonal dystrophy and neurodegeneration associated with brain iron accumulation. Recently, this gene has also been associated with a particular parkinsonian phenotype, consisting of levodopa-responsive dystonia, pyramidal signs, and cognitive/psychiatric features, with onset in early adulthood. Among PLA2G6 identified mutations, the c.1077G > A mutation at the last nucleotide of exon 7 (apparently a synonymous mutation) stands out as a cause of abnormal mRNA splicing. This single nucleotide substitution causes the activation of a cryptic splice site producing a 4-bp deleted transcript with altered frame shift in leukocytes.\n\n    PLA2G6 gene maps on chromosome 22 (q13.1), covering 70 kb of genomic DNA. Several transcript variants encoding multiple isoforms have been described up to now (Table 2 and Fig. 3). The longest PLA2G6 mRNA PLA2G6-001 includes 17 exonic regions and encodes the 85/88 kDa calcium-independent phospholipase known as A2 isoform a. The other two long transcripts (PLA2G6-002 and PLA2G6-201) differ in the start point, both lack of exon 9 and encode the same protein, called isoform b. The expression profile of this gene in healthy and disease states remains unknown.\n\n    Mutations in the F-box only protein 7 (FBXO7) gene cause parkinsonian pyramidal disease (PPD- or PARK15-associated parkinsonism), an autosomal recessive neurodegenerative disease with juvenile onset, severe levodopa-response, and additional pyramidal signs. Some pathogenic mutations have been identified (R378G, R498X, and T22M) including a compound heterozygous mutation (IVS7 + 1G/T) that removes the invariable splice donor of intron 7 and may disrupt FBXO7 messenger RNA splicing.\n\n    The FBXO7 gene, mapped on chromosome 22q12.3, contains nine exons spanning about 24.1 kb. It encodes a 522 amino acid protein consisting of several domains, which target proteins for ubiquitination. Alternatively spliced transcript variants of this gene have been identified (Table 2 and Fig. 3). FBXO7-001 is the longest and more abundant transcript ubiquitously expressed, particularly in skin fibroblasts. FBXO7-002 arises from an inner alternative exon 1, differs in the start codon, and produces a shorter isoform. Both these encoded protein isoforms have been detected in cells.\n\n    X-linked dystonia parkinsonism (XDP) is an X-linked recessive adult-onset movement disorder characterized by both dystonia and parkinsonism. TATA-box binding protein-associated factor 1 (TAF1) gene, located in the disease locus Xq13.1, has been reported as the first related XPD gene, harboring disease-specific single-nucleotide changes and a small deletion within the multiple transcript panel. This gene is part of a complex region of DNA (the TAF1/DYT3 multiple transcript systems), which encompasses the exonic regions of TAF1 gene and further additional downstream exons. This system includes multiple different transcription start sites and encodes multiple spliced transcripts and isoforms (Table 3 and Fig. 4).\n\n    Recently, the ATP6AP2 gene (Table 3 and Fig. 4) has been proposed as a novel gene for X-linked parkinsonism with spasticity (XPDS) by exome sequencing analysis. A silent mutation (p.S115S) in the ATP6AP2 gene has been identified in one affected individual, resulting in the aberrant splicing of ATP6AP2 mRNA and the overexpression of a minor splice isoform. Noteworthy, the ATP6AP2 is an essential accessory component of the vacuolar ATPase required for lysosomal degradative functions and autophagy, a pathway frequently affected in PD.\n\n    Synphilin-1, encoded by SNCAIP gene, is a presynaptic protein containing several protein-protein interaction motifs, including ankyrin-like repeats, a coiled-coil domain, and an ATP/GTP-binding domain. It interacts strongly with alpha-synuclein in neuronal tissue and may play a role in the formation of Lewy bodies during neurodegeneration. It is also implicated in parkinsonism as one of the parkin substrates. In addition, some studies have identified SNCAIP sequence variants in PD patients and have suggested it as a candidate PD gene.\n\n    SNCAIP gene maps on chromosome 5 (5q23.2) and spans about 152 kb of genomic DNA. Although the database Gene reports SNCAIP composed of 11 exons, additional exonic regions emerge by aligning the sequence of the gene with each transcript. To date, at least 22 alternative spliced transcript variants have been identified (Table 4 and Fig. 5), but the most studied are synphilin-1 and 1A. Synphilin-1 (SNCAIP-001) is the full-length transcript, while synphilin-1A variant is a shorter form (SNCAIP-201). The latter lacks exons 4 and 5 and contains an extra exon located between exons 10 and 11. Synphilin-1A isoform is thought to be involved in the pathogenesis of PD and may play an important role in the formation of Lewy bodies. Interestingly, synphilin-1A protein shows enhanced aggregation properties, which cause neuronal toxicity.\n\n    The mRNA expression levels of synphilin 1, 1A, and other two additional synphilin variants have been simultaneously investigated in the frontal cortex of PD patients. Their overall overexpression has been demonstrated when compared to healthy controls.\n\n    MAPT gene encodes the microtubule-associated protein tau, a protein involved in microtubule assembly and stability. It is located on chromosome 17q21 and contains 15 exons. It gives rise to multiple splice transcripts (Table 4 and Fig. 5) which are differentially expressed in human tissues. In the adult human central nervous system, MAPT splicing generates six tau isoforms composed of either three or four microtubule-binding repeat motifs in the C-terminal (3R- and 4R-tau).\n\n    A number of mutations within and around MAPT exon 10 disrupt exonic and intronic splicing elements as well as the formation of an RNA stem-loop structure at the 5' splice site (which normally functions to restrict spliceosome assembly). This event results in an altered ratio of 3R/4R isoforms. The disruption of the balance between them results in hyperphosphorylation and aggregation of tau proteins into neurofibrillary tangles, causing the frontotemporal dementia with parkinsonism linked to chromosome 17 (FTDP-17). These data support a direct relationship between aberrant alternative splicing of tau and neuropathology.\n\n    Mutations in beta-glucocerebrosidase (GBA) gene cause Gaucher disease, a lysosomal storage disease characterized by an accumulation of glucocerebrosides. Some studies have identified GBA genetic variants as significant risk factors for the development of PD.\n\n    GBA gene is located in a gene-rich region on chromosome 1q21. It spans 10.4 kb and contains 12 exons. Currently, there are four annotated alternative transcripts encoding proteins (GBA-001, GBA-002, GBA-015, and GBA-016; Table 4 and Fig. 5). Two of them originate from an alternative promoter located 2.6 kb upstream of the first ATG. All transcripts share the same start codon, with the exception of GBA-012, whose open-reading frame starts upon exon 4 and produces a shorter protein isoform. Further transcripts are produced, but they do not encode proteins. The GBA splicing profile has not been studied still, and it is unknown if its alternative splicing is involved in PD.\n\n    MAO-B gene is located on chromosome X and includes 15 exons (Table 4 and Fig. 5). Although it is not a confirmed susceptibility gene, increased levels of monoamine oxidase B (MAO) mRNA and enzymatic activity have been reported in platelets from patients with both Parkinson's and Alzheimer's diseases. Furthermore, it is well established that MAO-B inhibitors delay progression of both pathologies.\n\n    Several DNA polymorphisms in the MAO-B gene have been described in populations with distinct ethnic backgrounds. A SNP common in all ethnic groups and associated with two-fold risk of PD is the G/A dimorphism in intron 13 sequence. This SNP does not change the coding sequence and does not affect the consensus acceptor and donor sites. However, it has been demonstrated the G/A dimorphism in intron 13 sequence creates a splicing enhancer that stimulates intron 13 removal and a spliceosomal complex assembly and alters splicing factors' binding site efficiency.\n\n    Along with cis-acting elements, alternative splicing regulation relies on trans-splicing factors including the serine/arginine (SR) proteins. One of these proteins, the RNA splicing factor SRRM2 (or serine/arginine repetitive matrix 2), has been identified as the only gene that stood out as differentially expressed in multiple gene expression PD datasets.\n\n    SRRM2 gene generates two main alternative splicing transcripts different at their 3' end (Table 4 and Fig. 5). The full-length isoform SRRM2-001 contains 15 exons, while the shorter isoform SRRM2-003 contains 11 exons and lacks exons 12-15. These two isoforms are differentially expressed in postmortem PD brain regions. The shorter transcript was upregulated in the substantia nigra but unchanged in the amygdala of PD patients versus healthy controls. On the contrary, the longer transcript was downregulated in both substantia nigra and amygdala of PDs as compared to controls. Furthermore, in the peripheral blood of patients with PD, SRRM2 short isoform is overexpressed, while the expression of longest isoform is reduced.",
        "Methods": "    Although a \"gene-by-gene\" approach may simplify splicing analysis, global alternative splicing changes in PD have to be considered. The majority of the whole gene expression array studies in PD brain regions have unfortunately looked at a single transcript per gene, ignoring the multiple transcripts generated by alternative splicing. Nonetheless, mRNA splicing has been identified as a mechanism significantly altered in cortical neurons of PD patients.\n\n    In order to investigate the splicing expression changes, some studies have used exon arrays. This kind of approach, enabling better monitoring and detection of the alternative splicing events, has allowed to observe significant changes in overall gene splicing in PD blood cells compared to healthy controls. Another exon array study has been conducted in blood of advanced PD patients prior to and following deep brain stimulation neurosurgery, a technique that efficiently improves the motor symptoms of PD. This analysis has showed preliminary results suggesting brain electrical stimulation may correlate with significant profile changes in nonsense-mediated mRNA decay (an mRNA surveillance process that detects and selectively degrades splice transcripts harboring premature termination codons) in blood cell transcripts. Potashkin et al. have also used specific splice variant microarrays in PD patients in order to identify mRNAs splice transcripts as molecular biomarkers for an early PD diagnosis. Through this approach, they identified 13 splice variants with an altered expression in early-stage PD patients versus healthy controls.\n\n    A recent technology to better study splicing defects is deep sequencing of RNA (RNAseq). The advantage of RNAseq is that it is theoretically feasible to measure both RNA expression levels and modifications such as splicing. In addition, RNAseq gives the possibility of discovering novel transcripts. Whole transcriptome RNAseq data have been obtained from blood leukocytes of PD patients' predeep and postdeep brain stimulation treatment. This approach has enabled to discover novel human exons and junctions in protein-coding RNA molecules, as well as a large range of differential splicing events pretreatment and posttreatment compared to healthy controls. Although this is the first study using in-depth PD transcriptome sequencing, RNAseq represents a promising technique to better study PD alternative splicing.\n\n    A large number of alternative exon regions have been predicted as binding sites of microRNAs (miRNAs). The latter is a class of small noncoding RNA molecules, which mainly act as posttranscriptional modulators of multiple target genes by partial sequence complementarity. Through this mechanism, they may also influence splicing process.\n\n    The interplay between miRNA differential expression and alternative splicing modification in PD has been recently investigated. Parallel changes in miRNA profiles and their spliced targets have been observed in PD leukocytes and PD-relevant brain regions (including the substantia nigra as well as the frontal lobe). This study was conducted through coupled analysis of small RNA sequencing data, splice junction arrays, and exon arrays.\n\n    Another novel fascinating class of RNAs with unknown functions is long noncoding RNAs (lncRNAs), defined as transcripts of over 200 nucleotides. The GENCODE noncoding RNA set collects all lncRNAs known so far, including several spliced transcript shorter than 200 bp. LncRNA profiling has been recently assessed in PD leukocytes predeep and postdeep brain stimulation via RNAseq. This survey allowed to identify some lncRNAs overexpressed in PD and inversely decreased following deep brain stimulation. Differentially expressed lncRNA includes the spliceosome component U1, supporting the hypothesis of disease-involved splicing modulations.\n\n    The identification of existing networks between noncoding mRNAs and alternative splicing modifications represents an important step forward the road to understanding the molecular basis of PD.",
        "Results": "",
        "Conclusion": "    Alternative splicing is a highly harmonized process, based on a combination of DNA sequence motifs, intronic and exonic elements, regulatory factors, and temporal and spatial signaling pathways. Mutations that disrupt any of these critical features may alter the finely tuned splicing processes, upsetting the production or functions of the encoded proteins, and finally causing human diseases. Assessing the alternative splicing modulation of PD-related genes represents an important point to understand PD molecular etiology. Future studies, both with the standard or the new currently available large-scale techniques, will offer a complete data pool of the alternative splicing events in PD and will provide new possible insights in order to develop strategies for PD therapy and diagnosis.",
        "Discussion": "",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/25980689/"
    }
}