{
    "32242007": {
        "Title": "    Exome sequencing of familial high-grade serous ovarian carcinoma reveals heterogeneity for rare candidate susceptibility genes",
        "Abstract": "    High-grade serous ovarian carcinoma (HGSOC) has a significant hereditary component, approximately half of which cannot be explained by known genes. To discover genes, we analyse germline exome sequencing data from 516 BRCA1/2-negative women with HGSOC, focusing on genes enriched with rare, protein-coding loss-of-function (LoF) variants. Overall, there is a significant enrichment of rare protein-coding LoF variants in the cases (p < 0.0001, chi-squared test). Only thirty-four (6.6%) have a pathogenic variant in a known or proposed predisposition gene. Few genes have LoF mutations in more than four individuals and the majority are detected in one individual only. Forty-three highly-ranked genes are identified with three or more LoF variants that are enriched by three-fold or more compared to GnomAD. These genes represent diverse functional pathways with relatively few involved in DNA repair, suggesting that much of the remaining heritability is explained by previously under-explored genes and pathways.\n\n    Around half of the heritability underpinning familial high-grade serous ovarian carcinoma remains unidentified. Here, the authors show that extremely rare protein encoding loss-of-function variants, with a high degree of genetic heterogeneity, may account for some of this missing heritability.",
        "Introduction": "    Epithelial ovarian carcinoma is a heterogeneous disease, representing approximately 3.7% of all new female cancer diagnoses. It comprises several distinct histological subtypes (including high- and low-grade serous, clear cell, endometrioid and mucinous), each one displaying different behaviours at both the clinical and molecular levels. Around 70% of epithelial ovarian tumours are high-grade serous ovarian carcinomas (HGSOC), which are relatively aggressive and have a poor prognosis.\n\n    There is a significant genetic component to the risk of ovarian carcinoma, with germline mutations in BRCA1 and BRCA2 identifiable in 11-23% of affected women with HGSOC, rising to as high as 42% of affected women with a family history of two or more ovarian carcinomas. Other genes make a smaller contribution to HGSOC risk (e.g. RAD51C, RAD51D, BRIP1), but the hereditary basis of approximately 50% of cases remains unexplained, which compromises risk management for these women and their families.\n\n    Efforts to identify additional moderate-to-high-risk hereditary breast and ovarian cancer (HBOC) genes have largely been restricted to candidate gene approaches using targeted next-generation sequencing (NGS) panels of known cancer predisposition genes, which have collectively only resolved a very small proportion of unexplained families. Although three studies utilised data from whole-exome sequencing (WES) of BRCA1 and BRCA2-negative ovarian carcinoma patients, these analysed only a subset of candidate genes in the available data and included non-HGSOC tumour types in their case cohorts. Others utilised germline sequencing data from The Cancer Genome Atlas (TCGA), but this approach is limited by the diverse technologies used to generate TCGA data along with the absence of any linked family history information. None of the previous studies have identified candidate HBOC genes that have been validated in multiple independent studies; nor has there been any consistency of the candidates identified across different studies.\n\n    As a first step in resolving the missing heritability of ovarian carcinoma, we present WES data from a large cohort of women diagnosed with HGSOC, who were tested through a familial cancer clinic but returned negative findings for the BRCA1 and BRCA2 genes. Our results indicate that familial HGSOC is enriched for rare protein-coding loss-of-function (LoF) variants, but displays high genetic heterogeneity, with no single proposed candidate gene identified in our cohort found in more than 2.4% of cases. These genes are functionally diverse, with only a small number associated with DNA repair as with other known HGSOC predisposition genes, suggesting that much of the remaining missing heritability may lie in genes and pathways that are currently overlooked.",
        "Methods": "    Cases consisted of 516 women from Australia recruited to the Variants in Practice (ViP) study between 2013 and 2018 (Table 5) with a confirmed or suspected diagnosis of HGSOC, as well as those with tumours of similar histology arising in the fallopian tube and peritoneum (which share similar clinical and molecular characteristics to HGSOC and are all thought to originate from foci of serous tubal intraepithelial carcinoma). Represented histological subtypes were high-grade serous (including carcinosarcomas) (n = 443); high-grade endometrioid (n = 35), which is considered a subtype of HGSOC, distinct from low-grade endometrioid tumours; mixed epithelial types with a predominant high-grade serous component (n = 11); and suspected high-grade serous tumours that were previously classed as adenocarcinoma not otherwise specified or as unknown (n = 27). All women were referred to a specialist familial cancer centre and assessed as fulfilling local criteria for offering them BRCA1 and BRCA2 testing (https://www.eviq.org.au/p/620). Clinical testing for germline variants in both genes was performed using validated, standard techniques (next-generation panel sequencing and/or Sanger sequencing for exon variants, along with multiplex ligation-dependent probe amplification for structural variants) in a certified diagnostic lab, and all tested individuals had no pathogenic or likely pathogenic variants nor any large deletions in these genes. These results were reconfirmed on analysis of their exome sequencing data for BRCA1 and BRCA2 pathogenic variants.\n\n    Population control frequencies of gene variants were obtained from publicly available sequencing data in GnomAD version 2.1.1 (https://gnomad.broadinstitute.org), containing 125,748 exome sequences and 15,708 genome sequences from unrelated individuals worldwide. Filtering options within GnomAD were used to remove data from individuals with a cancer diagnosis (including those sourced from TCGA) as well as those that were not from a non-Finnish European ethnic background, leaving 59,095 individuals.\n\n    Exome sequencing was performed on leucocyte DNA extracted from patient whole-blood samples utilising the Agilent SureSelect (Human All Exon v4 for six samples, and v6 for the remainder) capture and Illumina HiSeq 2500 (150 paired-end reads) sequencing platforms at two commercial sequencing companies (BGI and Novogene). An in-house bioinformatics pipeline constructed using Seqliner v0.7 (http://bioinformatics.petermac.org/seqliner) was used to process raw sequencing data. Raw sequencing reads were quality checked using FastQC v0.11.2 (http://www.bioinformatics.babraham.ac.uk/projects/fastqc), trimmed using cutadapt v1.5  then aligned to the GRCh37/hg19 human reference genome using BWA-MEM v0.7.10 . Duplicate reads were filtered using Picard MarkDuplicates (http://broadinstitute.github.io/picard). Base quality score recalibration and indel realignment were then performed on the filtered reads using the Genome Analysis Toolkit (GATK) v3.8.0 . Variants were called using GATK HaplotypeCaller and Platypus v0.8.1 , then annotated for predicted consequences using Ensembl Variant Effect Predictor (VEP) database version v85  and LoFTEE (https://github.com/konradjk/loftee).\n\n    Principal component analysis was performed in PLINK v1.90  using a set of all SNPs passing filters in at least two samples that were targeted by both the Human All Exon v4 and v6 captures and passed linkage disequilibrium pruning (r2 threshold: <0.3, window size: 100 kb, step size: 5 kb). Clusters in the PCA results were classified to ethnicities informed by markers from the major sub-population groups as defined in the GnomAD database.\n\n    A series of filters were applied to the variant data (Fig. 1), using R v3.5.2 (2018) with tidyverse v1.2.1 installed, and the output viewed and analysed in Microsoft Excel v16.25 for Mac. For the discovery analysis, only variants classed by VEP as 'HIGH' impact were retained; these included classic LoF variants (stop-gain, start-loss, frameshift and essential splice site) in protein-coding transcripts, as well as equivalent variants in non-protein-coding transcripts (e.g. non-coding RNAs). Variants classed as 'MODERATE', 'LOW' or 'MODIFIER' impact (including missense, in-frame indel, stop-loss, cryptic splice site, synonymous etc. in protein-coding sequences) were removed. Analysis aimed to identify rare variants with strong pathogenic effect and good-quality sequencing metrics; hence, variants with GnomAD total population minor allele frequency (MAF) > 0.005 or those annotated to non-canonical transcripts (as defined by Ensembl) were removed and a number of quality filters applied (Fig. 1). Following ranking (described below), additional filtering removed variants in transcripts that were not classed as 'protein_coding' in their Ensembl Biotype annotation, leaving only protein-coding LoF variants. Common variants (i.e. MAF > 0.005) in one or more of the major outbred population groups represented in GnomAD (i.e. excluding Finns, Ashkenazi Jewish and 'other' populations) were also removed, using the 'popmax' annotation. The latter filter facilitated the removal of common variants within the other major non-European ethnic groups (e.g. East Asian) represented in the patient sample, abrogating the need to use ethnicity-specific GnomAD data when performing filtering with these cases.\n\n    After excluding samples with deleterious variants in known ovarian cancer predisposition genes (Table 1), remaining genes were ranked by degree of enrichment for presumed deleterious variants in the case population. To facilitate this, total control population frequencies of 'HIGH' impact variants for every gene transcript were calculated using the GnomAD non-cancer reference data for the non-Finnish European (NFE) sub-population; these figures excluded common variants with MAF > 0.005, and were adjusted for genes with multiple variants per individual using the formula 1 -  (1 - AFi) i.e. one minus the combined probability of not containing any of the variant alleles. Variants that were flagged in GnomAD as failing their 'InbreedingCoeff', 'AC0' or 'RF' (random forests) QC filters were excluded from these figures, to match our filtering. Total frequencies for every gene with retained variants in the sample were calculated, and a risk ratio between figures for the two population groups (case cohort and GnomAD non-cancer NFE) was derived.\n\n    A two-tailed chi-squared test was then used to compare the total number of rare (i.e. AF <= 0.005) LoF variants in the case cohort vs. the equivalent number in the GnomAD non-cancer NFE sub-population for all genes represented on the Agilent SureSelect v6 exome panel with 'protein_coding' Biotype transcripts (n = 19,818). p values, odds ratios (ORs) and confidence intervals for every gene were then calculated using a two-tailed Fisher's exact test, incorporating allele counts in the sample vs. equivalent counts in the GnomAD non-cancer NFE sub-population (with the denominator as the maximum number of alleles from that population with available data in GnomAD for that specific gene). Genes were ranked in order of increasing p value, with the most enriched genes having the lowest p values, and the calculated risk ratios were used to prioritise variants in genes that were enriched by three-fold or more in the case cohort for further analysis. Additional two-tailed chi-squared tests were used to compare the observed vs. the expected distribution of Fisher's test p values < 0.01 for odds ratios >1 and <1 for genes with 'protein_coding' Biotype transcripts. The Benjamini-Hochberg procedure for multiple testing was applied to the ranked list of p values to establish a 'discovery' threshold p value for prioritising top-ranked genes for further study, specifying a false discovery rate of 0.3. It is important to note that the p values used for ranking candidate genes do not imply a statistically significant difference in total LoF allele frequency between cases and the GnomAD sub-population for any individual gene, since the case cohort lacked the size and power required to demonstrate this. A two-tailed Fisher's exact test was also used to compare the total frequency of LoF variants in known DNA repair genes grouped by functional pathway (from Chae et al.) in the discovery cohort (n = 510) with those in the GnomAD non-cancer NFE sub-population; this analysis did not include BRCA1 and BRCA2 or any of the other known ovarian carcinoma predisposition genes that had been analysed for LoF variants in the case cohort during filtering (described below). All graphs were plotted using GraphPad Prism v8.1.1 for Mac, and all statistical tests (Fisher's exact test, chi-squared tests and the Benjamini-Hochberg procedure) were performed in R or Prism.\n\n    Ranked genes and LoF variants were curated and scrutinised using available online databases (NCBI Gene, OMIM and COSMIC) to annotate their function and possible role in cancer predisposition. GnomAD data for each gene were also reviewed, to identify those genes with problematic sequencing data, or variants that were found at an AF > 0.005 in one of the GnomAD sub-populations; any genes or variants affected as such were excluded from the top-ranked gene list. Finally, the candidate gene variants with borderline quality sequencing metrics (i.e. failed QC sequencing quality score < 500, read depth < 60, alt allele read frequency < 0.35 or variants not called bidirectionally) were manually reviewed within the raw sequencing (bam) files using the Integrative Genomics Viewer (IGV) software; any doubtful variants were excluded when collating the top-ranked gene list. A two-tailed Fisher's exact test was used at this point to compare the likelihood of being a candidate gene carrier in those with a family history of breast and/or ovarian cancer in one or more first- or second-degree relatives (n = 262) vs. those with no family history (n = 254).\n\n    For known and proposed ovarian carcinoma predisposition genes (MLH1, MSH2, MSH6, PMS2, BRIP1, RAD51C, RAD51D, PALB2, FANCM, ATM, TP53, CHEK2, BARD1, STK11, CDH1, PTEN, FANCC, RECQL, BLM, NF1 and the MRN protein complex genes i.e. MRE11A, NBN, RAD50), any identified LoF variants annotated to RefSeqGene transcripts were considered pathogenic and retained, but additionally checked in NCBI ClinVar (https://www.ncbi.nlm.nih.gov/clinvar) to exclude any that had been classed in this database as 'benign' or 'likely benign'. Only missense variants classed as pathogenic in ClinVar with multiple sources of supporting evidence and consensus opinion were considered deleterious.\n\n    This study protocol was approved by the Human Research Ethics Committees at each participating ViP study recruitment centre and the Peter MacCallum Cancer Centre (approval nos. 11/50 and 09/29). All participants provided informed consent for genetic analysis of their germline and tumour DNA.\n\n    Further information on research design is available in the Nature Research Reporting Summary linked to this article.",
        "Results": "    Whole-exome sequencing was successfully performed on all germline DNA samples to an average depth of 126x with 98.4% of the bases covered to >20x. Principal component analysis (PCA) was performed using common single nucleotide polyporphisms (SNPs), demonstrating that over 95% of participants were of Western European origin (Supplementary Fig. 1). Numerous quality and variant frequency filters (as summarised in Fig. 1) were applied to the data to remove artefacts, common variants and lower-impact variants that are unlikely to represent moderate-to-high-risk alleles. Implementing these filters left 6733 unique, rare 'HIGH' impact variants in 4901 genes.\n\n    Sequence data were analysed for deleterious variants in known ovarian carcinoma predisposition genes, including RAD51C, RAD51D, BRIP1 and the Lynch syndrome genes (MLH1, MSH2, MSH6, PMS2). As expected, no BRCA1 or BRCA2 variants were identified in this pre-screened group and only six of the 516 cases (1.2%) had clinically actionable variants in one of the other genes (Table 1). Five individuals carried LoF variants in one of MSH6, RAD51C, RAD51D or BRIP1, and one had a likely pathogenic missense variant in RAD51C. These six cases were removed from the discovery cohort, since the presence of deleterious variants in one of these genes is likely to explain their personal and family history of cancer.\n\n    Amongst the remaining 510 cases, 28 individuals (5.5%) had a LoF or known deleterious missense variant in 16 genes that have been proposed as ovarian cancer predisposition genes and are commonly included on HBOC gene testing panels (Table 2). After applying Fisher's exact tests as described below, only PALB2, ATM and MRE11A were enriched for LoF variants in the cases compared to GnomAD, although the number of variants and cases was small, and caution should be exercised interpreting the odds ratios as risk estimates. As it is currently unclear whether variants in these genes have a genuine role in HGSOC predisposition, these individuals were retained in the discovery cohort for subsequent analysis.\n\n    To assess for variant enrichment, the gene-level frequency of 'HIGH' impact variants in the remaining 510 cases was compared to the gene-level frequency in the GnomAD sub-population (n = 59,095), as detailed in the Methods. Overall, for all protein-coding genes represented on the WES panel (n = 19,818), there was a significantly higher number of rare LoF variants in the cases compared to GnomAD (p < 0.0001, chi-squared test). Two-tailed Fisher's exact tests were performed to rank genes by level of enrichment (as represented by their p values), and plotting their distribution (Fig. 2) demonstrated a significantly greater number of genes enriched for rare LoF variants (n = 133, OR > 1 and p < 0.01) compared to genes depleted for rare LoF variants (n = 19, OR < 1 and p < 0.01) in the cases vs. GnomAD (p < 0.0001, chi-squared test).\n\n    To identify the most likely candidates with an excess of LoF variants from amongst the remaining 4863 genes (Supplementary Data 1), a number of additional steps were applied (Fig. 1). First, the Benjamini-Hochberg procedure for multiple testing was used on the ranked list of Fisher's test p values to establish a 'discovery' threshold of 0.0094 (number of p values = 4863, false discovery rate = 0.3). Next, only protein-coding genes enriched with rare LoF variants (in any of the major GnomAD sub-populations) by at least three-fold in the cases were retained, reducing the list to 1700 unique LoF variants in 1307 genes amongst 491 individuals. Of these genes, the vast majority had a LoF variant in just one individual (n = 942) with most of the remainder occurring in 2-4 individuals (Fig. 3). Finally, genes with LoF variants in three or more individuals and p values below the calculated multiple testing threshold (n = 66) were prioritised for curation, including detailed GnomAD and bam file review. Twenty-three genes with low-confidence LoF variants were removed during curation; these included 15 genes that were removed due to their remaining valid variants occurring in fewer than three individuals, or falling below our three-fold enrichment threshold.\n\n    The remaining 43 highest-ranked candidate genes with high-confidence, rare LoF variants are displayed in Table 3 (for individual variants and associated case data, refer to Supplementary Data 2). The top-ranked genes are involved in very diverse functional pathways (e.g. transporter proteins and metabolic enzymes), and of note, few appear to have a role in DNA repair despite the fact that all known HBOC genes to date are directly or indirectly involved with that function. The majority of these candidate genes have not been reported to contain pathogenic somatic mutations in serous ovarian tumour samples from the COSMIC database (Table 3), and for those that do, the frequency of somatic variants is low (<1% of samples). Comparing the family history distribution of candidate gene carriers (n = 138) and non-carriers (n = 378), there was no significant difference in the likelihood of being a carrier in those with a family history of breast and/or ovarian cancer in one or more first- or second-degree relatives vs. those with no family history (p = 0.55, Fisher's exact test).\n\n    To assess if this reflected a genuine lack of enrichment of DNA repair genes, the total frequency of rare LoF variants in DNA repair genes grouped by functional pathway amongst the cases in the discovery cohort was compared with the GnomAD sub-population (Table 4), excluding known HBOC genes that were previously searched for in the total case cohort (Table 1). One-hundred-and-five cases (21%) harboured at least one LoF variant across all DNA repair and associated genes, but the total frequency of LoF variants across all functional categories in the cases was very similar to GnomAD (0.063% vs. 0.061%, p = 0.60, Fisher's exact test). Although the frequency of LoF variants in the subset of genes involved in the nucleotide excision repair, homologous recombination repair, Fanconi anaemia and non-homologous end-joining pathways were higher in the cases vs. GnomAD, only the homologous recombination repair category was significantly enriched (p = 0.032, Fisher's exact test).",
        "Conclusion": "",
        "Discussion": "    Reported here is the largest WES study to date of HGSOC patients with no detectable BRCA1 or BRCA2 germline mutations. The extreme degree of genetic heterogeneity underlying HGSOC predisposition is demonstrated by the fact that 1307 genes are enriched for LoF variants by a minimum of three-fold, along with the fact that amongst the 43 high-priority candidates, the median number of LoF variants was only four. Although a proportion of these genes are likely to be false positives, the fact there is a significantly higher number of rare LoF variants in the case cohort compared to GnomAD as well as significantly more genes with ORs > 1 compared to those with ORs < 1 indicates that the list likely includes many genuine HGSOC predisposition genes.\n\n    Among the top-ranked genes (Table 3), a small number function in a manner analogous to other known tumour suppressor genes. For example, RPA3, USP50 and RAD1 are thought to participate in arresting cell cycle progression in response to DNA damage. Others, such as SLC12A4 (a potassium and chloride ion co-transporter) and IMPDH2 (the rate-limiting enzyme in guanine nucleotide synthesis), are known to have an oncogenic role in various tumour types. Assuming their biological function as described in the literature is accurate and complete, it is unclear how germline LoF variants in these genes might predispose to tumour development. However, the vast majority of top-ranked genes either have no known role in tumorigenesis (e.g. LOXL2) and/or their function is currently unknown (e.g. ZBTB45). This uncertainty suggests that approaches to gene discovery that emphasise candidate gene function above other considerations (such as relative frequency of LoF mutations in cases vs. controls) may fail to identify HGSOC predisposition genes functioning in pathways other than those classically inactivated in HBOC, such as DNA repair pathway genes. Of these, only homologous recombination repair pathway genes were modestly enriched for rare LoF variants in the cohort, indicating that mutations in these genes cannot alone explain the missing heritability of HGSOC.\n\n    Only 16 top-ranked genes had any somatic mutations recorded in COSMIC (Table 3), none of which exceeded 1% of serous ovarian tumour samples present in the database. This is consistent with the finding that established germline susceptibility genes, with the exception of TP53, are also rarely found to harbour somatically-acquired mutations in sequenced tumour samples. BRCA1 pathogenic somatic mutations, for example, are only present in 1.59% of serous ovarian carcinoma samples in the COSMIC database.\n\n    Only a small fraction of cases (6.6%) were potentially explained by genes known or suggested to be linked with a higher risk of HGSOC, which is consistent with the low frequency reported in other studies. Of note, there was no enrichment for Lynch syndrome genes (MLH1, MSH2, MSH6, PMS2), despite the large size of the cohort. This reflects the fact that the ovarian tumour types most often associated with Lynch syndrome (i.e. clear cell and low-grade endometrioid) were not represented in this patient group.\n\n    Although many of the suspected HBOC-associated genes harboured LoF variants (Table 2), the frequencies were low and only PALB2, ATM and MRE11A showed some degree of enrichment compared to GnomAD. The level of enrichment was relatively modest, with very wide confidence intervals due to the small numbers present, making it challenging to interpret their true significance. Previous work suggested a similarly modest increase in risk for ATM and PALB2, but not for MRE11A, casting doubt on whether the latter is truly an ovarian carcinoma predisposition gene. Recent additional data from PALB2 families found that pathogenic variants are associated with a two-to-three-fold increased risk of ovarian carcinoma, independently of the known strong association with breast carcinoma.\n\n    The remaining proposed HBOC genes with LoF variants present in the cohort (BLM, CHEK2, FANCM, NBN, NF1, RAD50, RECQL) have similar or lower frequencies of LoF mutations compared to GnomAD. Whilst these results do not exclude the possibility they may be associated with an increased risk of hereditary ovarian carcinoma, it does suggest that caution should be exercised when interpreting their causative role in the context of germline genetic testing for women with suspected hereditary ovarian carcinoma and no personal or family history of breast carcinoma.\n\n    To date, no studies have applied a wholly unbiased WES-based approach to ovarian carcinoma predisposition gene discovery in a case cohort selected for HGSOC and enriched for hereditary cases where BRCA1 and BRCA2 involvement have been excluded. Stafford et al. conducted WES on 48 BRCA1 and BRCA2-negative ovarian carcinoma cases with a high prior likelihood of genetic susceptibility, but restricted their candidate gene variant analysis to 155 genes involved in DNA damage response or cell cycle regulation, along with 64 ovarian carcinoma-associated genes listed in the Human Gene Mutation Database (HGMD). Similarly, Lu et al. interrogated WES data from Ambry Genetics for 2051 women with ovarian carcinoma for only a small number of known 'cancer-associated' genes, and demonstrated significant enrichment for variants in six genes (ATM, CHEK2, MSH6, PALB2, RAD51C and TP53). Recently, Zhu et al. analysed WES data from 158 BRCA1 and BRCA2-negative ovarian carcinoma cases and identified ANKRD11 and POLE as putative risk genes following validation studies. Neither gene was found to be enriched for LoF variants in our cohort. However, their analysis of the exome data excluded variants in genes based on expression data and residual variation intolerance scores, and retained predicted pathogenic missense variants. The selective focus of these studies on certain genes also reflects a prevailing assumption about the importance of DNA repair pathway genes in HGSOC that is not supported by our data, which further emphasises the importance of applying an open approach to candidate gene identification.\n\n    Other groups alternatively used TCGA germline WES data to search for disease-associated genetic variants, although as noted earlier, this approach has limitations. Kanchi et al., using data from 429 serous ovarian carcinoma TCGA cases and 557 controls, identified several genes enriched for germline deleterious variants that were not previously associated with ovarian carcinoma (e.g. ASXL1, MAP3K1 and SETD2). However, their subsequent studies did not validate their predisposition gene discoveries. Dicks et al. also used TCGA data from 412 HGSOC cases to identify disease-associated variants in 12 DNA repair genes, and subsequently assessed them in 3107 HGSOC cases and 3368 controls. Of these candidate genes, only FANCM had a significantly higher mutation frequency in cases vs. controls. None of the genes identified by Dicks et al. (including FANCM) were enriched for LoF mutations in our cohort.\n\n    Limitations of the current study include the use of GnomAD as the control population, given the differences in sequencing platforms and variant callers that could result in both false-positive and false-negative associations. Detailed review of variants in the top-ranked genes in both the cases and GnomAD to identify potentially unreliable calls aimed to reduce this problem. While ethnicity differences between the cases and GnomAD exist, these were demonstrated by PCA to be minimal with their predominant (over 95%) Western European ancestry being well matched with the GnomAD NFE non-cancer cohort. In addition, the frequencies of LoF mutations in HBOC genes in GnomAD were broadly comparable to our local population control figures from prior studies, giving us confidence that in the context of a gene discovery phase, GnomAD is a suitable surrogate control population.\n\n    The largest potential source of uncertainty in this study is the extreme genetic heterogeneity of HGSOC predisposition, with most of the candidate genes only having LoF mutations in less than 0.5% of individuals, meaning that the risk of false-positive associations in the discovery set due to chance or to rare, benign variants will be high (up to 30% for ranked genes with p values < 0.0094 after multiple testing correction). Consequently, it will be essential to conduct further validation using very large case-control studies as well as orthogonal approaches such as tumour sequencing, which can provide powerful evidence of bi-allelic inactivation or other somatic genetic features consistent with the candidate gene actively driving carcinogenesis.\n\n    In summary, WES of the largest cohort of BRCA1 and BRCA2-negative HGSOC cases assembled to date has demonstrated the extensive genetic heterogeneity that exists in the remaining unresolved cases of hereditary HGSOC. Furthermore, the lack of enrichment for LoF mutations in genes either directly or indirectly involved in DNA repair posits an explanation for the lack of success of previous candidate gene studies that have prioritised such classes of genes. This study provides an important, unbiased catalogue of 'function-agnostic' candidate genes based solely on mutation frequencies, which will facilitate additional genetic epidemiological and functional studies with the potential to translate the findings into future clinical practice.",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/32242007/"
    },
    "34631054": {
        "Title": "    Utility of exome sequencing in routine care for metastatic colorectal cancer",
        "Abstract": "    Metastatic colorectal cancer (mCRC) is a heterogenous disease and its prognosis depends on clinical features, such as tumor sidedness, and whether it is metachronous or synchronous. However, little is known about the overall genomic characterization of mCRC in these clinical subtypes. This single-center observational study included 77 patients with mCRC who underwent somatic and germline exome analysis during the first or second line of therapy in 2018. Somatic and germline variants were determined in addition to tumor mutational burden, ploidy, clonality, human leucocyte antigen typing, neoantigens, and mutational and copy number signatures. Variables associated with sidedness, synchronous status and RAS status were determined using Fisher's test; and variables associated with overall survival were determined using univariate Cox survival models. The present study successfully generated whole exome sequencing analysis in 77 mCRC cases. Among them, 50 were left- and rectal-sided, while 27 were right-sided. Furthermore, 27 were metachronous and 46 were RAS-mutated. The median OS was 3.75 years. It was observed that signature single nucleotide variation (SNV) 26, oncogenic alterations in receptor tyrosine kinase and nucleotide excision repair pathways were associated with tumor sidedness. SNV signature 3, Hedgehog signaling and mismatch repair pathways were associated with synchronous status. Phosphatidylinositol signaling system, ERK signaling and chromatin organization pathways were associated with RAS mutant status. In the whole cohort, metachronous metastasis was associated with improved survival. On gene variation, PTEN, PDGFRA, MYCN and SMAD4 were associated with poor prognosis, as was SNV signature 15. In conclusion, this study highlighted that structural and pathway genomic features are associated with sidedness, synchronous status, RAS status and overall survival and could be helpful to improve the stratification of patients with colorectal cancer.",
        "Introduction": "    Colorectal cancer (CRC) is the second leading cause of cancer death worldwide. The estimated number of deaths due to CRC in Europe was 243,000 in 2018. Approximately 25% of patients present metastases at the time of diagnosis (synchronous disease) and about half of the remaining patients will develop metachronous metastases, contributing to the high mortality rates reported for CRC.\n\n    The treatment of metastatic CRC (mCRC) is based on chemotherapy when metastases cannot be removed by surgery. Treatment is guided by molecular information. Microsatellite unstable tumors are treated with immunotherapy, while microsatellite stable tumors, which account for 95% of mCRC, are treated by cytotoxic agents and targeted therapies. The principal cytotoxic agents currently used are fluoropyrimidines, irinotecan and oxaliplatin. The chemotherapy regimen often consists of fluorouracil and folinic acid combined with either oxaliplatin (FOLFOX) or irinotecan (FOLFIRI) or both (FOLFOXIRI). These chemotherapies are associated with two different classes of target therapies: Anti-angiogenesis drugs, and anti-epidermal growth factor receptor (EGFR). While antiangiogenics can be used broadly, anti EGFR therapy is only effective in patients with RAS wild type status.\n\n    It is currently established that mCRC is a heterogeneous disease. Tumor sidedness carries strong prognostic value while synchronous mCRC is associated with a particularly poor prognosis. These data suggest that the biological characteristics of these tumors are different. Several papers have introduced CRC molecular subtyping systems, which are currently summarized in consensus molecular subtypes. This transcriptomic typology classifies patients into 4 consensual subtypes with different prognostic behavior. Using large panel sequencing data, a recent analysis detailed the molecular landscape of mCRC. This study observed different gene variations between left and right-sided tumors. However, the genomic structural pattern was not assessed in this study.\n\n    Here, using exome analysis of 77 mCRC patients, we aimed to determine genomic structural patterns and gene or pathway variations associated with overall survival, sidedness, RAS mutation status and synchronous disease.",
        "Methods": "    Seventy-seven patients with mCRC in whom WES (Whole Exome Sequencing) analysis was performed in 2018 as part of routine care, and interpreted according to the Molecular Tumor Board of the Georges Francois Leclerc Cancer Center, were included in this single-centre, retrospective study. WES analyses were performed during first or second line therapy. WES analysis is performed as part of routine care in our center in order to find potential targetable mutations for second line therapy. Before patients consented to WES of their tumoral tissue, they were informed by their oncologist. Germline testing was performed after counseling by a clinical geneticist.\n\n    Only patients from whom informed consent was obtained and recorded in the medical chart were included in this retrospective study. The study was approved by the CNIL (French national commission for data privacy) and the local ethics committee, and was performed in accordance with the Helsinki Declaration and European legislation.\n\n    Physicians selected an archival tumor sample (primary or metastasis) for genomic analysis. At the discretion of the physician, a new tumor biopsy could be proposed to the patient. Tumor cellularity was assessed by a senior pathologist on a hematoxylin and eosin slide from the same biopsy core used for nucleic acid extraction and molecular analysis.\n\n    DNA was isolated from archival tumor tissue using the Maxwell 16 FFPE Plus LEV DNA purification kit (Promega Corp.). DNA from whole blood (germline DNA) was isolated using the Maxwell 16 Blood DNA Purification kit (Promega Corp.) following the manufacturer's instructions. The quantity of extracted genomic DNA was assessed by a fluorometric method with a Qubit device.\n\n    Two hundred ng of genomic DNA were used for library preparation, using the Agilent SureSelectXT reagent kit (Catalog number G9642B, Agilent Technologies, Inc.)and the All Exon v5 probeset (5190-8863, Agilent Technologies, Inc.). Following hybridization, the libraries were purified according to the manufacturer's recommendations and amplified by polymerase chain reaction (12 cycles). DNA integrity was verified using TapeStation (SCREENTAPE D1000 tapestation 5067-5582, reagents D1000 tapestation 5067-5583). Concentrations were measured using Qubit  dsDNA BR Assay Q32853. Loading concentrations were 22 nM for fragmentation and 6 pM for NextSeq injection. Normalized libraries were pooled, and DNA was sequenced on an Illumina NextSeq500 device using 2x111-bp paired-end reads and multiplexed. Names, catalog numbers and suppliers of the Illumina sequencing kit were following: NextSeq 500 High Output Kit FC404-2004/2140817 and NextSeq 500 Mid Output Kit FC404-2003/2140816. More than 90% of the target sequence was covered with a read depth of at least 10X for somatic DNA.\n\n    Reads in FASTQ format were aligned to the reference human genome GRCh37 using the Burrows-Wheeler aligner (BWA v.0.7.15). Local realignment was performed using the Genome Analysis Toolkit (GATK v.3.6). Duplicate reads were removed using Picard v.2.5. To identify somatic single-nucleotide variants (SNVs), a validated pipeline was used that integrates mutation calls from three different mutation callers. Single Nucleotide Variants (SNVs) were called with VarScan (v2.4.3) and Mutect (v1.1.7) insertion/deletions (indels) were called with VarScan and Strelka (v2.9.2). Tumor Mutational Burden (TMB) was calculated using the number of significant SNV (UTRs, synonyms, introns and intergenic SNVs filtered out) divided by the number of megabases covered at a defined level. TMB was calculated with and without splicing sites mutations. Splicing site mutations were excluded because it has been demonstrated that variants present in splice regions have predominantly no impact. To identify tumor-specific mutant peptides, pVAC-Seq v4.0.3 (personalized Variant Antigens by Cancer Sequencing) was used; pVAC-Seq is based on HLA typing obtained by HLAminer. TITAN was used to infer the number of copy number alterations (CNA) subclones, the number of large deletions, as well as loss of heterogeneity (LOH)>15 Mb from whole-exome sequencing data. It was also used to estimate tumor ploidy. SNV signatures were generated using DeconstructSigs (v1.8.0) and COSMIC signatures identified by Alexandrov et al . CNV signatures were inferred according to the methodology of Macintyre et al. MSI score was computed using MSIsensor HRD score was obtained through scarHRD pipeline.\n\n    Patient and disease characteristics were compared across the different groups of interest using the Chi-2 or Fisher's exact test for qualitative variables and the Wilcoxon test for continuous variables, as appropriate. Enrichr analysis using KEGG database was performed on genes differentially mutated given sidedness, metastases and KRAS mutation status. Genes with a P-value <0.1 were selected for this analysis. Enrichr is a web-based tool for analysing gene sets; it returns any enrichment of common annotated biological features, here KEGG database.\n\n    Survival analysis was performed using the survival R library. Continuous variables were dichotomised using Lausen et al methodology through the maxstat library. The prognostic value of the different variables was tested using univariate Cox regression for overall (OS) survival. OS was defined as the time from diagnosis to death from mCRC. Survivors were censored at the end of study. Survival probabilities were estimated using the Kaplan-Meier method and survival curves were compared using the log-rank test.\n\n    Statistical analyses were performed using the R software (http://www.R-project.org/) and graphs were drawn using GraphPad Prism version 7.03 (GraphPad Software, LLC).\n\n    The datasets generated and analyzed during the current study are available in the Sequence Read Archive repository, (https://www.ncbi.nlm.nih.gov/sra/?term=SRP318854).",
        "Results": "    We included 27 (35%) patients with right primary colon cancer and 50 (65%) with rectal or left primary colon cancer. Twenty-seven (35%) patients had metachronous metastasis and 50 (65%) were synchronous. Forty-six (60%) patients were RAS mutated. The most frequent metastasis site was the liver (54 patients, 70%). Liver metastasis were more frequently synchronous (44 patients, 57%), than metachronous (10 patients, 12%) (P-value=0.01). The most common sites of first metastasis were the liver (74%) and the lung (27%), two metastatic sites that are potentially curable by resection. The other identified sites of metastases were the lymph nodes, peritoneal, adrenal and bone metastasis.\n\n    The presence of lung or liver metastases at time of diagnosis of metastatic disease did not vary significantly by primary tumour site (19% of right-sided tumors versus 32% of left-sided mCRC for lung metastasis, and 18% of right-sided tumors versus 36% of left-sided mCRC for liver metastasis). In contrast, peritoneal and omental metastases were more frequent among right-sided primary tumors (P-value=0.001). The main differences between clinical variables according to tumor sidedness are presented in Table SI, according to synchronous or metachronous status in Table SII, and between RAS/WT mutations in Table SIII.\n\n    All patients received a doublet or triplet of chemotherapy as first-line therapy; fluorouracil and folinic acid were used consistently. Patients with synchronous metastasis significantly more frequently received oxaliplatin in their chemotherapy regimens (P-value=0.01). Thirty patients were treated with anti-epidermal growth factor receptor (EGFR), without any significant difference concerning the sidedness or the time to metastasis (P-values 0.13 and 0.61 respectively). Sixty-four patients (83%) were treated with anti-angiogenesis drugs (bevacizumab or aflibercept). Fifty-four patients (70%) received a therapeutic proposition from the molecular tumor board. Only 18 patients (23%) received a treatment based on the molecular tumour board recommendations, most frequently using an oral MEK-inhibitor called Trametinib (Table I). Three patients yielded significant clinical benefit from these therapeutic strategies, with more than 6 months of progression-free survival. Two of these three patients had unstable microsatellite status and were treated with immunotherapy.\n\n    The most frequent mutation in the whole cohort was APC followed by TP53 and RAS (Fig. 1A). A summary of the genomic characteristics is presented in Table II. Thirty one patients presented WT mutational status, 44 patients presented KRAS and 2 patients NRAS mutational status. We identified 8 patients (10%) with BRAF mutation. The most frequent RAS mutation was KRAS (60%).\n\n    Mean tumor mutational burden (TMB) without splicing regions in the whole cohort was 8.87 (median=5.50, IQR=3.07). The mean number of neoantigens was 13 (median=11, IQR=7.75). Five patients had a high HRD score, using the classical cut off value 42. The two most frequent SNV signatures were 1 and 25. The two most frequent CNV signatures were 3 and 5.\n\n    Seventy-two (94%) patients had proficient mismatch repair status (pMMR) and 5 (6%) had deficient mismatch repair status (dMMR) on immunohistological analysis (Table SIV). Median MSI score and TMB score were significantly higher in the dMMR group (respectively P-value=0.02 and P-value=0.01) (Fig. 1B). There was no significant enrichment of signature 6 in patients with dMMR status (P-value=0.7).\n\n    To evaluate whether we could isolate a genetic basis for the difference in survival between disease that originates in the right versus left side of the colon, we analysed genomic structural and gene alterations for the primary tumor site. The only difference in structural variants was significant enrichment of signature 26 in left-sided primary tumors (Fig. 2A). Signature 26 is associated with homologous repair deficiency (defective DNA mismatch repair).\n\n    For gene base analysis (Fig. 2B), there was significant enrichment of oncogenic alterations in AMER1, SMARCB1, ERBB4, FUBP1 and PTEN in right-sided primary tumors. Nevertheless, we did not identify any significant differences according to sidedness or frequencies of KRAS/BRAF mutations. Mutations observed in these genes are further described in Table SV. Results of Enrichr analysis using KEGG database are described in Table SVI.\n\n    Beyond the gene-level associations, analysis at the level of oncogenic pathways showed that mutations related to certain pathways differed according to primary tumor site. These pathways consisted in significant enrichment of Nucleotide excision repair for right-sided tumors, and RTK for left-sided ones (Fig. 2C). No significant association was found between sidedness and TP53/ATM, WNT/CTNNB1, TGF-beta or IGF2/PI-3-kinase pathways, which are frequently mutated in CRC.\n\n    Using structural genome analysis, SNV signature 3, which is associated with failure of DNA double-strand break repair by homologous recombination, was significantly associated with synchronous presentation (Fig. 3A). We did not find additional differences at this genomic level.\n\n    P53 loss of function mutations were significantly more frequent in synchronous metastasis. In contrast, metachronous metastasis was associated with PTCH, PTPRD and CSF1R mutations (Fig. 3B). Mutations observed in these genes are further described in Table SV. Results of Enrichr analysis using KEGG database are described in Table SVI.\n\n    When pooling mutations in gene pathways, we observed that Mismatch repair and Hedgehog signaling were significantly more frequently affected in metachronous tumors (Fig. 3C).\n\n    In our series, the prevalence of RAS mutations was not significantly different according to tumor location. On gene variation, KMT2B and RET were significantly associated with RAS wild type tumors. In contrast, KMT2C and GNAS were significantly more frequent with RAS mutated tumors (Fig. S1A). Mutations observed in these genes are further described in Table SV. Results of Enrichr analysis using KEGG database are described in Table SVI.\n\n    An analysis at the level of oncogenic pathways demonstrated that ERK signaling and chromatin organisation pathways were significantly associated with RAS mutation, while Phosphatidylinositol signaling was associated with WT tumors (Fig. S1B).\n\n    Median OS was 3.75 years. Regarding genomic structural variants, low SNV signature 15 was associated with poor overall survival (Fig. 4A). In gene variation, PDGFRA, SMAD4, PTEN, MYCN mutations were significantly associated with poor prognosis (Fig. S2A-D). We also estimated a multivariate model involving the 4 genes; all genes remain significant. At the level of oncogenic pathways, cell-cycle, NFKappaB signaling and mismatch repair pathways were significantly associated with better survival (Fig. 4B-D). We did not observe a significant association between any WNT-signaling pathway and CRC survival.\n\n    Overall survival was significantly better in patients with metachronous metastatic disease, but this difference was no longer significant after removing MMR deficient tumors, thus suggesting a link between the prognosis of metachronous disease and enrichment in MMR deficient tumors (Fig. 4E and F).",
        "Conclusion": "",
        "Discussion": "    CRC is caused by multiple risk factors, including environmental, lifestyle and genetic risks. All these elements cause mutations and epigenetic alterations, conferring on cells the capacity to transform and grow, with aberrant DNA editing and defective DNA maintenance.\n\n    Next-generation sequencing (NGS) has identified a diversity of driver mutations in genes and altered signaling pathways in CRC. In addition, genomic structural patterns within gene pathway mutations could be used to identify prognostic features. Recent studies have revealed a mutational landscape of colorectal cancer and defined different subtypes that could guide therapeutic decisions. Increasing access to WES and the increasing rapidity of analysis offers new opportunities to implement such tests in the care of mCRC. WES analysis is performed in routine care in our center in order to find potentially targetable mutations for second line therapy.\n\n    Like in previous studies of precision medicine, we found that only very few mCRC patients yielded a benefit from precision medicine. In our study, we used WES analysis to identify genomic mutational profiles linked to tumor sidedness and metastatic occurrences, as well as genomic features related to prognosis.\n\n    In a systemic review and metanalysis, left-sided primary tumors were associated with improved prognosis, for both localized and metastatic tumors, in comparison to right-sided disease. Peritoneal and omental metastases, which are metastatic sites known to be associated with poor survival, were more frequent among right-sided primary tumors. Moreover, the survival differences seen between patients with right-sided vs. left-sided primary tumor sites in mCRC are supported by differences in transcriptomic patterns.\n\n    Like other authors, we showed that metachronous metastatic status is associated with better outcome. However, the molecular mechanism remains obscure, and the prognostic role seems to be less impactful than that of MMR status.\n\n    Our findings indicate that differences in survival could also be explained by genomic differences. Our analysis relied on structural information and on mutated genes grouped in pathways. We showed in particular that SNV signature 26, associated with MMR deficiency 29 (https://cancer.sanger.ac.uk/cosmic/signatures_v2.tt), was surprisingly associated with left-sided mCRC, while SNV signature 3 was associated with synchronous metastasis. Signature 3 is associated with better overall survival in ovarian and breast cancer, by the better response to platinum therapy. At present, no data link signature 3 to oxaliplatin efficacy in mCRC. This question may be relevant for further clinical trials.\n\n    Moreover, somatic mutations in TP53 genes, which are present in the majority of cancers, are associated with poorer clinical outcomes, in several cancer types, including CRC. P53 loss of function mutations were significantly more frequent in synchronous metastasis.\n\n    In contrast, when we looked at more classical genomic features such as tumor mutational burden, there was no significant difference between tumors according to sidedness or time to metastasis occurrence. Conversely, we observed that MMR deficiency was associated with better outcome. MMR deficiency is more frequent in metachronous tumors and this genetic event may explain the better prognosis of these patients.\n\n    Oncogenic alterations-KRAS, NRAS and BRAF, which exhibit resistance to EGFR therapy with panitumumab and cetuximab, did not differ in our cohort, as previously reported, according to sidedness or metastatic occurrence, thus suggesting that these parameters are probably weak prognostic factors. The RAS pathway is a cell signaling pathway that plays a key role in regulation of cellular proliferation, apoptosis, cellular differentiation and migration and angiogenesis. This pathway is often dysregulated in mCRC. The association between RAS mutations and activation of the ERK signaling pathway is already well known.\n\n    When we looked at classical somatic mutations in mCRC, we observed that APC was frequently mutated in our series. However, APC was not associated with survival. The WNT signaling pathway is also frequently mutated in CRC and we did not observe a significant association between any WNT-signaling pathway and CRC survival. SMAD4 loss was found to be associated with poor outcome in our series. Similarly, a recent report also showed an association between SMAD4 loss and poor CRC survival, resistance to chemotherapy and decreased tumor immune infiltration.\n\n    Both PDGF and PDGFR families play an important role in colorectal carcinogenesis, and PDGFR is frequently overexpressed in CRC. Activation of this pathway is frequently related to angiogenesis, invasion, metastasis and poor survival. In our study, mutations in PDGFRA were associated with poor prognosis.\n\n    The main limitation of our work is the low number of patients included, which may impact the statistical significance, and precluded multivariate analysis. Moreover, WES was made during first or second line of treatment, so mutation profiles were generated under therapeutic pressure, which changed the cancer characterizations. Unfortunately, we do not dispose of samples before treatments as a baseline. In addition, considering the sequencing result of PTEN, PDGFRA, MYCN or SMAD4, the lack of PCR verification step is a limitation of this study and should be done in future works. Thus, our results should be considered as descriptive and exploratory, and warrant confirmation in further studies including larger sample sizes.\n\n    In conclusion, with the development of targeted therapies, it seems necessary to be able to rapidly identify the molecular status of mCRC tumors. Large panel or exome sequencing is slightly effective in improving patient care with precision medicine; however, such analyses could reveal structural and pathway genomic features that are associated with sidedness, synchronous status, and overall survival. Although the cost of NGS is steadily declining, WES nonetheless remains expensive, and currently, this is one of the major limitations on the routine use of exome sequencing. Moreover, the number of tumour mutations that could be used to treat a given patient is limited in conventional clinical practice or clinical trials, and it is difficult to determine which patients will clinically benefit from exome sequencing. In all likelihood, before being used in routine practice, exome sequencing will be reserved for patients with advanced mCRC, after one or more lines of treatment, or for patients with very poor outcomes, who fail to respond to classical targeted therapy and chemotherapy. Indeed, the knowledge of the molecular status could lead to inclusion in therapeutic clinical trials with a direct benefit for our patients. More generally, patients with right-sided mCRC, synchronous metastasis or peritoneal and omental metastasis may benefit the most from such analysis. This important information could be used to improve patient stratification for clinical trials, and will lead to a new molecular classification of patients that could be helpful to finetune the future of mCRC therapy.",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/34631054/"
    }
}