{
    "20587412": {
        "Title": "    Current clinical criteria for Lynch syndrome are not sensitive enough to identify MSH6 mutation carriers",
        "Abstract": "    Reported prevalence, penetrance and expression of deleterious mutations in the mismatch repair (MMR) genes, MLH1, MSH2, MSH6 and PMS2, may reflect differences in the clinical criteria used to select families for DNA testing. The authors have previously reported that clinical criteria are not sensitive enough to identify MMR mutation carriers among incident colorectal cancer cases.\n\n    To describe the sensitivity of the criteria when applied to families with a demonstrated MMR mutation.\n\n    Families with an aggregation of colorectal cancers were examined for deleterious MMR mutations according to the Mallorca guidelines. All families with a detected MMR mutation as of November 2009 were reclassified according to the Amsterdam and Bethesda criteria.\n\n    Sixty-nine different DNA variants were identified in a total of 129 families. The original Amsterdam clinical criteria were met by 38%, 12%, 78% and 25% of families with mutations in MSH2, MSH6, MLH1 and PMS2, respectively. Corresponding numbers for the revised Amsterdam criteria were 62%, 48%, 87% and 38%. Similarly, each of the four clinical Bethesda criteria had low sensitivity for identifying MSH6 or PMS2 mutations.\n\n    Amsterdam criteria and each of the Bethesda criteria were inadequate for identifying MSH6 mutation-carrying kindreds. MSH6 mutations may be more common than currently assumed, and the penetrance/expression of MSH6 mutations, as derived from families meeting current clinical criteria, may be misleading. To increase detection rate of MMR mutation carriers, all cancers in the Lynch syndrome tumour spectrum should be subjected to immunohistochemical analysis and/or analysis for microsatellite instability.",
        "Introduction": "    The concept of hereditary non-polyposis colorectal cancer (HNPCC) was developed to denote families with inherited colorectal cancer (CRC). The Amsterdam (AMSI) criteria identified families with CRC. As extracolonic cancers, especially endometrial cancer, were shown to be part of the inherited syndrome, the revised Amsterdam criteria (AMSII) were introduced. The Bethesda guidelines included the tumour marker microsatellite instability (MSI), and the revised Bethesda criteria (BII) specified all cancers known at the time to be associated with the syndrome. Prostate cancer has recently been shown to possibly be part of the syndrome. Germline mutations in the mismatch repair (MMR) genes, MLH1, MSH2, MSH6 and PMS2, have been identified to cause HNPCC (reviewed by Lynch and Lynch). However, it has become clear that not all families fulfilling the clinical criteria have an identifiable deleterious mutation (hereafter called 'mutation') in one of these genes. In addition, because MMR mutations confer an increased risk of several types of cancer in addition to CRC, it has been suggested that the term Lynch syndrome should replace HNPCC in families where a mutation has been detected. This definition of Lynch syndrome will be used in the present report. Families fulfilling the AMSII criteria without a demonstrable MMR mutation may be denoted HNPCC. Families with an aggregation of CRC and not corresponding to Lynch syndrome or HNPCC may be referred to as familial CRC.\n\n    Tumours caused by mutations in MLH1, MSH2, MSH6 and PMS2 show a high degree of MSI. It has been shown by immunohistochemical analysis (IHC) that the gene product from the mutated gene is absent in tumour tissue (reviewed by Vasen et al). IHC and MSI analysis have high sensitivity in detecting carriers of MMR mutations. It is now customary to examine tumours in families that fulfil clinical criteria by IHC/MSI analysis, and select those families with abnormal results for analysis of constitutional DNA. As a consequence, families not meeting the clinical criteria will not be subjected to mutation analyses.\n\n    Varying prevalence of mutations in the MMR genes has been reported. Some variations are obviously caused by geographically local and frequent founder mutations. It is, however, reasonable to assume that the criteria used to select families for testing may also have influenced the results.\n\n    Over the last two decades, Norwegian cancer genetic clinics have recruited families with an aggregation of cancers of any type. Thousands of cancer kindreds have been examined for hereditary cancer syndromes. Reports from this are listed on http://www.inherited-cancer.com. Upon referral, the families were classified using preset wide-ranging criteria, and IHC/MSI analyses were performed not only on the families that met the clinical criteria for HNPCC and familial CRC. We here report the sensitivities of the AMSI, AMSII and BII criteria when applied to families that were shown by genetic testing to have an MMR mutation. As Norwegian legislation dictates that genetic testing is restricted to clinical departments, and as all genetic departments collaborated in this report, we here present a complete report of all clinical genetic activity in a defined population up to November 2009.",
        "Methods": "    The initial material included all families investigated for inherited CRC in Norway until November 2009. Wide-ranging selection criteria were used to identify the families. Besides including all kindreds meeting the AMSII or BII criteria, we explored all families with four CRC cases irrespective of age and including skipped generations or with an aggregation of any cancer associated with Lynch syndrome. All activities were conducted as part of the healthcare system, all information was included in the patient files, all genetic testing was conducted according to national legislation, including genetic counselling before and after genetic testing, and all genetic testing was performed with written informed consent from the participants. All relevant diagnoses in the families were validated in the medical files or cancer registry after consent from relatives or descendants if the subject was dead. No research registry that included names was produced; only summarised data were taken from medical files for compilation of the present report. All information described has been disclosed to the patients/families, and family members were offered appropriate healthcare according to the Mallorca guidelines.\n\n    Upon referral and inclusion according to the wide-ranging criteria, families were subjected to examination for Lynch syndrome as described in the Mallorca guidelines, with IHC/MSI analysis of at least two affected family members if available, continuing to full mutation analysis of the relevant gene(s) of the patient (or obligate carrier in the family or offspring if dead) if an abnormal IHC result was obtained. A family was scored as having an abnormal IHC result if one or more tumour(s) showed lack of staining for the gene product of one or more of the MMR genes. Full mutation analysis of all MMR genes was performed if IHC was normal but the tumours were MSI (MSI-high). In some selected families, mutation analyses were also performed in the absence of MSI/abnormal IHC.\n\n    MMR mutation analyses included heteroduplex identification followed by DNA sequencing of the actual MMR gene(s). Analysis of gross deletions and duplications was performed by multiplex ligation-dependent probe amplification assay (MLPA; SALSA P003 MLH1/MSH2, P008 MSH6/PMS2 and P072-MSH6; MRC-Holland, http://www.mrc-holland.com). Results for PMS2 exon 13-15 probes were disregarded because many related sequences are present in the genome and the probes provided very variable results. Sequencing analyses were performed on an ABI Genetic Analyzer model 3100 or 3130 (Applied Biosystems, Carlsbad, CA, USA), and DNA sequences were computed using SeqScape v2.5 software (Applied Biosystems). Primer and sequence details are available on request. In some cases of putative splice effects, cDNA analyses of MLH1, MSH2, MSH6 and PMS2 were performed. The molecular analyses were performed according to standard procedures and manufacturers' instructions. Methods used varied over time and between the different laboratories involved. It was beyond our means to reanalyse the whole series so that one method was applied to all cases for the present report.\n\n    Reference sequences used were as follows (GeneBank http://www.ncbi.nlm.nih.gov/genbank): MLH1, NT_022517 (transcript: NM_000249.2); MSH2, NT_022184 (transcript: NM_000251.1); MSH6, NT_0221844 (transcript: NM_000179.1); PMS2, AC005995.3 (transcript: BC093921.1). Detected DNA variants were checked against published mutations in the following websites: http://www.insight-group.org (LOVD: Leiden Open Variation Database), https://portal.biobase-international.com/hgmd/pro/start.php (Human Gene Mutation Database), Pub Med and http://www.med.mun.ca/MMRvariants. Mutations causing direct stop/nonsense, frameshifts, splice defects and large insertions/deletions were considered deleterious. Missense mutations or small in-frame deletions were subjected to segregation analysis when possible. If a review of the international databases or segregation analyses strongly suggested the variant to be deleterious, the mutations were scored accordingly. The reasons for scoring of each mutation are given in table 1. All other DNA variants were considered part of normal variation or the information available on the variant and family was insufficient for conclusive scoring. These variants were excluded from the report.\n\n    All families in which an MMR mutation (ie, with confirmed Lynch syndrome) had been detected were reclassified according to clinical criteria with the information obtained as of November 2009. Thus the classification does not reflect the starting point with the information at hand at referral, but rather the information obtained after having expanded all Lynch syndrome families and verified all relevant diagnoses for all family members in the medical files or cancer registry. The families were classified according to the AMSI, AMSII or BII criteria. Furthermore, the scoring for BII criteria was specified according to the subgroups given in Umar et al: BII_1 (CRC<50 years), BII_2 (synchronic/metachronic cancers), BII_4 (two affected relatives, one <50 years) and/or BII_5 (relatives with HNPCC-associated tumours). For precise definitions of groups as applied, see Umar et al. BII_3 includes MSI, which was a selection criterion for DNA analysis, and was not used to categorise mutation-carrying kindreds revealed this way. Also, MSI is a laboratory finding and not a clinical criterion. The combined BII criteria were possibly too close to our inclusion criteria for the total cohort studied, and scoring for the combined BII criteria could not be considered a result.",
        "Results": "    Sixty-nine different mutations were identified in a total of 129 families. Of these, 31 (45%) were detected in MSH2, 19 (27%) in MSH6, 15 (22%) in MLH1, and four (6%) in PMS2. Sixty-five (50%) of the families had a mutation in MSH2, 33 (26%) in MSH6, 23 (18%) in MLH1, and eight (6%) in PMS2. The total numbers of mutation carriers were 514, of whom 248 (48%), 146 (28%), 98 (19%) and 22 (4%) had a mutation in MSH2, MSH6, MLH1 and PMS2, respectively.\n\n    Frameshift mutations (n=24) and splice defects (n=18) were the most common aberrations. Other types of mutations were nonsense mutations creating new stop codons (n=13), large genomic (exon) deletions (n=8), in-frame deletions of three nucleotides (n=3) and missense mutations (n=3). There were no indications that the nature of mutations differed between the different genes, and no further statistical analyses based on the nature of the mutation were undertaken.\n\n    Details on the prevalence of each mutation are given in table 1. Forty-nine of the 69 mutations were exclusively found in one family. There were no mutations that were frequent enough to have a significant effect on the distributions observed between the different genes. The most recurrent mutation, MSH2 c.942+3A T, was found in 12 apparently unrelated families (49 people) from different geographical locations and has been described in other populations. It has possibly been introduced more than once into our population. The majority of the remaining recurrent mutations could be traced to confined geographical areas and were considered to be branches from a common origin (founder mutations). Families with deleterious PMS2 mutations were limited. One single mutation (c.989-1G T) accounted for the majority of PMS2 mutation-carrying kindreds, all from the same (small) area. Average numbers of demonstrated mutation carriers per family were similar for all mutations; details are shown in table 2.\n\n    Tumour tissue was available for IHC and MSI analysis for most of the families later demonstrated to have an MMR mutation. The IHC results are shown in table 1. All but five families showed abnormal IHC corresponding to the gene mutated. Tumours from three of five kindreds with the founder PMS2 splice variant, c.989-1G T, mentioned above expressed PMS2 normally but showed MSI (MSI-high). Similarly, tumour tissue from one family with a missense mutation in MLH1 (c.245C T (p.Thr82Ile)) showed normal IHC and MSI (MSI-high). Apparently normal expression of MLH1 indicated by IHC in MSI-high tumours is in agreement with another report. In the family with the c.1405delT, in MSH6, the tumour showed normal IHC and was microsatellite stable (MSS).\n\n    The mutation-positive families that fulfilled the various clinical criteria when reclassified are detailed in table 2. Thirty-eight per cent of MSH2 families, 12% of MSH6 families, 78% of MLH1 families and 25% of PMS2 families met the AMSI criteria. Corresponding sensitivity for the AMSII criteria for identifying mutations in the different genes were 62%, 48%, 87% and 38%. Similarly, each of the clinical Bethesda criteria had low sensitivity for identifying MSH6 and PMS2 mutations.",
        "Conclusion": "",
        "Discussion": "    In this study in which all national activity was compiled, we found that most families with MLH1 mutations were identified by any of the clinical criteria used. The criteria that included extracolonic cancers (AMSII) identified two out of three MSH2 mutations, whereas MSH6 mutations were not identified with reasonable sensitivity by any of the single clinical criteria. As these results were obtained after expanding all mutation-carrying kindreds, we consider them to be maximum estimates. The sensitivities for detecting mutation-positive families upon referral were lower.\n\n    The most sensitive single clinical criterion for identifying MSH6 mutation carriers was the presence of two independent primary cancers (BII_2) (table 2). This information is, however, awaiting detailed validation of diagnoses in the families and may not be easily obtainable when interviewing a family member.\n\n    We have recently reported that, when applied to a consecutive series of unselected patients with CRC, the sensitivities of AMSII and BII criteria were as low as 25% and 50%, respectively. Moreover, awareness of hereditary cancer among clinicians involved in diagnosis and treatment of CRC is low, and families actually meeting the criteria may not be identified. These points highlight the challenges associated with using family history for detecting families with MMR mutations. Our combined findings support the suggestion by the Mallorca group to apply IHC and/or MSI analysis to all CRCs to identify MMR mutation carriers. As MSH6 mutation carriers are likely to develop extracolonic cancers, it may be justified to suggest that all cancer phenotypes associated with Lynch syndrome should be subjected to IHC and/or MSI analysis and subsequent DNA mutation analysis. Until such studies have been performed, we remain cautious when discussing the prevalence of MSH6 mutations. Correspondingly, the current estimates of penetrance/expression of MSH6 mutations may be (partly) derived from families fulfilling current clinical criteria. These estimates may be misleading, as they may reflect the criteria used to select the families from which the estimates were derived.\n\n    MLH1 mutations were less common than assumed from previous reports, and MSH2 mutations accounted for almost half of all kindreds with a mutation. Despite the fact that the criteria used were insensitive for detecting MSH6 mutations, the number of MSH6 mutation-carrying kindreds were higher than MLH1 mutation-carrying kindreds.\n\n    None of the mutations were common enough to affect the distribution significantly, with respect to neither number of mutation-carrying kindreds nor number of mutation-carrying people. Despite the difference in prevalence of mutations in the different genes, the mean number of mutation carriers per family was similar for all the genes.\n\n    A Danish study reported a relatively high prevalence of MSH6 mutations. If this were due to similarities between these neighbouring populations, we would have expected to detect founder mutation(s) in both populations, but this was not the case. The reason for the similar results may be the study designs. Both studies applied wide criteria for IHC and MSI analysis.\n\n    The number of carriers of PMS2 mutations was insufficient for sophisticated statistical analysis. Part of the explanation may be that testing for PMS2 mutations has not been available for as long as testing for mutations in the other genes. Also, most of the few PMS2 mutation carriers were included in several branches of one old family. Some of these branches were not identified by IHC, but the tumours displayed MSI (MSI-high). Thus, by performing only IHC and not MSI analysis to prescreen for mutation testing, a few mutations may have been missed. This indicates that MSI analysis is of importance if IHC shows normal expression of all MMR genes. MMR mutations cannot be excluded if neither analysis has been performed. Technical problems involved in DNA PMS2 mutation analyses are well known. Current procedures (including both technical aspects and clinical criteria) may be insufficient to detect PMS2 mutations, and current estimates of prevalence of PMS2 mutations may be too low.\n\n    IHC was used as a selection criterion for mutation analysis and could not be scored as a result. The result of all efforts to examine selected families without abnormal IHC or MSI for mutations was the identification of a single mutation-carrying family (family S254, MSH6 c.1405delT). The study was not designed to assess sensitivity of IHC/MSI, and we will not discuss this further. Our impression from other reports is, however, that IHC and MSI analyses are more sensitive than any clinical criteria for identifying kindreds carrying MSH2 or MSH6 mutations, in particular, and the present report is in keeping with that notion.\n\n    In conclusion, we observed that 87% of families with an MLH1 mutation, 62% with an MSH2 mutation, but less than half of families with an MSH6 or PMS2 mutation were identified by the AMSII criteria. Each of the clinical Bethesda criteria when considered individually also showed low sensitivity. We have, however, previously demonstrated that these criteria were neither sensitive nor specific in an unselected series of CRC cases. Our combined observations indicate that the prevalence of MSH6 mutations may be higher than currently assumed, and their penetrance and expression may differ from what is currently assumed. These findings are in keeping with the Mallorca guidelines, which recommend that MSI analysis and/or IHC should be performed on all CRCs. In addition, we suggest that such testing should be applied to all incident cancers in the Lynch syndrome tumour spectrum to increase the rate of detection of MMR mutation carriers.\n\n    Competing interests: None.\n\n    Contributors: Conception: WS, PM. Clinical data: EMG, PM, AS, LFE, IB, CJ, LM. Mutation analyses including MSI: WS, BIH, PAA, SA, LASL, BG. IHC: HA, IMB-L. Manuscript writing: WS, PM, EMG. Approval of final manuscript: all.\n\n    Provenance and peer review: Not commissioned; externally peer reviewed.",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/20587412/"
    },
    "23047549": {
        "Title": "    Frequency of mutations in mismatch repair genes in a population-based study of women with ovarian cancer",
        "Abstract": "    Mutations in genes for hereditary non-polyposis colorectal cancer (HNPCC) in ovarian cancer patients remains poorly defined. We sought to estimate the frequency and characteristics of HNPCC gene mutations in a population-based sample of women with epithelial ovarian cancer.\n\n    The analysis included 1893 women with epithelial ovarian cancer ascertained from three population-based studies. Full-germline DNA sequencing of the coding regions was performed on three HNPCC genes, MLH1, MSH2 and MSH6. Collection of demographic, clinical and family history information was attempted in all women.\n\n    Nine clearly pathogenic mutations were identified, including five in MSH6, two each in MLH1 and MSH2. In addition, 28 unique predicted pathogenic missense variants were identified in 55 patients. Pathogenic mutation carriers had an earlier mean age at diagnosis of ovarian cancer, overrepresentation of cancers with non-serous histologies and a higher number of relatives with HNPCC-related cancers.\n\n    Our findings suggest that fewer than 1% of women with ovarian cancer harbour a germline mutation in the HNPCC genes, with overrepresentation of MSH6 mutations. This represents a lower-range estimate due to the large number of predicted pathogenic variants in which pathogenicity could not definitively be determined. Identification of mismatch repair gene mutations has the potential to impact screening and treatment decisions in these women.",
        "Introduction": "    It is estimated that 13% of all invasive ovarian cancer patients carry mutations in BRCA1 or BRCA2, and an additional proportion of patients carry mutations in genes that increase risk of hereditary non-polyposis colorectal cancer (HNPCC). Hereditary non-polyposis colorectal cancer is an autosomal dominant syndrome of cancer predisposition of the colorectum, endometrium, stomach or ovaries associated with DNA mismatch repair (MMR) gene mutations. Other less frequent sites include cancers of the renal pelvis, ureter, small bowel, pancreas and brain. Patients may develop multiple primary cancers, and colorectal cancers are characterised by young age of onset. Hereditary non-polyposis colorectal cancer is believed to account for 2-4% of unselected cases of colorectal cancer, but the fraction of ovarian cancer due to HNPCC is not well established. The lifetime risk of ovarian carcinoma in females carrying HNPCC mutations has been estimated to be up to 12%, with a recent report suggesting cumulative risks of 20% or higher for the MLH1 and MSH2 genes; however, risk may vary with the specific gene involved.\n\n    In most studies of HNPCC families to-date, MLH1 and MSH2 account for 80-90% of observed mutations in the MMR genes. However, most studies were clinic-based surveys of individuals tested based on clinical criteria, such as the Amsterdam criteria, and few included MSH6 testing. Mutations in MSH6 are infrequent in classical HNPCC families, and thus may have been underestimated in prior studies.\n\n    Identification of germline MMR genes enables individuals to benefit from up-to-date cancer risk management options as outlined in the NCCN guidelines. In fact, frequent colonoscopy has been shown to improve outcome. Furthermore, endometrial and ovarian cancer risk management options include both screening and prophylactic surgery, once childbearing is complete. In addition, preliminary studies in colorectal cancer suggest that knowledge of germline MMR gene mutations may provide an opportunity to refine cancer treatment.\n\n    The objective of the current study was to estimate the frequency of mutations in the three HNPCC genes in a population-based sample of women with epithelial ovarian cancer. Secondary objectives included evaluation of demographic, clinical, histopathologic and family history characteristics of germline mutation carriers.",
        "Methods": "    Data for this study were drawn from three population-based studies of epithelial ovarian cancer: the Familial Ovarian Tumour Study (FOTS) in Toronto, the Tampa Bay Ovarian Cancer Study (TBOCS) at the Moffitt Cancer Center and the North Carolina Ovarian Cancer Study (NCOCS) at the Duke University, with details about study design, populations and data collection methods published previously. Briefly, FOTS cases were identified through monitoring of pathology reports submitted to the population-based Ontario Cancer Registry for province-wide recruitment. The TBOCS cases were recruited through a rapid case ascertainment mechanism in the two most populous counties in the Tampa Bay region. The NCOCS cases were identified through a rapid case ascertainment mechanism in a 48-county region located in the central portion of North Carolina. The study protocol was approved by the institutional review board at each centre, and written informed consent was obtained from all participants. There was no mechanism of rapid ascertainment in place to recruit the FOTS cases, in contrast to the TBOCS and NCOCS cases, which resulted in a longer time from diagnosis to ascertainment in the Toronto centre compared with the American centres.\n\n    Eligibility criteria for study enrolment included diagnosis of incident, pathologically confirmed primary epithelial ovarian cancer, either borderline or invasive, and age 20 years or above. Each study collected questionnaire data concerning demographic, clinical and family history information, and reviewed medical and pathology records for determining tumour histopathology. Specimen collection included blood for DNA extraction and analysis.\n\n    All 45 coding exons of the MLH1 (NM_000249.3), MSH2 (NM_000251.1) and MSH6 (NM_000179.2) genes were amplified and sequenced in 44 fragments in germline DNA. Primers were designed using Primer 3 software to cover at least 20 bp at each 5'- and 3'-side of the exons. The amplified DNA fragments were sequenced by using the BigDye Terminator Cycle Sequencing kit on an ABI 3730xl DNA Analyzer (Applied Biosystems Co., Foster City, CA, USA). Sequencing chromatograms generated by the analyser were examined for variant detection using Mutation Surveyor software (SoftGenetics LLC., State College, PA, USA). All sequences were compared with the related NCBI (http://www.ncbi.nlm.nih.gov) reference sequences for variant detection. The chromatograms of all the computationally determined variants were confirmed manually.\n\n    All insertions and deletions in the gene-coding regions, nonsense variants and variants located at the essential splice site sequences were considered as potentially pathogenic, and their DNA fragments were also sequenced in the reverse direction for confirmation. Insertions and deletions for which no functionality data were available were classified as 'unknown pathogenicity'. Missense variants first were searched in the colon cancer gene variant database (http://chromium.liacs.nl/LOVD2/colon_cancer/home.php) for functional effects. If functional effect was not known, we used Align-GVGD to predict the likely functional effect based on library alignments from human to pufferfish for MLH1 and MSH2. As no alignment data were available for MSH6 in the Align-GVGD website, a protein alignment was constructed for predicting the functional effect of MSH6 missense variants from MSH6 homologues in eight species (human, chimpanzee, dog, cow, pig, mouse, chicken, frog and zebrafish). Missense variants with class C45 and higher defined by Align-GVGD were classified as 'predicted pathogenic'. The class C45 was chosen as a cut-off point for Align-GVGD based on receiver-operating characteristic curve analysis using BRCA1 and BRCA2 missense variants with known functional effects reported in the Breast Cancer Information Core database (http://research.nhgri.nih.gov/projects/bic/) or Myriad's published data. The rationale for using BRCA1 and BRCA2 mutations for the receiver-operating characteristic curve analysis was the limited sample size of known pathogenic missense mutations in the MLH1, MSH2 and MSH6 genes. The chosen cut-off point corresponds to 90% specificity and 50% sensitivity. We also used PolyPhen2 and SIFT for predicting the functional effect of missense variants. We considered a missense variant as a predicted pathogenic if two of the three in silico tools (Align-GVGD, PolyPhen-2 and SIFT) predicted it as pathogenic and the carrier frequency of that mutation was less than 1% among 6481 study subjects of the NHLBI Exome Sequencing Project (ESP6500) (http://evs.gs.washington.edu/EVS/).\n\n    All participants completed questionnaires by which demographic and family history information was obtained. Family history data included types and ages of cancer diagnoses in first-, second- and third-degree relatives. In addition, the FOTS data set included ages of relatives (current, or if deceased, age at death). Medical records were retrieved on all participants to abstract information on tumour histology. Information on date of diagnosis (based on pathology report) and date of study enrolment (based on date consent form was signed) were collected, to determine time between diagnosis and enrolment (calculated in days).\n\n    Site differences in descriptive statistics of clinical factors across the three sites were evaluated using analysis of variance and Kruskal-Wallis tests for continuous variables (e.g., time to diagnosis and attained age) and Pearson's chi2-tests for categorical variables. Similarly, clinical variables were compared across mutation subtypes (i.e., pathogenic, predicted pathogenic, predicted non-pathogenic, no mutation detected). Known benign polymorphic variants were combined with the 'no mutation' group. All reported P-values are two-sided. All analyses were carried out with SAS version 9.1.3 (SAS Institute, Inc., Cary, NC, USA).\n\n    To compare the cumulative incidence of cancer among the first-degree relatives of proband carriers of different mutation subtypes, a survival analysis approach among the FOTS study subjects for whom we had detailed family history information was used. Each first-degree relative was considered as an observation and followed from birth until the occurrence of any type of cancer, death from another cause, or the date of the study interview, using the Cox proportional hazard model. Separate analyses were carried out for all cancer outcomes, all HNPCC cancer outcomes, colorectal cancer outcome and ovarian cancer outcome. Covariates for each observation included the proband's mutation status. Hazard ratios of mutation subtypes and 95% confidence interval (CI) were estimated for each model.",
        "Results": "    In total, 1893 ovarian cancer patients were included, with 1521 from FOTS, 126 from TBOCS and 246 from NCOCS, as shown in Table 1. Overall, mean age at diagnosis and racial distribution were similar between sites, other than a higher proportion of Black subjects in the Duke sample. The median time between diagnosis and study enrolment was similar between the Duke and Moffitt cases, although longer for the Toronto cases because of the difference in participant ascertainment procedure. At all three sites, the majority of cancers were of serous histology. However, the proportion of non-serous cases was higher in the Ontario case than in the other two sites. Family histories of HNPCC-associated cancers were similar across the three sites.\n\n    Germline genetic testing of coding regions in the MLH1, MSH2 and MSH6 genes revealed sequence changes at 161 different nucleotides. As shown in Table 2, nine pathogenic mutations were found, five in MSH6, two in MLH1 and two in MSH2. Four mutations were insertions or deletions and five were nonsense mutations. Seven of the nine pathologic mutations have been previously reported and each of the nine was seen in a single individual. We detected two additional changes of 'unknown pathogenicity' in MSH6: an in-frame deletion of two amino acids (MSH6 c.936_941delGAAAAG), not known to belong to any known functional protein domain, and a frame-shift insertion (MSH6 c.4065_4066insGTGA) at the C terminus that truncates two terminal amino acids. In addition, there were 101 missense variants (Supplementary Table 1), including 5 benign polymorphisms, and 96 unclassified variants (in 128 participants) and 49 silent variants (Supplementary Table 2). Overall, the frequency of pathogenic mutations was 0.5% (95% CI 0.2-0.8; Table 2). However, this frequency was 1.6% (95% CI 0.4-2.7) when considering only invasive cancers of the endometrioid and clear cell subtypes.\n\n    Through the Align-GVGD, PolyPhen and SIFT algorithms, pathogenicity was evaluated in the 96 unclassified variants, by which 28 unclassified variants (in 55 participants) were classified as 'predicted pathogenic' and 68 (in 99 participants) as 'predicted non-pathogenic'. To further evaluate our predictions of pathogenicity, we compared the penetrance among 9015 first-degree relatives of 1521 FOTS participants by mutation subtype. Results showed that cumulative risk to age 80 years of any cancer in those with pathogenic mutations was 56.7% compared with 44.2, 21.0 and 27.4% for those in the 'predicted pathogenic', predicted 'non-pathogenic', and no mutations groups, respectively. A similar result was seen for the risk of developing HNPCC-related cancer, but the difference between the groups did not reach customary statistical significance (Table 3). Cumulative risk of ovarian cancer among relatives of mutation carriers compared with relatives of non-carriers was not elevated, likely due to the limited number of relatives with ovarian cancer.\n\n    The average age of onset of ovarian cancer was 47.1 years in the 'pathogenic group' (Table 4) and 53.2 years in the 'predicted pathogenic group', compared with 56.1 years in those with no mutations. Non-serous cancers comprised 77.8% in the 'pathogenic group' and 66% in the 'predicted pathogenic group', compared with 41.9% in those with no mutations. The number of relatives with HNPCC-related cancers was highest in the 'pathogenic' group; however, findings in the other three groups indicated similar proportions. Of note, the proportion of mutations in the four mutation subgroups was similar across study sites (P=0.2). Specifically, the proportion of mutation carriers in the Moffitt, Duke and Toronto samples was 0.8%, 0.4% and 0.5%, respectively, despite the longer time from diagnosis to enrolment in the Toronto cases.\n\n    Finally, review of family histories of those with pathogenic and predicted pathogenic mutations indicated the two families that met clinical criteria for HNPCC carried pathogenic MLH1 mutations. Furthermore, the two families with pathogenic MSH2 mutations had striking family histories, despite not meeting clinical criteria. All remaining families did not meet clinical criteria.",
        "Conclusion": "",
        "Discussion": "    We determined the frequency of germline mutations in three MMR genes in a population-based sample of 1893 women with ovarian cancer. Our findings suggest that pathogenic germline MMR mutations are found in less than 1% of unselected ovarian cancer cases, with a higher frequency in those with invasive cancers of the endometrioid and clear cell subtypes. Of the nine pathogenic mutations clearly identified, the majority (55%) were detected in the MSH6 gene.\n\n    The pathogenic mutations clearly identified in our study were classified based on protein truncation or on previous epidemiologic or functional studies. Our findings likely represent an underestimate of the true proportion, as there were several missense variants for which pathogenicity could not be definitively determined. Furthermore, we did not test for additional less common MMR genes (PMS2, EPCAM) or for large gene rearrangements, which may have detected additional pathogenic mutations.\n\n    For the many missense variants detected in the study, databases such as UniProt (www.uniprot.org) and Human Genome Mutation Database (www.hgmd.org) were explored to determine pathogenicity. Of note, UniProt, a protein database, had many errors in functional classification of missense variants and, thus, is unreliable for definitively determining the functional effect of individual variants. Similarly, the Human Genome Mutation Database, a manually curated database, classifies many missense mutations as disease-causing without providing compelling evidence from the literature to support the assignments. Consequently, we focused on bioinformatic tools to establish the pathogenicity of missense variants. Specifically, we used the Align-GVGD algorithm by means of a manually curated protein alignment across species of broad phylogenic scope in combination with a stringent cut-off point to predict the dysfunctional effect of a variant. This method outperforms other bioinformatic tools such as SIFT and PolyPhen2. However, we used the combination of these three tools for predicting the functional effect of the missense variants. We also looked at the carrier frequency of these variants in ESP6500 database and considered the frequently reported ones as predicted 'non-pathogenic'. We detected 28 missense mutations (in 55 participants) classified as 'predicted pathogenic' using these tools. Thus, if all of these are in fact pathogenic, the prevalence of MMR gene mutation carriers among ovarian cancer patients would be 3.6% or higher. Of note, we chose not use the MAPP-MMR tool (; which is another bioinformatics tool with no clear advantage to other tools), because it only predicts the functional effects in MLH1 and MSH2 genes, whereas over 40% of the missense variants identified in our sample were in MSH6. Furthermore, because of conflicting reports in the literature regarding pathogenicity of certain variants (e.g., MLH1 p.Lys618A1a, observed in 24 participants in our study, was previously reported as both non-pathogenic and pathogenic), we reported predictions of pathogenicity according to aforementioned criteria rather than based on prior published reports, which are in essence based on predictions.\n\n    Prior estimates of the frequency of germline MMR mutations in ovarian cancer patients have been less than 5%, based on studies of 116 patients or fewer and limited to the MLH1 and MSH2 genes only. Moreover, one of the studies was restricted to women aged 30 years or less at diagnosis. Thus, although our prevalence estimates are generally lower than prior reports, the validity and generalisability of our data is enhanced by the much larger sample size, performance of testing in all three genes (i.e., including MSH6) and inclusion criteria that encompassed a wider age group of participants.\n\n    Although most studies have focused on MLH1 and MSH2, several have reported ovarian cancer in the MSH6 tumour spectrum. However, in contrast to prior reports suggesting only 10% of HNPCC families harbour MSH6 mutations, such mutations accounted for over half of the clearly pathogenic mutations in our study. The low percentage of MSH6 mutations may be due to inadequate clinical criteria to accurately identify these families, who typically present with later age of colorectal cancer, and higher risk but later age of endometrial cancer in females. Thus, although infrequent in classical HNPCC families, our results suggest MSH6 mutations may be better represented in families with ovarian cancer. In fact, a recent study of 67 MLH1, MSH2 and MSH6 mutation carriers ascertained through a family cancer clinic included 10 ovarian cancers, of which the majority were seen in MSH6 carriers, consistent with our study findings. Interestingly, none of the families with pathogenic MSH6 mutations in our study met clinical criteria for HNPCC. In contrast, both MLH1 families met clinical criteria, and both MSH2 families had striking family histories, despite not meeting clinical criteria. Of note, clinical criteria do not include cancers of the ovary and stomach, yet these cancers are much more common in HNPCC compared with those of the small bowel, ureter and renal pelvis, which are included. Ultimately, our study underscores the limitations of the use of HNPCC clinical diagnostic criteria based only on personal and family cancer history to identify MSH6 families.\n\n    Our results were consistent with prior reports, suggesting an earlier age at diagnosis of ovarian cancer in carriers (mean ranging from 41 to 49 years) compared with sporadic cases (mean ranging from 60 to 65 years). Moreover, our age of diagnosis ranged from 40 to 59 years, which suggests that prophylactic surgery offered before age 40 years is likely to prevent the majority of HNPCC-associated ovarian cancers. Furthermore, the overrepresentation of non-serous tumours, particularly of endometrioid and clear cell subtypes, reported in HNPCC is consistent with our findings. Finally, as in our prior studies, we used a cohort analysis to evaluate the Align-GVGD predictions. For example, if the predicted pathogenic mutations have the same penetrance, on average as the clearly pathogenic mutations, then we would expect to see cancer risks in first-degree relatives of patients in the two subgroups to be similar. In our study, although the penetrance of predicted pathogenic variants was slightly lower than the pathogenic variants, it was still consistently higher than the 'predicted non-pathogenic' and 'no mutation' groups, thus suggesting that many in this class are likely pathogenic. A deviation from this trend was seen in the lifetime risk of ovarian cancer illustrated in Table 3, which was lowest in the 'pathogenic mutation' group; however, this may be a spurious finding due to the limited number of relatives with ovarian cancer. Overall, the combined frequency of pathogenic and predicted pathogenic mutations was 3.6% (95% CI 2.9-4.6; Table 2). However, this frequency was 6.3% (95% CI 4.3-9.2) when considering only invasive cancers of the endometrioid and clear cell subtypes.\n\n    A number of strengths support the current study, including the large sample size, the population-based study design and comprehensive collection of clinical and demographic data. Despite these strengths, there remain some limitations, including our testing strategy that may have led to underestimating mutation frequency. Specifically, because of limited resources, large rearrangement testing was not performed, which may account for 10-20% of mutations in the MMR genes. Similarly, testing for the two additional MMR genes, which has recently become available (i.e., PMS2 and EPCAM) was also not performed in the current study. In addition, differences in demographic and clinical variables across sites (as reported in Table 1) could potentially affect our results. Notably, the time to diagnosis in FOTS cases was significantly longer than that for TBOCS or NCOCS, leading to overrepresentation of cases with longer survival in the FOTS data set. However, the main concern here is whether a longer time to diagnosis led to overrepresentation of mutation-positive cases in the FOTS data set, thereby biasing our mutation prevalence estimate. If this were true, the proportion of mutation-positive cases in the FOTS sample would be higher, which was not the case (as illustrated in Table 4). Therefore, it appears the longer time to diagnosis in the FOTS data set did not appear to substantially affect the mutation prevalence estimate. Nevertheless, the presence of survival bias within the FOTS data may have skewed the clinical characteristics within the overall data set as suggested by the higher proportions of non-serous cases observed. However, there remained an association between non-serous histologies and HNPCC mutations, which was likely underestimated because of the lower numbers of serous cases within the data set. Finally, we were limited in our ability to predict pathogenicity in many of the missense mutations because of sparse data available in the literature and mutation databases. To address this, we used an in silico approach to predict the dysfunctional effect of the detected missense variants, recognising that inherent inaccuracy of bioinformatics tools could result in some misclassification of the variants. However, our findings suggest that many are likely to be pathogenic based on similarities in the clinical and demographic characteristics with the pathogenic group (as shown in Tables 3 and 4).\n\n    In summary, we estimate that less than 1% of unselected ovarian cancer patients may have mutations in the MMR genes, with overrepresentation of MSH6 mutations in those with invasive cancers of the endometrioid and clear cell subtypes. Ovarian tumours with MMR-deficiency are characterised by early age of onset and overrepresentation of non-serous cancers. Our results suggest that current clinical criteria for HNPCC are insufficient to identify the majority of ovarian cancer patients with mutations. These findings highlight the need to consider HNPCC testing in women with ovarian cancer, particularly those with invasive cancers of the endometrioid and clear cell subtypes, even if they do not meet strict clinical criteria for the condition.\n\n    Supplementary Information accompanies the paper on British Journal of Cancer website (http://www.nature.com/bjc)\n\n    This work is published under the standard license to publish agreement. After 12 months the work will become freely available and the license terms will switch to a Creative Commons Attribution-NonCommercial-Share Alike 3.0 Unported License.",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/23047549/"
    }
}