{
    "34307245": {
        "Title": "    DNM1L-Related Mitochondrial Fission Defects Presenting as Encephalopathy: A Case Report and Literature Review",
        "Abstract": "    Background: Mitochondrial dynamics, including mitochondrial fission and fusion, transport and distribution, biogenesis and degradation, are critical to neuronal function. The dynamin-1 like (DNM1L) gene encodes dynamin-related protein 1 (DRP1/DLP1), which is an evolutionarily conserved member of the dynamin family and is responsible for mitochondrial division. DNM1L variants can lead to mitochondrial fission dysfunction and neurological disorders.\n\n    Methods: We report a case of DNM1L-related mitochondrial disease admitted to Tianjin Children's Hospital. We searched for similar reported cases in the PubMed database using the terms \"DNM1L\" and \"mitochondrial,\" reviewed recent literature to summarize the clinical and genetic characteristics, and analyzed genotype-phenotype correlations.\n\n    Results: The patient presented with psychomotor retardation, motor disturbance (muscle weakness with paroxysmal hypermyotonia), and a de novo variant (c.116G>A, g.22229G>A, p.S39N) in the GTPase domain of DNM1L (reference sequence NM_012062), which has not previously been reported in the literature. This case was combined with an additional 35 cases identified in 20 relevant references in order to analyze a total of 36 patients. The male-to-female ratio was 1:1.06, and the median age of onset was 6 months (range, neonatal period to 9 years). The cardinal symptoms included psychomotor retardation in 77.8% (28/36), limb paralysis in 66.7% (18/27), dystonia in 82.8% (24/29), and epilepsy in 59.4% (19/32). The clinical manifestations of variants in the GTPase domain of DRP1 were milder than those identified in the middle domain.\n\n    Conclusion: This case report describes a new variant of the DNM1L gene, and summarizes previously reported cases. Furthermore, the clinical phenotype and the genotype of DNM1L gene-associated mitochondrial disease was analyzed to improve the understanding of this disease.",
        "Introduction": "    Mitochondrial diseases are a group of multi-system disorders with heterogeneous clinical manifestations and genetic characteristics. They are defined by mitochondrial structural abnormalities and dysfunction caused by variants in mitochondrial DNA or nuclear DNA. In addition to structural defects in the mitochondrial respiratory chain complex and mitochondria, mutations affecting a group of genes enconding for mitochondrial dynamics-related proteins, which act on mitochondrial fusion, fission, transport, distribution, biogenesis, degradation, and for other related proteins, can also lead to mitochondrial dysfunction. Mitochondrial fission and fusion play vital roles in maintaining functional mitochondria when cells encounter environmental and metabolic stresses. Mitochondrial fission can create new mitochondria, but it also contributes to quality control by enabling the removal of damaged mitochondria and facilitating apoptosis to maintain metabolism during cellular stress. Disruptions in these processes affect normal physiological processes and have been implicated in mitochondrial diseases.\n\n    The most important mediator of mitochondrial and peroxisome division is DRP1, which is encoded by the DNM1L gene. DRP1 is recruited from the cytosol to the outer mitochondrial membrane, where it oligomerizes, hydrolyzes guanosine triphosphate (GTP), and forms spirals around the mitochondria to constrict both outer and inner membranes to complete mitochondrial fission.\n\n    The neurological disorder associated with DNM1L variants is referred to as encephalopathy due to defective mitochondrial and peroxisomal fission (EMPF1), which has been described as a fatal encephalopathy. EMPF1 is characterized by the early onset of a range of symptoms, including psychomotor delay, limb paralysis, dystonia (hypertonia or hypotonia), epilepsy (most refractory seizures, status epilepticus, consistent with epileptic encephalopathy), ataxia, nystagmus, optic atrophy, nystagmus, dysarthria, microcephalus, pain insensitivity, sensory and motor axonal neuropathy, respiratory distress, and even death in childhood.\n\n    There have been relatively few reports on DNM1L-related mitochondrial diseases; moreover, most of the reported cases are in medical records, which lack details of the disease characteristics. Here, we report a case of DNM1L-related mitochondrial disease admitted to Tianjin Children's Hospital and review recent literature to summarize the clinical and genetic characteristics, as well as the phenotype-genotype correlation to deepen our understanding of this genetic disease.\n\n    The patient, a 3-year-old boy, was born at term through an uneventful delivery with normal birth parameters of consanguineous Chinese parents. He was the first child in a second pregnancy, after the first resulted in an induced abortion due to fetal death. The grandparents of the patients were cousins. The pedigree of the family was as follows (Figure 1A). The age at the first visit was 5 months. The first symptoms observed were motor and cognitive retardation. He could not attain head control, turn over, or actively grasp objects. He had normal eyesight and hearing. The second symptom, paroxysmal hypertonia, began as early as 1 month after birth. Initially, the symptoms were clenched fists with both hands and straightened limbs, which gradually progressed to flexion of both upper limbs, fisted hands, and straightened lower limbs. During the course, consciousness was clear and the symptoms lasted for a few seconds to a few minutes before spontaneous relief. Physical examination revealed microcephaly, white skin, yellow hair, slightly long face, high palatine arch, right hand penetration, small penis, and small hands and feet. His muscle force was grade three, and he had paroxysmal hypertonia, negative limb deep reflection, and bilateral symmetric flexor plantar reflex.\n\n    Magnetic resonance imaging (MRI) showed ventricular broadening and left lateral fissure widening in 2017. 1 year later, MRI revealed symmetric hyperintensity in the bilateral basal ganglia on T2-weighted imaging, T2-FLAIR, and DWI sequences (Figure 1B). Video electroencephalogram showed a normal background and recorded paroxysmal limb rigidity with no epileptiform discharges. Liver and renal function, myocardial enzyme, and ceruloplasmin levels were normal, but metabolism screening showed mild ketonuria and hyperlactacidemia (2.55-3.36). G-banding karyotype analysis: 46, XY. Gesell Developmental Scale: Adaptability: DQ 26.7, DA 2.5, severe delay; Gross motor: DQ 23.7, DA 2.2, extremely severe delay; Fine motor: DQ 24.7, DA 2.3, extremely severe delay; Communication: DQ 49.5, DA 4.6, moderately delayed; personal-social skills: DQ 37.6, DA 3.5, severe delay.\n\n    DNA was extracted from peripheral blood using the QIAamp DNA Blood Mini Kit (QIAGEN). A total of 3 mug of patient DNA was sheared to produce 200-300 base pair (bp) fragments. Whole-exome enrichment was performed using an Agilent SureSelect Target Enrichment system (Agilent Technologies). Coding exons and flanking intronic regions were enriched with the Agilent SureSelect Human All Exon V6 reagent (Agilent Technologies), according to the manufacturer's protocol. Captured libraries were loaded onto a HiSeq 2500 platform (Illumina). Base calling and assessments of sequence read quality were performed using Illumina Sequence Control Software (SCS; Illumina), which provided real-time analyses. Reads with average quality scores <25 were removed, and bases with quality scores <20 were trimmed. The mean read depth of each sample was 100 x. The reads were aligned to the human reference genome (UCSC GRCh37/hg19) using the Burrows-Wheeler Aligner (BWA v0.7.15) BWA-MEM algorithm. Reads with low mapping quality scores were removed. Presumed PCR duplicates were identified using Picard's MarkDuplicates and removed. Local alignment optimization and base quality recalibration were performed using the Genome Analysis Toolkit (GATK). Single-nucleotide variants (SNVs) and InDels were identified with Mutect2, respectively, and saved in a variant call format. Variants were functionally annotated and filtered with ANNOVAR (http://annovar.openbioinformatics.org/en/latest), which provided built-in public databases (OMIM, InterVar, ClinVar, HGMD, Cosmic70, dbSNP, 1000G, ESP, ExAC, and gnomAD), and the HGMD Professional database. We identified a de novo variant (c.116 G>A, p.S39N) in exon 2 of DNM1L, which has not been reported previously. Furthermore, gene variation was validated using Sanger sequencing (Figure 1C). The conservation of the identified amino acid across different species and the protein 3D modeling for the DNM1L-wild and identified missense variant were shown in Figures 1D-F. The pathogenicity score was checked using the following online tools (Table 1).\n\n    Benzhexol (0.5 mg BID) and Medopar (31.25 mg QID) were used to reduce muscle tension, and a cocktail therapy (VitB1 10 mg TID, VitC 0.5 g BID, VitE 100 mg QD, CoQ 10 mg TID and L-carnitine 100 mg BID) was administered to treat the primary illness, but none provided significant clinical benefit. At the last follow-up, the patient was 3 years and 4 months of age. He was 85 cm tall and weighed 8 kg, with a head circumference of 46 cm. He was admitted to our hospital with symptoms including spastic tetraparesis, no postural control, paroxysmal hypermyotonia and tremor, and severe cognitive impairment but no seizures. He could only follow a voice and light, occasionally respond to communication, and make vowel sounds, but he could not cry or laugh out loud.\n\n    We searched for reported cases in the PubMed database using the terms \"DNM1L\" and \"mitochondrial.\" Thirty-five cases from 20 relevant references were retrieved; these included the first case reported by Waterham in 2007 and other cases reported from January 2015 to date. A total of 36 cases were analyzed together with the case reported by us. Fifteen males, 16 females, and two patients without reference to sex and three pedigrees (both male and female) were included. The median age of onset was 6 months (range, neonatal period: 9 years).\n\n    Clinical manifestations included psychomotor retardation in 77.8% (28/36) of patients, limb paralysis in 66.7% (18/27), dystonia in 82.8% (24/29), and epilepsy in 59.4% (19/32). Other symptoms included ataxia in six cases, nystagmus in three cases, optic atrophy in six cases, dysarthria in four cases, microcephaly in four cases, pain insensitivity in two cases, and sensory and motor axonal neuropathy in two cases.\n\n    On auxiliary examination, 83.3% (25/30) of the cases had abnormalities in brain MR images, including abnormal hyperintensity in the cortex (10 cases), basal ganglia/thalamus (10 cases), subcortical white matter (three cases), brain atrophy (12 cases), lactate peak (four cases), and thinning/absence of the corpus callosum (three cases). Seventy-five percent (15/20) of the cases showed abnormalities in EEG, such as epileptic discharge or a weak background. Hyperlactacidemia was identified in 60.7% (17/28) of the cases, and decreased respiratory chain enzyme activity was detected in 28.6% (4/14) of cases. Muscle biopsy was performed in 22 cases, ragged red fibers were observed in four cases, and long tangled or swollen mitochondria were observed in 12 cases.\n\n    At the last follow-up, the 23 surviving patients had a median age of 7 years (2-27 years), whilst 12 had died with a median age at death of 1.5 years (from the neonatal period to 13 years). The median course of follow-up was 3.5 years (range, 7-24 years), and the median course of disease from illness to death was 1 year (range, 8-11.5 years). At the last follow-up, barring three families with optic atrophy as an isolated symptom, the rest had varying degrees of dyskinesia (four patients could walk with assistance, two could stand with assistance, one could sit alone, 11 could not control body position, and the rest were not mentioned), cognitive impairment, dystonia, or epileptic seizure.\n\n    De novo variants were identified in 72.2% (26/36) of the cases, 13.9% (5/36) had heterozygous dominant variants, 11.1% (4/36) had compound heterozygous variants, and 2.8% (1/36) had homozygous variants. A total of 24 DNM1L variants were identified, including 21 missense variants, two deletion variants, and one duplication variant (Table 2).\n\n    The clinical manifestations of the GTPase domain group were milder than those of the middle domain group (Figure 1G, Table 3). The prevalence of psychomotor retardation and epilepsy in the GTPase domain group was lower than that in the middle-domain group (Psychomotor retardation: GTPase domain group, 50.0% [6/12] vs. middle domain group, 91.3% [21/23]; epilepsy: GTPase domain group, 8.3% [1/12] vs. middle domain group, 89.5% [17/19]); these differences were statistically significant (P < 0.05). In the five patients with heterozygous variants, three pedigrees with variants in the GTPase domain presented with optic atrophy as the isolated symptom, which was the mildest phenotype, and the family pedigrees were shown together with the segregation of the DNM1L variants in the affected individuals. The variants of the two other patients were located in the middle domain; one patient had a c.1048G>A, p.G350R variant, and variant analysis by Sanger sequencing suggested a low level (6-8%) of maternal mosaicism. The patient presented with developmental delay, hypotonia, status epilepticus, and elevated serum lactate levels, and he died of status epilepticus at the age of 5. Another patient had two heterozygous DNM1L variants (c.1085G>A, p.Gly362Asp; c.1535T>C, p.lle512Thr) on the same allele (maternal allele). His mother with the variant (c.1535T>C, p.lle512Thr) was healthy, but the other variant (c.1085G>A, p.Gly362Asp) was not present in either parent. However, further analysis of the DNM1L gene using a next-generation sequencing approach revealed that the variant (c.1085G>A, p.Gly362Asp) was present in the mother's blood DNA at a very low level. Furthermore, the patient's half-brother had died at the age of 3 years. Therefore, these findings supported maternal germline mosaicism for a dominant variant (c.1085G>A, p.Gly362Asp). The patient manifested developmental delay prior to the onset of illness. At 5 years and 5 months of age, he presented with partial motor status epilepticus after a viral illness. 4 months later, he presented with spastic quadriplegia and hyperkinesis but poor voluntary movements, no postural control, and severe cognitive impairment. However, there was no statistically significant difference in the survival rate in the different domain groups (log-rank test, P = 0.39, Figure 1H).\n\n    Auxiliary examination revealed that 83.3% (25/30) of the cases had abnormalities in brain MR images; 62.5% (5/8) of the GTPase domain group vs. 90.9% (20/22) of the middle domain group (P = 0.102), with no statistically significant difference. Seventy-five percent (15/20) of the cases showed abnormality in EEG; 20.0% (1/5) of the GTPase domain group vs. 92.9% (13/14) of the middle domain group (P = 0.006), with statistically significant differences.",
        "Methods": "",
        "Results": "",
        "Conclusion": "",
        "Discussion": "    Mitochondrial diseases are a group of disorders with heterogeneous clinical and genetic characteristics caused by mitochondrial structural or function disturbances due to nuclear or mitochondrial DNA variations. There have been several studies on mitochondrial respiratory chain complex defects and mitochondrial diseases, but there are few reports on mitochondrial diseases caused by abnormal mitochondrial dynamics. Mitochondria are highly dynamic organelles that undergo continuous fission, fusion, and migration. The genes that encode these mitochondrial dynamic-related proteins are mitochondrial nuclear genes, and variants in these genes can lead to mitochondrial diseases: (1) mitochondrial membrane fusion abnormality: gene variants in MFN2 encoding a GTPase joining adjacent mitochondria leads to Charcot-Marie-Tooth disease type 2A and hereditary motor and sensory neuropathy VI, and optic atrophy or Leigh-like infantile encephalopathies are caused by variants in OPA1, which encodes a GTPase that mediates the fusion of the inner mitochondrial membrane. (2) Mitochondrial fission abnormality: gene variants in DNM1L involving mitochondrial fission lead to encephalopathy; gene variants in the mitochondrial fission factor (MFF), the receptor gene of DNM1L, cause Leigh-like encephalopathy. (3) Mitochondrial migrating abnormality: gene variants in Miro are associated with Parkinson's disease, Alzheimer's disease, and amyotrophic lateral sclerosis.\n\n    DNM1L, encoding DRP1, is located in chromosomal region 12p11.21. DRP1 is a highly conserved GTPase that mediates mitochondrial fission and contains an N-terminal GTPase domain, a middle domain, a non-conserved variable domain, and a C-terminal GTPase effector domain (GED). DRP-1, a cytosolic protein that can be recruited to the mitochondria in response to cellular signals, is the most important mediator of mitochondrial and peroxisomal division. Different sites in different domains can bind to the receptor on the mitochondrial outer membrane. The GTPase domain is responsible for binding to receptors on the outer membrane of the mitochondria. The middle domain mainly mediates the oligomerization of DRP1, with the fission process executed by DRP1 forming a concentric ring-like structure around the scission site, followed by GTPase-dependent constriction. GED stimulates GTPase activity and mediates the formation and stability of the DRP1 homodimer complex. DNM1L variants impair the oligomerization of DRP1, thereby affecting the contraction of GTPase and leading disrupting mitochondrial fission.\n\n    DNM1L-related mitochondrial diseases are rarely reported, and limited gene variants of DNM1L are included in the Human Gene Mutation Database. We identified a DNM1L variant that had not previously been reported, and enriched the genetic information from the Chinese population to improve the understanding of rare diseases. The clinical phenotype of this patient was consistent with that previously reported.\n\n    The clinical symptoms of DNM1L-related mitochondrial disease vary. The median age of onset was 6 months (from the neonatal period to 9 years), and the main symptoms included psychomotor retardation, limb paralysis, dystonia (hypermyotonia or hypomyotonia), epilepsy, and other symptoms, including ataxia, nystagmus, optic atrophy, dysarthria, microcephaly, pain insensitivity, and sensory and motor axonal neuropathy.\n\n    Most DNM1L variants were located in the middle domain (n = 23) and GTPase domain (n = 12) of DRP1. The severity of clinical symptoms was related to the domains in which the DNM1L variants were located. The clinical symptoms of the GTPase domain group were milder than those in the middle domain group. In the GTPase domain group, three families presented with optic atrophy as an isolated symptom, which was the mildest phenotype, and the family pedigrees were shown with the segregation of DNM1L variants in the affected individuals. The prevalence of psychomotor retardation and epilepsy in the GTPase domain group was lower than that in the middle domain group, and the proportion of status epilepticus and refractory epilepsy was higher in the middle domain group. However, there was no significant difference in occurrence of limb paralysis or dystonia between the two groups. The variant c.116G>A (p.S39N) in our patient was located in the GTPase domain of DRP1, and he presented with psychomotor retardation, limb paralysis, paroxysmal hypermyotonia, and limb tremors, but no epileptic seizures were observed during the 3-year-follow-up. This highlights the importance of the location of variants in determining clinical phenotypes.\n\n    As DRP1 is a cytoplasmic protein, it is recruited to the outer mitochondrial membrane by specific receptors. These include mitochondrial fission 1, MFF, and mitochondrial dynamics proteins of 49 and 51 kDa (MID49, MID51), which can all independently recruit DRP1 to mediate mitochondrial division. After binding with its receptors, DRP1 polymerizes to a concentric ring-like structure, encircles the mitochondria, and causes mechanochemical contraction of mitochondria. Taking MID49 as example, each chain of DRP1 binds MID49 through four different surfaces in different domains, and each MID49 in turn binds four DRP1, generating a huge interaction network. Variants in the GTPase domain can destroy the binding of the GTPase domain, while there are multiple interaction sites in oligomers that may hinder their cohesion; thus, the clinical phenotype is relatively milder (Kalia et al., 2018). In addition to de novo variants, reported homozygous variants and compound heterozygous variants were all located in the GTPase domain, while recessive genes included null alleles and hypomorphic alleles, which could explain the different clinical phenotypes. However, variations in the middle domain can impair the oligomerization of DRP1 and cause mitochondrial fission defects; therefore, the clinical phenotype is typically worse.\n\n    The prognosis of DNM1L-related mitochondrial diseases is poor. At the last follow-up, only 23 patients had survived, with 12 deaths with at a median age of 1.5 years. Although there was no statistically significant difference in the survival rate in different domains, patients with variants in the GTPase domain had a relatively better prognosis and could survive longer, and three families with variants in the GTPase domain showed isolated manifestations of optic atrophy. The remaining patients had varying degrees of dyskinesia, cognitive impairment, dystonia, or epileptic seizures.\n\n    By reviewing the relevant literature, the most common symptoms of DNM1L-related mitochondrial diseases were summarized; based on these finding, DNM1L-related mitochondrial diseases should be considered in the early stages of severe encephalopathy, including neonatal fatal diseases, psychomotor retardation, motor disorders, cognitive disorders, and epilepsy. The variant sites of DNM1L were summarized, and the understanding of the DNM1L gene profile was expanded.\n\n    The studies involving human participants were reviewed and approved by Medical Ethics Committee of Tianjin Children's Hospital, Tianjin Children's Hospital. Written informed consent to participate in this study was provided by the participants' legal guardian/next of kin. Written informed consent was obtained from the individual(s), and minor(s)' legal guardian/next of kin, for the publication of any potentially identifiable images or data included in this article.",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/34307245/"
    },
    "36157077": {
        "Title": "    Mitochondrial protein dysfunction in pathogenesis of neurological diseases",
        "Abstract": "    Mitochondria are essential organelles for neuronal function and cell survival. Besides the well-known bioenergetics, additional mitochondrial roles in calcium signaling, lipid biogenesis, regulation of reactive oxygen species, and apoptosis are pivotal in diverse cellular processes. The mitochondrial proteome encompasses about 1,500 proteins encoded by both the nuclear DNA and the maternally inherited mitochondrial DNA. Mutations in the nuclear or mitochondrial genome, or combinations of both, can result in mitochondrial protein deficiencies and mitochondrial malfunction. Therefore, mitochondrial quality control by proteins involved in various surveillance mechanisms is critical for neuronal integrity and viability. Abnormal proteins involved in mitochondrial bioenergetics, dynamics, mitophagy, import machinery, ion channels, and mitochondrial DNA maintenance have been linked to the pathogenesis of a number of neurological diseases. The goal of this review is to give an overview of these pathways and to summarize the interconnections between mitochondrial protein dysfunction and neurological diseases.",
        "Introduction": "    The central nervous system (CNS) is a highly specialized organ and consists of distinct cells, such as neurons, astrocytes, microglia, oligodendrocytes, and ependymal cells, all of which work independently but collectively to perform a variety of neuronal functions (Caruso Bavisotto et al.,). As one of the most metabolically active organs in the body, the CNS accounts for only ~2% of total body weight, yet consumes at least 20% of the body's energy (Sokoloff,). It is thus not surprising that the CNS is densely populated with mitochondria (Magistretti and Allaman,). Growing evidence indicates that mitochondria are important for neural development and activities, including neuronal sprouting and plasticity, synaptic transmission and connection, neural oscillations, and cognition (Misgeld and Schwarz,; Nortley and Attwell,; Fang et al.,; Filiou and Sandi,). Therefore, mitochondrial dysfunction has been demonstrated as a key player in the development and progression of many neurological disorders.\n\n    Mitochondria perform critical roles beyond simply serving as a powerhouse for producing adenosine triphosphate (ATP) via oxidative phosphorylation (OXPHOS). They also play vital roles in calcium (Ca2+) buffering, biogenesis of lipids and iron-sulfur [Fe-S] clusters, production of reactive oxygen species (ROS), and apoptosis (Osellame et al.,; Rangaraju et al.,). To fulfill these functions, mitochondria form highly dynamic and motile networks that undergo constant morphology and positioning changes through fusion and fission (El-Hattab et al.,). Mitochondria in neurons are extremely dynamic and move quickly along microtubule tracks to facilitate transport to match energy supply and demand, ensure their distribution to the neuronal periphery, allow the exchange of components between mitochondria, and mediate the removal of damaged mitochondria via mitophagy (Seager et al.,).\n\n    A large variety of mitochondrial functions, as well as their morphogenesis and dynamics, have been assigned to mitochondrial proteins and protein complexes (Pfanner et al.,). In humans, it is estimated that mitochondria contain at least 1,500 different proteins (Taylor et al.,; Lefort et al.,). These proteins are involved in mitochondrial bioenergetics, dynamics, mitophagy, import machinery, ion channels, and mitochondrial DNA maintenance (Figure 1). As semi-autonomous organelles, mitochondria encode and synthesize 13 proteins, all of which are core subunits of the respiratory chain. The remaining nearly 99% of mitochondrial proteins are encoded by the nuclear genome, synthesized in the cytosol, and imported into the mitochondria by import, sorting, and assembly machinery (Schmidt et al.,). Protein functional analysis shows that approximately 15% of the proteins are directly involved in OXPHOS, 10% of proteins participate in the metabolism of iron, lipids, and amino acids, 20%-25% of proteins maintain and regulate the mitochondrial genome, and about 25% of proteins are involved in a variety of cell signaling, redox, protein and metabolite transport, mitochondrial morphology, and dynamics. Additionally, the cellular roles of almost 20% of mitochondrial proteins still remain unknown (Fox,; Pfanner et al.,). The central importance of mitochondrial proteins has been widely highlighted by the association of aberrant mitochondrial protein expression (Lin et al.,; Ekstrand et al.,; Tysnes and Storstein,), localization (Gandhi,; Lu and Guo,), folding, and function (Castro et al.,; Franco-Iborra et al.,) with neurological diseases (Figure 1).\n\n    Neurological diseases constitute a group of disorders characterized by a progressive deterioration of the brain and spinal cord functions (Farooqui,). Common neurodegenerative diseases include Alzheimer's disease (AD), Parkinson's disease (PD), Huntington's disease (HD), amyotrophic lateral sclerosis (ALS), and multiple sclerosis (Bredesen et al.,; Fu et al.,). Neuropsychiatric diseases mainly refer to the abnormalities in the cerebral cortex and limbic system, including both neurodevelopmental disorders and behavioral or psychological difficulties associated with some neurological disorders (Farooqui,). Common neuropsychiatric diseases are autism, depression, schizophrenia, and some forms of bipolar disorders, such as depression and anxiety (Lyalina et al.,).\n\n    In this review, we focus on the association of mitochondrial protein dysfunction with the pathogenesis of neurological diseases, such as AD, PD, and ALS, as well as psychiatric disorders like depression, anxiety, and schizophrenia. Based on the functional classification of mitochondrial proteins, we begin by introducing their key roles in mitochondria. We then incorporate new evidence demonstrating that abnormal mitochondrial protein causes dysregulation of mitochondrial morphology, dynamics, and function in neurological disorders. The literature reviewed here is not exhaustive, but it highlights major findings that characterize the current status of the field in terms of protein-linked mitochondrial quality control in the CNS.\n\n    The human brain is particularly reliant on a steady supply of energy, almost entirely in the form of glucose, to meet its high metabolic demands (Harris et al.,; Nortley and Attwell,). Among all brain cell types, neurons are the principal consumers, using 80%-90% of the total brain energy (Howarth et al.,; Zimmer et al.,). However, under basal conditions, neurons only uptake almost an equal amount of glucose as astrocytes, and their uptake is significantly lower in the functional activation state (Magistretti and Allaman,). Unlike neurons, which synthesize ATP through OXPHOS, the most effective ATP-producing pathway, astrocytes predominantly metabolize glucose through aerobic glycolysis, resulting in a huge amount of lactate and pyruvate generation from glucose. The produced lactate can be transported to neurons by monocarboxylate transporters (MCTs) and hydrocarboxylic acid receptor 1 (HCAR1), where it serves as an energy substrate for OXPHOS (Morland et al.,; Sotelo-Hitschfeld et al.,; Diaz-Garcia et al.,; Magistretti and Allaman,).\n\n    OXPHOS occurs via the electron transport chain (ETC), which transfers electrons from donors like NADH and FADH2 to the oxygen (MITCHELL,; Cogliati et al.,). ETC consists of four enzyme complexes that all reside in the inner mitochondrial membrane (IMM): complexes I (NADH ubiquinone oxidoreductase), II (succinate ubiquinone oxidoreductase), III (ubiquinone cytochrome c oxidoreductase or cytochrome bc1 complex), and IV (cytochrome c oxidase, COX; Breuer et al.,). During electron transfer, three of these complexes (complexes I, III, and IV) pump protons from the matrix to the mitochondrial intermembrane space (IMS), thereby generating an electrochemical proton gradient across the IMM that the F1Fo-ATP Synthase (also known as ATPase Synthase or complex V) exploits to drive ATP synthesis from adenosine diphosphate (ADP; Breuer et al.,; Guo R. et al.,; Signes and Fernandez-Vizarra,; Nolfi-Donegan et al.,). The fundamental role of ETC in mitochondrial energy production is essential for neuronal survival and activity (Li et al.,). However, both complexes I and III can also transfer single electrons to oxygen, resulting in the formation of oxygen superoxide in the mitochondrial matrix. Consequently, mitochondrial DNA (mtDNA), lipids, and proteins including subunits of the OXPHOS complexes exposed to this region experience oxidative damage from the superoxide radical (Drose and Brandt,; Lenaz,). Thus, dysfunctions in the ETC not only reduce energy production but also result in the excessive accumulation of ROS, which are involved in the development of neurological illnesses, such as PD, AD, ALS, Leigh Syndrome (LS), and HD (Angelova and Abramov,; Pepperberg,; Bakare et al.,). Mounting evidence demonstrates that primary mitochondrial disorder-mediated human diseases often arise from mutations in the OXPHOS subunits or the proteins and RNAs required for their expression (Craven et al.,; Figure 2 and Table 1).\n\n    Complex I (CI) is the first enzyme of ETC, pumping four protons into the IMS upon each NADH oxidation in the matrix and transferring two electrons to ubiquinone in the IMM via flavin mononucleotide and a series of iron-sulfur centers (Walker,). Being the largest component, CI is comprised of more than 45 subunits, with seven subunits (MT-ND1- MT-ND6 and MT-ND4L) encoded by mtDNA (Sazanov,). Fourteen CI subunits, which are highly conserved from prokaryotes to humans, constitute the minimal working core of the enzyme and harbor all the redox and proton-motive activity. These supernumerary subunits are thought to increase genetic complexity, susceptibility, and phenotypic diversity to some extent (Carroll et al.,; Papa et al.,; Sanchez-Caballero et al.,). As the point of entry in the mitochondrial ETC for NADH reducing equivalents, CI acts as a regulatable pacemaker for respiratory ATP synthesis in mammalian cells. Given the importance of CI in energy provision, any mutation that disrupts its structure or function seriously perturbs the ETC, resulting in a reduction of ATP synthesis and an accumulation of ROS and other reactive species (Fiedorczuk and Sazanov,; Yin et al.,). Lots of studies have discovered that a large proportion of mitochondrial-related diseases are caused by mutations or chemical inhibition of the mitochondrial CI (Papa and De Rasmo,; Rodenburg,; Abramov and Angelova,; Holper et al.,; Gonzalez-Rodriguez et al.,).\n\n    NDUFS4, an accessory subunit of CI, plays an essential role in the assembly and stability of the CI (Scacco et al.,; Kahlhofer et al.,). At the clinical level, mutations in NDUFS4 severely affect the brainstem and basal ganglia, which are typically associated with hypotonia, abnormal ocular movements, visual impairment, psychomotor arrest/regression, and episodes of respiratory failure. Children with NDUFS4 mutations (such as p.97Ter) show a homogeneous early-onset LS and a severe, lethal course of the disease (Ortigoza-Escobar et al.,). Additionally, the NDUFS4 knockout mouse (ndufs4-/-) is one of the most widely used mouse models for investigating the pathomechanism of LS, a rare, complicated, and incurable early-onset pediatric disorder with both phenotypic and genetic heterogeneity featuring brain-specific anomalies (Quintana et al.,; Grillo et al.,). Except for NDUFS4, the mutations in other components of CI, such as NDUFV1 and NDUFS1, have also been linked to LS (Martin et al.,; Marin et al.,; Borna et al.,). One recent study on 37 children with cavitating leukoencephalopathies (a brain disorder that predominantly damages the cerebral white matter) was found caused by mutations in NDUFV1 (2/37) and NDUFS1 (5/37; Zhang et al.,). Besides LS, one infant with a biallelic loss-of-function mutation in NDUFV1 is also compatible with the phenotype of LBSL (Leukoencephalopathy with brainstem and spinal cord involvement and lactate elevation), a rare condition characterized by progressive pyramidal, cerebellar, and dorsal column dysfunction (Borna et al.,). Moreover, partially disrupted CI function in dopaminergic neurons by deleting its NDUFS2, an essential subunit for the catalytic core of CI, caused progressive, human-like parkinsonism in which the loss of nigral dopamine release makes a critical contribution to motor dysfunction (Gonzalez-Rodriguez et al.,).\n\n    Besides the nuclear DNA (nDNA) encoded subunits, aberrant mtDNA-encoded components, MT-ND1, MT-ND3, MT-ND4, MT-ND5, and MT-ND6, caused the dysfunction of CI that is also involved in the pathomechanism of neurological disorders, such as LS and Leber hereditary optic neuropathy (LHON; Catarino et al.,; Lee et al.,; Bakare et al.,). For instance, the MT-ND3 mutation disrupted the active/inactive transition of CI, and the MT-ND5 mutation inhibited proton translocation, both of which were found in patients with LS and LHON (Wang et al.,; Vodopivec et al.,; Lee et al.,). Additionally, an m.10158T>C mutation in MT-ND3 has also been linked to mitochondrial encephalomyopathy with lactic acid and stroke-like episodes (MELAS) syndrome (Kori et al.,). Three primary point mutations in mtDNA, m.3460G>A, m.11778G>A, and m.14484T>C, have been shown to be responsible for more than 95% of LHON patients (Riordan-Eva and Harding,; Catarino et al.,).\n\n    Observations from the mammalian CI suggest an \"L\" shaped structure with a hydrophilic arm protruding into the matrix and a hydrophobic arm embedding within the IMM (Wirth et al.,; Zhu et al.,; Parey et al.,). This highly complicated structure with over 45 subunits requires at least 15 assembly factors for its complete maturation (Andrews et al.,; Formosa et al.,; Parey et al.,). Hence, mutations in the genes encoding assembly factors lead to a reduced amount of fully assembled functional CI by affecting the rate of CI stability (Bakare et al.,). For example, Barghuti et al. discovered that one CI assembly factor NDUFA12L is mutated in two patients who presented in late infancy with hypotonia, nystagmus, and ataxia interspersed with acute episodes of encephalopathy (Barghuti et al.,). Additionally, mutations in NDUFA12L may also have a functional impact on the etiology of tauopathies, suggesting that NDUFA12L could be a crucial factor in the development of neurodegenerative tauopathy, a possible contributing factor in the development of PD (Salama and Mohamed,). In addition, NDUFS4 deletion also results in the nearly complete absence of another accessory subunit NDUFAF12 (Adjobo-Hermans et al.,). In NDUFAF12-mutated patient cells, the level of assembled and active CI is reduced, eventually leading to mitochondrial deterioration by increasing mitochondrial ROS and damaging mtDNA and lipids (Schlehe et al.,). A heterozygous NDUFAF12 deletion has been observed in a patient with attention-deficit/hyperactivity disorder (ADHD), a common, highly heritable neurodevelopmental syndrome characterized by hyperactivity, inattention, and increased impulsivity (Lesch et al.,).\n\n    Complex II (CII), also known as succinate dehydrogenase (SDH), is the smallest complex of the ETC. This complex is composed of only four subunits SDHA, SDHB, SDHC, and SDHD, which are all encoded by the nuclear genome (Sun et al.,; Bezawork-Geleta et al.,). Moreover, four assembly factors are required for the assembly and maturation of CII (Bezawork-Geleta et al.,). As part of ETC, CII transfers electrons from succinate to ubiquinone (UbQ) via its [Fe-S] clusters. SDHA, the largest catalytic subunit of CII, oxidizes succinate and couples this to the reduction of its flavine cofactor, FAD; whereas the other catalytic subunit SDHB shuttles electrons to UbQ in a coordinated manner (Cecchini,; Miyadera et al.,). In addition to its role in ETC, CII also participates in the tricarboxylic acid cycle (TCA), forming a functional link between these two vital processes (Cecchini,; Cardaci et al.,; Lussey-Lepoutre et al.,).\n\n    Although fewer neurological disorders are reported to be linked to the mutations in CII, multiple types of mutations in SDHA, and SDHB, as well as one assembly factor SDHAF1, have been reported to cause LS or LS-like symptoms (Bourgeron et al.,; Birch-Machin et al.,; Pagnamenta et al.,; Jain-Ghai et al.,; Bezawork-Geleta et al.,; Kaur et al.,). Mutations in the SDHA gene are the most commonly reported cause of isolated complex II deficiency (Fullerton et al.,). People who carry one of the SDHA mutations, p.R451C, p.A524V, p.R554W, or p.G555E mutations, are diagnosed with LS (Bourgeron et al.,; Parfait et al.,; Van Coster et al.,). Except for LS, multiple point mutations in SDHB are reported in patients with leukoencephalopathy (Alston et al.,; Ardissone et al.,; Helman et al.,; Kaur et al.,). In patients with early progressive encephalomyopathy, a homozygous or compound heterozygous mutations in SDHD p.E69K and p.*164Lext*3 (a mutation that extends the SDHD C-terminus by the three extra amino acids Leu, Pro, and Phe) was identified (Jackson et al.,; Lin et al.,). Moreover, although CI and CIII are the main sources of mitochondrial ROS, growing studies indeed reveal that CII also serves as a source and modulator of ROS (Yankovskaya et al.,; Hadrava Vanova et al.,). Both functional loss of CII and its pharmacological inhibition lead to excessive ROS accumulation, which has a relevant impact on the development of pathophysiological conditions such as neurodegenerative disorders (Lin and Beal,; Iverson et al.,).\n\n    Complex III (CIII) catalyzes the transfer of electrons from ubiquinol (CoQH2) to cytochrome c (Cyt c), as well as couples this electron transfer to the vectorial translocation of two protons from the matrix, releasing four into the IMS (Zhang et al.,; Meunier et al.,). CIII forms a homodimeric complex consisting of 10-11 subunits per monomer, and the biogenesis of CIII requires approximately eight assembly factors (Ndi et al.,; Vercellino and Sazanov,). Except for MT-CYB encoded by mtDNA, the remaining subunits are encoded by nDNA. The enzyme has two distinct quinone-binding sites (Qo or QP, quinol oxidation site, and Qi or QN, quinone reduction site), which are located on opposite sides of the IMM and linked by a transmembrane electron-transfer pathway. Each monomer of the CIII contains three catalytic subunits that are highly conserved from prokaryotes to eukaryotes: MT-CYB, cytochrome c1 (also known as CYC1), and the Rieske iron-sulfur protein (UQCRFS1; Xia et al.,). MT-CYB provides both the Qo and Qi pockets and the transmembrane electron pathway (via hemes bL and bH; Xia et al.,; Iwata et al.,).\n\n    Mutations in subunits of CIII (MT-CYB, UQCRB, UQCRQ, UQCRC2, CYC1, and UQCRFS1) and its assembly factors (BCS1L, LYRM7, TTC19, UQCC2, UQCC3) lead to inherited disorders in humans (Fernandez-Vizarra and Zeviani,; Feichtinger et al.,). A homozygous missense mutation of CYC1 (p.R317Y) caused CIII deficiency, resulting in mitochondrial respiratory chain abnormalities and eventually leading to acute demyelinating syndrome or LHON (Heidari et al.,). Another homozygous missense (p.S45F) mutation in UQCRQ, one of the CIII subunits that joins and stabilizes the mature MT-CYB by forming a stable intermediate complex together with UQCRB (Gruschke et al.,; Vercellino and Sazanov,), caused the reduced activity of CIII and CI. This defect in OXPHOS, especially for CIII, causes severe neurological disorders characterized by severe psychomotor retardation and global dementia with defects in verbal and expressive communication skills (Barel et al.,). Another homozygous missense mutation (p.G222A) in one core subunit UQCRC2, which plays an important role in CIII dimerization during the early period of the CIII assembly (Stephan and Ott,), also causes neurological disorders, presenting with severe encephalomyopathy, paleocerebellar symptomatology, delay in motoric and cognitive functions (Burska et al.,). Additionally, one girl with two homozygous missense variations in UQCC2 leads to a severe reduction of UQCC2 protein, a key assembly factor that regulates MT-CYB expression and subsequent complex III assembly (Tucker et al.,). The reduced UQCC2 inhibits the activity of CI and CIII, leading to the progression of epileptic seizures (Feichtinger et al.,). Furthermore, patients with homozygous mutations in another assembly factor TTC19 (tetratricopeptide repeat domain 19), such as p.L219*, p.E173*, are found to develop a series of neurodegenerative disorders, including severe psychiatric symptoms, cerebellar ataxia, cognitive impairment, LS and so on (Ghezzi et al.,; Atwal,; Malek et al.,; Habibzadeh et al.,).\n\n    Complex IV (CIV) is the terminal enzyme of the ETC, catalyzing the transfer of electrons from reduced Cyt c to molecular oxygen. It is comprised of 14 subunits, three (MT-COX1, MT-COX2, and MT-COX3) of which are encoded by the mtDNA. These three mtDNA-encoded subunits form the catalytic fraction of CIV, and the remaining ten nDNA-encoded subunits contribute to the assembly and biogenesis of the CIV (Antonicka,; Bohm et al.,). Although the number of unique subunits between CIII and CIV is similar, CIV requires far more assembly factors for biogenesis than CIII, with almost 50 assembly factors necessary for CIV assembly (Zong et al.,; Brzezinski et al.,; Vercellino and Sazanov,).\n\n    CIV deficiency is the second most common ETC complex deficiency, occurring in 19%-27% of all mitochondrial disease patients (Renkema et al.,). The majority of recorded occurrences present a severe, often fatal, infantile disease (Balsa et al.,; Pitceathly et al.,). Multiple homozygous mutations of CIV subunits, such as NDUFA4 (c.42 + 1G>C, aberrant splicing), COX4I (c.454C>A, p.P152T), and COX8A (c.115-1G>C, p.E39Rfs*27), have been discovered in patients with LS or LS-like syndrome. These mutations cause a frameshift with premature stop-codon formation, which results in truncated proteins or even loss of proteins, leading to the reduced quantity or activity of CIV (Pitceathly et al.,; Hallmann et al.,; Pillai et al.,; Cunatova et al.,). Mutation in mtDNA encoded core subunit MT-CO3 (m.9553G>A, p.W116X) was founded in a female patient with the MELAS syndrome (Wang et al.,). Except for spontaneous mutations in its subunits, some dysregulated proteins, like beta-amyloid (Abeta) peptides, can specifically inhibit the activity of CIV by binding to the heme of CIV and forming an Abeta-heme complex, resulting in cognitive deficits and neuronal morphological abnormalities, which are implicated in the development of AD and PD (Atamna and Boyle,; Coskun et al.,). Furthermore, the profound changes in two CIV subunits, COX5A and NDUFA4, also suggest a link between CIV abnormalities and mitochondrial dysfunction in the etiology of AD (Shim et al.,). COX6A mutations at various loci have been associated with various forms of neuropathy. For example, mutations in COX6B1 (p.R20H/C) and a 5 bp deletion (c.247-10_247-6delCACTC, aberrant splicing) in a splicing element of COX6A1 cause severe infantile encephalomyopathy and an axonal form of Charcot-Marie Tooth (CMT) syndrome, respectively (Massa et al.,; Tamiya et al.,; Abdulhag et al.,).\n\n    The current knowledge of neurological disorders linked to CIV deficits reveals that mutations in assembly factors are far more common than mutations in the structural subunits of the CIV (Renkema et al.,). Bi-allelic loss of function variants in the COX20 (c.41A>G or c.157+3G>C) gene perturbs the assembly of complex IV, which leads to mitochondrial bioenergetic failure, resulting in ataxia and autosomal recessive sensory neuronopathies (Otero et al.,; Dong et al.,). Except for COX20, defects or mutations in other CIV assembly proteins such as SURF1, COA3, COA7, and SCO2 may impair axonal transport or mitochondrial copper homeostasis, as well as increase ROS damage, resulting in peripheral neuropathies (Echaniz-Laguna et al.,; Ostergaard et al.,; Higuchi et al.,; Rebelo et al.,; Finsterer and Winklehner,). Mutations in these assembly factors, which are involved in the biogenesis of CIV, LRPPRC (p.Y172C), COX10, SURF1 (834G A or 820-824dupTACAT), COX15, TACO1, and PET100 (c.3G>C), have been identified in patients with LS (Bugiani,; Tay et al.,; Coenen et al.,; Weraarpachai et al.,; Lim et al.,; Kotecha and Kairamkonda,). Furthermore, a mutation in the FASTKD2 (fas activated serine-threonine kinase domain 2) gene induces the occurrence of epilepsy in infancy (Ghezzi et al.,). Patients with bradykinesia and cognitive impairment have a homozygous mutation in PET117, a potential complex IV assembly component (Renkema et al.,; Finsterer and Winklehner,).\n\n    F1Fo-ATP synthase is the terminal complex of the OXPHOS and thus is also referred to complex V (CV). F1Fo-ATP synthase is composed of 19 structural subunits, two of which (MT-ATP6 and MT-ATP8) are encoded by mtDNA and the other 17 by nDNA. Five assembly factors are involved in the biogenesis of this multi-subunit enzyme (Genov et al.,; Pinke et al.,; Vercellino and Sazanov,). Based on the structural and functional differences, F1Fo-ATP synthase is divided into two domains: a hydrophobic domain embedded in the IMM (Fo) is responsible for proton translocation by forming a rotatory proton channel, and a hydrophilic ATPase domain (F1) exposed to the matrix synthases ATP by phosphorylating ADP to ATP (MITCHELL,; Zhou and Sazanov,; Spikes et al.,). Mutations in either of the nuclear or mitochondrial encoded subunits may damage the activity of F1Fo-ATP Synthase, resulting in reduced energy production (Kucharczyk et al.,; Ebanks et al.,; Mnatsakanyan and Jonas,; Patro et al.,).\n\n    ATP synthase deficiency-caused illnesses are often severe encephalopathies or cardiomyopathies and appear soon after birth (Dautant et al.,). The better-characterized aberrant ATP synthase-caused diseases are attributed to mutations in the mtDNA-encoded MT-ATP6 and MT-ATP8 genes, which have overlapped 46 nucleotides at the 5' part of MT-ATP6 with the open reading frame of MT-ATP8 (Taanman,). As a result, alterations in this region probably cause double mutations (Ware et al.,; Imai et al.,; Fragaki et al.,; Galber et al.,). For instance, the heteroplasmic m.8561C>G or m.8561C>T mutations in the overlapping region of MT-ATP6 and MT-ATP8 in adult and childhood caused severe neurological signs, presenting with cerebellar ataxia, psychomotor delay, peripheral neuropathy, and microcephaly (Kytovuori et al.,; Fragaki et al.,). Compared to MT-ATP8, mutations in MT-ATP6-caused defects of ATP synthase occur more frequently in humans. Mutations in MT-ATP6, like the most common mutations (m.8993T>G/C and m.9176T>G/C), as well as less frequent mutations (m.9035T>C, m.9185T>C, m.9191T>C, m.8914C>T, m.8701A>G), cause different clinical phenotypes of neuropathy, varying from NARP (Neuropathy, Ataxia, Retinitis Pigmentosa) to, encephalomyopathy and MILS (Maternally Inherited Leigh's Syndrome; Guo Y. et al.,; Ichikawa et al.,; Capiau et al.,; Na and Lee,). Besides mutations in the mtDNA encoded subunits, ATP synthase deficits induced by nDNA-encoded subunits, such as ATP5E and ATP5A1, as well as the assembly factors ATPAF2 (ATP12) and TMEM70, have also been observed in patients with neurological disorders (De Meirleir,; Cizkova et al.,; Mayr et al.,; Jonckheere et al.,). For example, exome sequencing of the two siblings with severe neonatal encephalopathy reveals a heterozygous mutation in CV subunit ATP5A1, resulting in a disrupted inter-subunit interaction and thereby compromising CV stability (Jonckheere et al.,).\n\n    Mitochondria are dynamic organelles that divide and fuse rapidly, which determine the mitochondrial architecture and bioenergetics (El-Hattab et al.,). Both the fission and fusion processes are predominately performed by several canonical dynamin-like guanosine triphosphatases (GTPase) enzymes (Trevisan et al.,; Sinha and Manoj,). Mitochondrial fusion is primarily accomplished by two outer mitochondrial membrane (OMM) proteins, mitofusin 1 (Mfn1) and mitofusin 2 (Mfn2), and one IMM protein, optic dominant atrophy (OPA1). Mitochondrial fission is mediated by dynamin-related GTPase protein 1 (Drp1) and dynamin 2 (Dnm2), which are responsible for membrane constriction and scission, respectively. In addition, the trans-localization of Drp1 relies on multiple OMM-localized transmembrane receptors like MiD51, MiD49, Fis1, and Mff (Giacomello et al.,; Yang et al.,). Furthermore, mitochondria actively move along microtubes in both anterograde and retrograde directions with the help of ATP-dependent \"motor\" proteins (Pozo Devoto and Falzone,). Mitochondrial anterograde transport from the soma to synapses is mediated by kinesins, while retrograde transport from the synapse to the soma is carried out by dynein motor proteins. Mitochondria do not bind directly to the motor proteins but, instead, bind to adaptor proteins, TRAK and Miro, that link the mitochondrial membrane to the motor protein (Maday et al.,; Zheng et al.,).\n\n    Although mitochondrial biogenesis can occur in the axon, the majority of new mitochondria are produced in the soma and transported to the peripheral area of the distal synapse (Amiri and Hollenbeck,; Sheng and Cai,) As a result, mitochondrial anterograde transport can deliver young mitochondria to distal regions (Farias et al.,; Zheng et al.,). In addition, aged or damaged mitochondria in the distal region are transported back to soma for complete degradation via mitophagy (Zheng et al.,; Lopez-Domenech et al.,). Neurons are particularly vulnerable to both autophagic impairment and mitochondrial malfunction. Defects in mitochondrial fusion, division, or transportation result in the accumulation of dysfunctional mitochondria, which promotes neurological disease pathogenesis (Martinez-Vicente,; Han et al.,; Doxaki and Palikaras,; Figure 3 and Table 2).\n\n    The integral mitochondrial outer membrane protein mitofusins Mfn1 and Mfn2 can form both homo-oligomeric (Mfn1-Mfn1 or Mfn2-Mfn2) and hetero-oligomeric (Mfn1-Mfn2) complexes in trans between the opposing mitochondria to induce the OMM fusion (Chen et al.,; Griffin and Chan,; Qa et al.,). The primary protein sequence, as well as the structure of Mfn1/2, are quite similar, with an N-terminal GTPase domain, two transmembrane domains spanning the OMM, and two regions essential for protein-protein interactions (Santel and Fuller,; Legros et al.,; de Brito and Scorrano,; Yang et al.,). Despite both proteins being essential for mitochondrial fusion, Mfn1 has considerably higher GTPase activity than Mfn2 (Ishihara et al.,). In addition to modulating mitochondrial morphology, Mfn2 also participates in the bridging of mitochondria to the endoplasmic reticulum (ER) as well as multiple signaling pathways, regulating mitochondrial metabolism, apoptosis, and even the cell cycle (de Brito and Scorrano,; Munoz et al.,).\n\n    Although the loss of either Mfn1 or Mfn2 causes lethality in mice due to overtly fragmented mitochondria, mutations in human Mfn2 but not Mfn1 lead to Charcot-Marie-Tooth disease type 2A (CMT2A), peripheral neuropathy of long motor and sensory neurons (Zuchner et al.,). Although no Mfn1 mutation is found in CMT2A patients, Mfn1 but not Mfn2 functionally complements the CMT2A mutant Mfn2R94Q to induce mitochondrial fusion (Detmer and Chan,). Mfn2 ablation mediated aberrant mitochondrial dynamics causes abnormal mitochondrial distribution, ultrastructure, and ETC activity in Purkinje cells, which impairs dendritic outgrowth and spine formation, resulting in cell death and animal movement defects (Chen et al.,). Another in vivo study found that loss of Mfn2 results in severe, age-dependent motor deficits characterized by reduced activity and rearing, which are preceded by the loss of dopaminergic terminals in the striatum. These nigrostriatal abnormalities may be a risk factor for neurodegeneration in PD (Pham et al.,). In addition, the expression of the Mfn2 mutant in the juvenile stage of a mouse results in fatality. However, Mfn2 mutant expression in adulthood does not cause abnormalities until 150 days. The progressive neurodegeneration, irregular behaviors, and learning and memory deficiencies start to emerge after this silent 150-day period, which is similar to those seen in human neurodegenerative diseases (Ishikawa et al.,). These findings indicate that defects in Mfn2 cause irregular neuronal mitochondrial dynamics, which not only seriously affect survival during early life stages but also significantly damage brain function and even maturation.\n\n    In 2000, OPA1 mutations, primarily frameshift and missense variants, were first identified as the cause of dominant optic atrophy (DOA), a blinding disease characterized by retinal ganglion cell degeneration leading to optic neuropathy (Delettre et al.,). In mammalian mitochondria, nuclear-encoded OPA1 ubiquitously exists in eight different isoforms, ranging from 924 to 1,014 amino acids (Olichon et al.,; Del Dotto et al.,). After import of the precursor OPA1 protein through the OMM and IMM translocases, the N-terminal mitochondrial targeting sequence (MTS) is cleaved by the mitochondrial processing peptidase (MPP), generating the membrane-anchored OPA1 long forms (L-OPA1). The L-OPA1 may be further proteolytically processed at the N terminus by two IMM peptidases, OMA1, and i-AAA protease YME1L, to produce the short forms of OPA1 (S-OPA1) that are soluble in the IMS (MacVicar and Langer,). According to Anand et al., L-OPA1 is sufficient to promote mitochondrial fusion, whereas S-OPA1 is found to function in mitochondrial fission. Under normal metabolic control, YME1L is activated for L-OPA1 processing, whereas OMA1 is inactivated or undergoes an autocatalytic self-degradation (Baker et al.,). However, OMA1 is activated upon various stress insults and mitochondrial dysfunction, for example, dissipation of mitochondrial membrane potential (DeltaPsim), which results in the complete degradation of L-OPA1 and an increase in S-OPA1, inducing mitochondrial fragmentation (Baker et al.,; Zhang et al.,).\n\n    Eight OPA1 isoforms with diverse roles are variably expressed in different tissues, with the highest levels observed in the retina, brain, testis, heart, and muscle. According to current research, the most affected tissues from the OPA1 mutation and depletion are the retina and brain, leading to a variety of neurodegenerative diseases, such as DOA, chronic progressive external ophthalmoplegia (CPEO), PD, and dementia (Ferre et al.,; Olichon et al.,; Zanna et al.,; Williams et al.,; Kushnareva et al.,; Carelli et al.,; Santarelli et al.,; Zorzano and Claret,). The OPA1 mutation caused DOA is the most prevalent inherited form of optic neuropathy, characterized by the gradual degeneration of retinal ganglion cells (RGCs) and the optic nerve. Over a hundred distinct OPA1 variants have been identified in patients with DOA so far (Ferre et al.,; Weisschuh et al.,). The mechanistic investigation discovered that the OPA1-involved dysregulated mitochondrial fusion, crista morphology, OXPHOS, and Ca2+ buffering are the primary sources of RGCs and optic nerve injury (Zanna et al.,; Kushnareva et al.,). OPA1 mutations can be substitutions, deletions, or insertions, which are spread throughout the coding region of the gene, with the majority of them clustered around the GTPase and GED domains. In DOA patients of European heritage, the c.2708delTTAG frameshift-inducing microdeletion in the GED domain is the most frequent OPA1 mutation (Zanna et al.,).\n\n    OMA1-mediated OPA1 processing often occurs during stress, and a low ratio of L-OPA1 to S-OPA1 disrupts mitochondrial dynamics, which is the cause of neuronal degeneration. Hence, OMA1 is a critical regulator of neuronal survival, particularly under stressful situations (Merkwirth et al.,; Korwitz et al.,). For example, ischemia-reperfusion (I/R) injury induces a dramatic increase in L-OPA1 cleavage, which results in L-OPA1 loss, fragmented mitochondrial morphology, and retinal neuron death. Overexpression of the OMA1 resistant cleavage OPA1 mutant (Opa1-DeltaS1) prevented retinal neuronal I/R injury by restoring ATP production and mitochondrial networks, thus attenuating necroptosis and neuronal damage (Sun Y. et al.,). Another study also reports that stress-induced OPA1 processing by OMA1 promotes neuronal death and neuroinflammatory responses, whereas OMA1 ablation delays neurodegeneration by preventing stress-induced OPA1 processing in mitochondria (Korwitz et al.,).\n\n    The 46th isoform of superfamily A of the solute carrier (SLC) family 25, termed SLC25A46, is an integral mitochondrial outer membrane protein that interacts physically with Mfn2, OPA1, and the mitochondrial contact site and cristae organizing system (MICOS) complex (Abrams et al.,; Li et al.,). SLC25A46 plays important roles in the regulation of mitochondrial dynamics, cristae architecture, as well as mitochondrial distribution (Abrams et al.,; Janer et al.,). SLC25A46 deficiency not only leads to hyper fused mitochondrial morphology but also abnormal crista architecture, whereas SLC25A46 overexpression induces fragmented mitochondria (Abrams et al.,; Janer et al.,), indicating that SLC25A46 acts as an independent pro-fission factor. Abnormal crista architecture and enlarged mitochondria with swollen cristae after depletion of SLC25A46 confirmed its role in crista morphogenesis (Wan et al.,). In addition, SLC25A46 interacts with components of the MICOS complex, which is critical for the maintenance of mitochondrial crista junctions (Janer et al.,). In SLC25A46-mutated Purkinje cells, mitochondria had an aberrant distribution and mobility (Abrams et al.,; Terzenidou et al.,). Moreover, SLC25A46 serves as a regulator for Mfn1/2 oligomerization and facilitates lipid transfer between the ER and mitochondria (Li et al.,).\n\n    SLC25A46 mutations have been linked to a wide spectrum of neurological diseases with recessive inheritance, including LS, optic atrophy, progressive ataxia, peripheral neuropathy, and lethal congenital pontocerebellar hypoplasia (Janer et al.,; Li et al.,). One clinical study reported that eight patients from four unrelated families encompassed autosomal dominant optic atrophy (ADOA) like optic atrophy, CMT-like axonal peripheral neuropathy, and cerebellar atrophy. The whole-exome sequencing of those patients found the recessive mutations in SLC25A46 (Abrams et al.,). The pathogenic mechanism investigation using SLC25A46 knockout mice discovered that animals lacking SLC25A46 have severe ataxia, which is mostly caused by Purkinje cell degeneration. Investigation of the underlying cellular basis found increased numbers of small, unmyelinated, and degenerated optic nerves as well as loss of RGCs, indicating optic atrophy. Cerebellar neurons having SLC25A46 mutation have large mitochondria with aberrant distribution and transport (Li et al.,).\n\n    Drp1 is encoded by the nuclear gene DNML1 and serves as a central molecular player in mitochondrial fission (Smirnova et al.,). During the mitochondrial fission process, Drp1 is recruited from a cytosolic pool onto the mitochondrial surface where ER marks the constriction sites (Pagliuso et al.,). Four mitochondrial outer membrane-localized adaptors, Mff, Fis1, MiD49, and MiD51, serve as receptors and independently recruit Drp1 onto the mitochondrial outer membrane. By self-assembling into a spiral superstructure, Drp1 wraps around and constricts mitochondrial tubules to promote the scission event (Jimah and Hinshaw,). Because Drp1 is unable to complete the mitochondrial tubule scission, another GTPase Dnm2 is recruited to the mitochondrial fission site. By assembling into a collar-like structure around the constricting lipid \"necks\" of the budding membrane, Dnm2 mediates final membrane scission, creating individual mitochondria (Ferguson and De Camilli,; Tilokani et al.,). Depletion of any of these fission-related proteins disrupts the mitochondrial dynamics with a reduction of mitochondrial fission, resulting in the elongated mitochondrial morphology (Ferguson and De Camilli,; Loson et al.,).\n\n    Drp1 deletion leads to extensive mitochondria networks, and the mouse embryos fail to undergo developmentally regulated apoptosis during neural tube formation, which is lethal for the embryos. Additionally, brain-specific Drp1 ablation caused giant mitochondria in Purkinje cells and may be linked to cerebellum developmental abnormalities (Wakabayashi et al.,; Yamada et al.,). Besides protein-loss-caused neuronal degeneration, mutations of Drp1 are also able to impair self-assembly at the fission site and act in a dominant-negative manner (Chan,). In neurological diseases, the Drp1 mutation appears to be de novo, heterozygous and dominantly acting. One clinical case reports that a single point mutation in Drp1 A395D causes elongated mitochondrial morphology, which may be associated with multi-system damage, including microcephaly, abnormal brain development, optic atrophy, and hypoplasia, resulting in neonatal lethality (Waterham et al.,). Another mutation in Drp1 (R403C) impairs mitochondrial fission via reducing Drp1 recruitment to mitochondria and Drp1 oligomerization at the fission site. Unlike the severe lethality of the Drp1 A395D mutation, the impairment of the missense mutation in Drp1 R403C is compatible with normal conditions for several years but develops refractory focal status epilepticus and subsequent rapid neurological degeneration later on (Fahrner et al.,).\n\n    The dynamic recruitment of Drp1 onto the OMM surface, assembly, and its GTPase activity are frequently regulated by several post-translational modifications like phosphorylation (Chang and Blackstone,), ubiquitination (Wang et al.,), SUMOylation (Wasiak et al.,), and S-nitrosylation (Cho et al.,). Among them, phosphorylation of Drp1 at S600 or S579 by multiple kinases including PKA, Cdk1, ERK1/2, or Cdk5 has gotten the greatest interest (Taguchi et al.,; Valera-Alberni et al.,). Through phosphorylation of Drp1 at Ser579, Cdk5 promotes Abeta1-42-induced mitochondrial fission and mitophagy, whereas blocking Drp1 phosphorylation at Ser579 protects neurons from Abeta1-42-induced neuron degeneration (Han et al.,; Xu et al.,). In 1-methyl-4-phenylpyridinium ion (MPP+) treated cells, the overproduced nitric oxide (NO) triggers the phosphorylation of Drp1 Ser616 and leads to elevated mitochondrial fission. These events create a death-prone environment, which contributes to the loss of dopaminergic (DA) neurons and may explain the pathogenesis of PD (Zhang et al.,). Moreover, in human postmortem brains of HD patients, the elevated S-nitrosylation of Drp1 (SNO-Drp1) profoundly up-regulates the GTPase activity of Drp1, which leads to mitochondrial fragmentation, thus impairing bioenergetics and inducing synaptic damage and neuronal loss (Haun et al.,).\n\n    Mitochondrial fission factor, termed Mff, is a tail-anchored mitochondrial outer membrane protein (Gandre-Babbe and van der Bliek,). Mff recruits cytosolic Drp1 to the mitochondrial surface and promotes mitochondrial fission by forming a complex with Drp1 (Otera et al.,; Dikov and Reichert,). Despite the fact that four canonical receptors are involved in Drp1 recruitment, Mff depletion without disturbance of the other three receptors still results in a reduced number of Drp1-positive foci at the OMM, accompanied by impairment of mitochondrial fission, showing severely elongated and interconnected mitochondria (Loson et al.,). In contrast, Mff overexpression produces the opposite effects (Otera et al.,), demonstrating that Mff can function independently in Drp1 recruitment.\n\n    The loss of Mff in neurons reduces mitochondrial fission, which restricts the entrance of mitochondria into the axon and along the axonal shaft. Although Mff deletion has only a minimal impact on mitochondrial trafficking along the axon, presynaptic location, membrane potential, or their ability to generate ATP, it significantly boosts their Ca2+ buffering capacity. The size-dependent increase in mitochondrial Ca2+ uptake reduces presynaptic cytoplasmic Ca2+ levels, resulting in decreased neurotransmitter release and terminal axon branching during evoked activity (Lewis et al.,). In humans, a truncating mutation in Mff caused loss of function in mitochondrial fission is highlighted in those patients with early-onset Leigh-like basal ganglia disease, encephalopathy, seizures, developmental delay, and acquired microcephaly appearing in the first year of life, followed by dysphagia, spasticity, optic neuropathy, and peripheral neuropathy in subsequent years (Shamseldin et al.,; Koch et al.,; Panda et al.,).\n\n    Mitophagy is an autophagic mechanism that specifically targets excess or damaged mitochondria and delivers them to lysosomes for degradation (Lemasters,; Palikaras et al.,; Sun N. et al.,; Pickles et al.,; Onishi et al.,). Mitophagy is a set of processes that begins with the isolation of excess or damaged mitochondria and ends with the complete degradation of damaged mitochondria. In brief, the entire process can be completed in the following steps: (1) The isolation of excess or damaged mitochondria by fission in response to intracellular or external stimuli; (2) The recruitment and/or activation of mitophagy receptors or ubiquitin-autophagy adaptors on the mitochondrial surface, conferring selectivity for degradation; (3) The recognition of selected mitochondria by core autophagy-related proteins, mediating the isolation membrane/phagophore enclosing mitochondria; (4) The formation of spherical double-membrane structure \"autophagosome\"; (5) Transportation of autophagosomes to lysosomes for fusion; and (6) Complete degradation of selected mitochondria in lysosomes for recycling of contents (Ding and Yin,; Wang Y. et al.,; Onishi et al.,).\n\n    Mitophagy-mediated elimination of impaired mitochondria plays critical roles in a variety of processes, including early embryonic development, cell differentiation, inflammation, and apoptosis (Onishi et al.,). Mitochondrial damage is particularly harmful to the nervous system. As a result, poor mitophagy could be detrimental to neuronal health. Defects in mitophagy have been linked to aging and the pathogenesis of age-associated neurodegenerative disorders, such as PD (Mouton-Liger et al.,; Tanaka,; Malpartida et al.,), AD (Fang et al.,; Reddy and Oliver,; Pradeepkiran and Reddy,), ALS (Harding et al.,; Madruga et al.,), frontotemporal dementia (FTD; Ruffoli et al.,) and HD (Franco-Iborra et al.,; Sonsky et al.,).\n\n    Mitophagy can be robustly induced in response to a variety of pathological stimuli (Lou et al.,; Pradeepkiran and Reddy,). There are a number of mitophagy pathways that have been identified at present, including: (1) PTEN-induced putative kinase protein 1 (PINK1)-Parkin-mediated mitophagy; (2) Abeta and p-tau-induced mitophagy; (3) stress-induced mitophagy; (4) Parkin-independent ubiquitin-mediated mitophagy; and (5) basal mitophagy. Among all, PINK1-Parkin-mediated mitophagy is the most heavily studied and best-understood mitophagy pathway (Gautier et al.,; Narendra et al.,; Palikaras et al.,; Chu,; Cai and Jeong,). In brief, the mitochondrial imported serine-threonine protein kinase PINK1 is constitutively proteolyzed by mitochondrial proteases at the IMM under healthy conditions. Whereas, following the dissipation of mitochondrial DeltaPsim, the injured mitochondria are unable to degrade PINK1, resulting in translocation of unproteolyzed PINK1 onto the OMM surface. Through phosphorylation of ubiquitin, the accumulated PINK1 recruits and activates Parkin, an E3 ubiquitin ligase (Kawajiri et al.,; Matsuda et al.,; Narendra et al.,; Shiba-Fukushima et al.,; Kane et al.,; Koyano et al.,). The activated Parkin then ubiquitinates a variety of OMM substrates, triggering the ubiquitin-proteasome system (UPS) to degrade these ubiquitinated OMM proteins. These events eventually induce the autophagy machinery, allowing the engulfment and degradation of damaged mitochondria through the above mitophagy process (Poole et al.,; Chan et al.,; Yoshii et al.,). In addition to mitophagy, PINK1 and Parkin regulate mitochondrial motility, which appears to be particularly important for neuronal function (Scarffe et al.,; Arano and Imai,). These two proteins are the most well-known monogenic PD-associated genes involved in mitochondrial quality control. Therefore, loss-of-function mutations in PINK1 and Parkin are the most common known causes of autosomal recessive and early-onset PD (before the age of 45; Kitada et al.,; Valente et al.,; Thomas et al.,; Houlden and Singleton,; Giannoccaro et al.,; Figure 4).\n\n    Parkin is an E3 ubiquitin ligase that ubiquitinates diverse substrates (Martin et al.,). Protein structural analysis shows that Parkin protein consists of a ubiquitin-like (Ubl) domain at the amino terminus and four RING domains: RING0, RING1, IBR, and RING2 (Shimura et al.,; Hristova et al.,; Trempe et al.,). This RING-in-between-RING protein structure leads to an autoinhibited state of protein activity, resulting in a very low basal activity. Mutations in protein, on the other hand, can disrupt these autoinhibitory interactions of protein domains, leading to the activation of Parkin (Trempe et al.,). Parkin deficiency is neurotoxic, whereas the rise of its level is neuroprotective (Hatano et al.,; Martin et al.,). More than 120 mutations in Parkin have been shown to cause autosomal recessive PD, with point mutations found in every domain of the protein (Kitada et al.,; Lucking et al.,; Mata,).\n\n    The involvement of Parkin in PD was highlighted in 1997 (Matsumine et al.,). In a genetic linkage analysis of autosomal recessive juvenile parkinsonism (AR-JP), PRKN, the encoded gene of Parkin (also known as PARK2), was found to have a deletion at exon 4 or a large-scale deletion between exons 3 and 7 in all analyzed AR-JP patients (Matsumine et al.,; Kitada et al.,). Moreover, Parkin mutations with varied deletions or point mutations that mediate Parkin protein loss of function were soon identified in other patients of various ethnicities with early-onset PD (Hattori et al.,; Leroy et al.,; Lucking et al.,).\n\n    PINK1 (also known as PARK6), the upstream protein kinase of Parkin, is one of the most diverse human protein kinases (Manning et al.,). PINK1 can phosphorylate both ubiquitin and the Ubl domain of Parkin on structurally protected Ser65 residue, triggering mitophagy (Kane et al.,; Kazlauskaite et al.,; Koyano et al.,; Wauer et al.,). The PINK1 gene has eight exons that encode a protein kinase with 581 amino acids in total. It contains an N-terminal mitochondrial importing sequence and a transmembrane segment, an unconserved region, a kinase domain with three insertions in the N lobe, and a conserved C-terminal region (CTR) of unclear function and structure (Valente et al.,; Sim et al.,; Schubert et al.,). Under healthy conditions, the PINK1 precursor interacts with the translocase of the outer membrane (TOM) complex and is imported through the translocase of the inner membrane (TIM) complex to the IMM, where it is initially cleaved by the MPP like the importing of all traditional MTS-containing proteins (Greene et al.,). PINK1 is subsequently digested in its hydrophobic domain spanning the IMM by the rhomboid family protease PARL (Lazarou et al.,; Kato et al.,). The cleaved PINK1 is reversely released into the cytosol, where it is subjected to degradation by the ubiquitin ligases UBR1, UBR2, and UBR4 (Yamano and Youle,). This continuous import, release, and degradation cycle yields very low to undetectable levels of PINK1 in healthy mitochondria.\n\n    However, under the damaged mitochondrial conditions, including the depolarized mitochondrial membrane potential, mutagenic or environmental stresses, OXPHOS suppression, and proteotoxicity, PINK1 import into the IMM where MPP and PARL reside is blocked, resulting in the prevention of PINK1 processing. Instead, the uncleaved PINK1 accumulates on the OMM, flagging them for elimination. Homodimerization of PINK1 on the OMM causes autophosphorylation events, which promote its kinase activation and facilitate binding to the substrates Parkin and ubiquitin (Lazarou et al.,; Pickrell and Youle,). Due to its propensity to rapidly accumulate and activate in response to mitochondrial stress, PINK1 acts as a mitochondrial damage sensor. The mutation of the PARK6 locus on the short arm of chromosome 1 was discovered in a large Italian family with autosomal recessive early-onset parkinsonism in 2001, and the PINK1 gene is suggested to be one of the causal genes that can result in parkinsonism (Valente et al.,). A number of PINK1 mutations, including point mutations, frameshift, and truncating mutations, have been further reported in patients with PD (Hatano et al.,; Rogaeva et al.,; Rohe et al.,).\n\n    Mitochondria possess their own circular genomic DNA (mtDNA), which encodes 13 core protein subunits of complexes I, III, IV, and V, as well as 22 transfer RNAs (mt-tRNAs) and two ribosomal RNAs (mt-rRNAs; mt-rRNAs; Clayton,; Park and Larsson,; Chocron et al.,). Due to multiple copies of mtDNA (approximately ~1,000-10,000 copies per cell), the absence of complex chromatin organization, limited mtDNA repair activities, or proximity to the ROS as a result of being close to the mitochondrial ETC, thus mutations in mtDNA occur far more frequently in mtDNA than in nDNA (~10-17-fold higher mutation rate compared to nDNA). Both deletions and point mutations can occur in the mtDNA (Marcelino and Thilly,; Su et al.,; Tuppen et al.,). In addition, mtDNA mutagenesis in humans becomes more common as people get older (Bender et al.,). In neurons, aberrant mtDNA including primary mutations in the mtDNA itself as well as reduced mtDNA copy number contributes to bioenergetic impairments, reduced synaptic function, and an increased risk of degeneration (Keeney and Bennett,).\n\n    Unlike the nuclear-encoded genome DNA, mtDNA does not encode any genes involved in its DNA maintenance or repair. Therefore, the integrity of mtDNA is entirely dependent on the nuclear-encoded proteins (Zinovkina,; Allkanjari and Baldock,). Any defects in mtDNA maintenance or repair machinery, including not only the deficiencies in the related proteins themselves but also the abnormal mitochondrial importing machinery, typically result in secondary multiple deletions, duplications, or depletion of mtDNA. These changes cause subsequent poor mitochondrial respiration and dysfunction, which are linked to a broad spectrum of mitochondrial and age-related diseases (Larsson,; Nunnari and Suomalainen,; Figure 5 and Table 3).\n\n    TWINKLE helicase is the main helicase in mitochondria encoded by the TWNK gene, serving as the only replicative helicase required for mtDNA replication (Peter and Falkenberg,). Helicases are a collection of motor proteins that catalyze the unwinding of duplex DNA/RNA using energy from nucleotide triphosphate (NTP) hydrolysis. They function in almost all nucleic acid transactions, including DNA replication, transcription, translation, recombination, and DNA repair (Donmez and Patel,; Singleton et al.,; Lohman et al.,; Pyle,). Based on structure and sequence similarities, helicases are classified into six superfamilies (SF1-6; Singleton et al.,; Fairman-Williams et al.,), and TWINKLE is a member of the SF4 helicase superfamily, which shares five conserved helicase motifs and forms a ring-shaped higher-order structure to unwind mtDNA (Spelbrink et al.,). TWINKLE is hexameric and each monomer is comprised of an N-terminal domain (NTD) and a C-terminal domain (CTD), which are joined by a flexible linker helix. The five SF4 helicase motifs are located in the highly conserved CTD domain (Singleton et al.,). The activity of TWINKLE helicase is stimulated by interacting with mitochondrial single-stranded DNA (ssDNA)-binding protein (mtSSB; Korhonen et al.,; Oliveira and Kaguni,). In order to efficiently initiate DNA unwinding, TWINKLE requires a fork structure comprising a single-stranded 5' DNA end and a short 3' tail (Patel and Picha,; Korhonen et al.,).\n\n    TWINKLE mutations were initially detected in autosomal dominant progressive external ophthalmoplegia (PEO), a neurodegenerative disease that largely affects the muscles controlling eye movement (Spelbrink et al.,; Iakovenko et al.,). Up to 40 point mutations in the TWNK gene have been identified in patients with PEO, and these mutations can occur at both the primase and helicase domains as well as the linker region of the TWINKLE protein (Peter and Falkenberg,). These mutations impair the helicase activity of TWINKLE, which is likely to impede mtDNA replication and lead to the gradual accumulation of large mtDNA deletions over time (Zeviani et al.,; Peter and Falkenberg,). For example, TWINKLE mutations in the linker region (p.A359T, p.I367T, p.S369P, p.R374Q, and p.L381P) disrupt the ring-shaped structure, causing ATP hydrolysis to be reduced and DNA helicase function to be lost (Korhonen et al.,; Peter et al.,).\n\n    Apart from PEO, mutations in the TWNK gene have been discovered in a variety of mitochondrial illnesses, including mtDNA depletion syndromes (MDSs), Perrault syndrome, infantile-onset spinocerebellar ataxia (IOSCA), and other ataxia neuropathies (Hudson et al.,; Hakonen et al.,; Lonnqvist et al.,; Van Hove et al.,; Fratter et al.,). For example, several TWNK mutations like p.A318T, p.T457I, or p.Y508C, are supposed to disrupt the NTP binding/hydrolysis and/or oligomerization, which leads to severe mtDNA depletion and impaired OXPHOS activity, manifesting clinically as seizures, developmental delay, and peripheral neuropathy (Hakonen et al.,; Lonnqvist et al.,).\n\n    POLgamma is the most important DNA polymerase executing mtDNA replication and consists of two subunits, a catalytic subunit POLgammaA, and a homodimeric accessory subunit POLgammaB (Ropp and Copeland,). POLgammaA, which is encoded by the POLG gene, contains an amino-terminal exonuclease domain coupled to the carboxy-terminal polymerase domain by a linker region. The POLG2-encoded POLgammaB provides high processivity of the POLgamma complex by accelerating its DNA binding affinity (Johnson et al.,; Young et al.,). B-stimulated TWINKLE helicase activity is thus required to unwind the mtDNA duplex at the replication fork, where POLgamma synthesizes the nascent strand using one of the unwound parental template strands (Clayton,; Bogenhagen and Clayton,; Bowmaker et al.,).\n\n    POLG mutations are the most common cause of mitochondrial disease, particularly mitochondrial epilepsy, polyneuropathy, ataxia, and PEO (Rahman and Copeland,). More than 300 pathogenic mutations have been mapped to the POLG gene based on the Human DNA Polymerase Gamma Mutation Database, and both homozygous and heterozygous POLgammaA mutations have been found in individuals ranging from newborns with myocerebrohepatopathy spectrum (MCHS) to the elderly with Parkinsonism (Tzoulis et al.,; Hikmat et al.,; Rahman and Copeland,). Multiple mtDNA deletions and depletion are two of the most common consequences of POLG mutations (Rahman and Copeland,). The same POLG mutation can often lead to deletions and depletion of mtDNA, or both, which may result in different diseases. For example, the homozygous mutation in POLgammaA p.A467T has been observed in patients with AHS (Alpers-Huttenlocher syndrome), MELAS, MEMSA (Myoclonic Epilepsy, Myopathy, and Sensory Ataxia), and SANDO (sensory ataxia neuropathy dysarthria and ophthalmoplegia), accompanied by a profound mtDNA depletion or deletions (Neeve et al.,; Rajakulendran et al.,). Therefore, it is difficult to predict the possible phenotype on the basis of POLG mutations. Despite the wide-ranging mitochondrial-related sickness, there are still common clinical features. For example, POLgammaA mutations in the spacer domain, such as p.W748S, have been found to be a significant cause of inherited neurodegenerative phenotypes, like ataxia, parkinsonism, and seizures (Van Goethem et al.,; Luoma et al.,; Hakonen et al.,).\n\n    In comparison to the POLgammaA-related neurological diseases, a relatively less neuronal pathology is linked to the mutation in POLgammaB. However, one research reported that one patient with childhood-onset and progressive neuro-ophthalmic manifestation with optic atrophy, mixed polyneuropathy, spinal and cerebellar ataxia, and generalized chorea, is caused by a homozygous missense mutation in POLG2 p.D433Y, which is associated with mtDNA depletion (Dosekova et al.,).\n\n    TFAM is a high-mobility group-box (HMG) protein encoded by the nuclear genome, which binds to mtDNA in a sequence-specific or non-specific manner. It functions as a master regulator of mitochondrial transcription initiation and mtDNA copy number (Ekstrand,; Campbell et al.,; Kang et al.,). TFAM binds to the promoter region of mtDNA in a sequence-specific manner and thereby initiates promoter-specific transcription or replication from the light-strand promoter (Gustafsson et al.,; Ramachandran et al.,). In a non-sequence-specific manner, TFAM binds non-specifically to all sequences of mtDNA, which plays a role as an mtDNA packaging factor that can bind, wrap, and bend the mitochondrial genome into nucleoid-like structures (Kaufman et al.,; Kukat et al.,).\n\n    TFAM protein levels in the CNS were shown to be reduced by ~43% in some AD, PD, and HD patients, demonstrating the association of TFAM abnormalities with a variety of neurodegenerative diseases (Sheng et al.,; Kang et al.,). For example, TFAM levels in brain lysates of HD patients present significant grade-dependent reductions, with a 15% drop in Grade 2 HD, 32% in Grade 3 HD, and 41% in Grade 4 HD. The decreased TFAM levels are accompanied by mitochondrial deletion as well as aberrant mitochondrial morphogenesis and dynamics (Kim et al.,). Besides the lower TFAM levels seen in patients with neurological diseases, TFAM gene mutations or polymorphisms, primarily from two TFAM mutations, rs1937, and rs2306604, are also supposed to increase the risk of PD (Gaweda-Walerych et al.,; Gatt et al.,), AD (Gunther et al.,; Zhang et al.,; Lillenes et al.,), and HD progression (Lillenes et al.,).\n\n    In mice, heterozygous TFAM mutations (TFAM+/-) result in a reduction in mtDNA copy number, but homozygous TFAM mutations (TFAM-/-) are embryonically lethal (Larsson et al.,). Moreover, the generated CaMKII neuron-specific Tfam knockout mice through the Cre-loxP system show a remarkably reduction of mtDNA copy number and mtRNA levels in the neocortex at 2 and 4 months of age, respectively. The neuropathological consequences of the diminished mitochondrial genome in Tfam knockout mice are progressive nerve cell loss, apoptosis, gliosis in the neocortex and hippocampus, and a low induction of antioxidant defenses (Sorensen et al.,). Additional studies show that TFAM knockout in neurons results in reduced mtDNA expression and respiratory chain deficiency in midbrain DA neurons, which, in turn, leads to a Parkinson's-like neurodegenerative phenotype with adult-onset of slowly progressive impairment of motor function accompanied by the formation of intraneuronal inclusions and dopamine nerve cell death (Ekstrand et al.,). These investigations reveal the crucial roles of TFAM in the maintenance of the mitochondrial genome, and that TFAM deletion in neurons would render neurons more sensitive to any impairments, leading to neurodegenerative phenotypes.\n\n    PGC-1alpha is a transcriptional coactivator and a master inducible upstream regulator of mitochondrial biogenesis functioning in both the nucleus and mitochondria (Wu et al.,; Aquilano et al.,; Safdar et al.,). In the nucleus, PGC-1alpha exerts its pleiotropic effects in mediating mitochondrial biogenesis by binding and working together with other transcription factors, such as peroxisome proliferator-activated receptors (PPARs), nuclear respiratory factors (NRF1 and NRF2), and cAMP response element-binding protein (CREB; Schreiber et al.,; Arany et al.,; Wu et al.,; Nirwane and Majumdar,; Liu et al.,). For example, PGC-1alpha activates the transcriptional factor NRF1, which subsequently binds to the specific promoter site of TFAM and regulates its expression in the nucleus. Elevated TFAM expression eventually promotes the transcription of the mtDNA (Wu et al.,). Interestingly, PGC-1alpha was also found to reside in the mitochondria and form a multiprotein complex with sirtuin 1 and TFAM, suggesting that they may play a coordinating role in the regulation of mitochondrial biogenesis (Aquilano et al.,).\n\n    PGC-1alpha expression is closely correlated with the survival of a variety of neurons, including cholinergic, glutamatergic, dopaminergic, and GABAergic synapses in various regions of the CNS (Zhao et al.,; Arnold et al.,; Bartley et al.,; Jiang et al.,; Panes et al.,). And growing evidence reveals that impaired PGC-1alpha expression and/or function is a frequent underlying cause of mitochondrial malfunction in neurological illnesses like PD, HD, and ALS (Johri et al.,; Bayer et al.,; Yang et al.,; Piccinin et al.,). For example, PGC-1 levels are found to be lower in HD postmortem brains (Reddy et al.,). Investigation of a large cohort of PD patients and age-matched controls by multiplexed probe sequencing reveals that two PGC-1alpha variants (rs6821591 CC and rs2970848 GG) are associated with the risk of PD onset (Clark et al.,). Therefore, it is essential to maintain PGC-1alpha level in a proper range and its normal function.\n\n    After TFAM binds to a position upstream of the transcription start site to initiate mtDNA transcription, TFAM recruits the POLRMT to the promoters, followed by the recruitment of another transcription factor TFB2M to fully assemble the transcription initiation complex (Shi et al.,; Barshad et al.,). POLRMT is an RNA polymerase executing transcription of the mtDNA. Additionally, during mtDNA replication, POLRMT is also required to initiate mtDNA replication by synthesizing the RNA primers (Fuste et al.,; Posse et al.,). POLRMT comprises four primary domains: the N-terminal extension (also known as the \"tether helix\"), a pentatricopeptide repeat (PPR) domain, the NTD, and the CTD (Ringel et al.,). The N-terminal extension domain is involved in the interactions between POLRMT and TFAM, which is crucial for anchoring the active site of POLRMT near the transcription start site, whereas the NTD is involved in the contact of POLRMT with TFB2M. which leads to the melting of the DNA duplex and the formation of the open initiation complex, where de novo RNA synthesis can begin (Hillen et al.,; Olahova et al.,).\n\n    Eight patients with diverse mutations in the POLRMT gene at different points of sequence, including p.P566S, p.S1193F, p.D870N, p.P742_P747del, p.H250D, p.S611F, p.F641L, p.C925X, p.P810S, p.F149X, p.R1013C, p.G881_K883del, cause a broad range of neurological manifestations, such as developmental delays including fine motor, gross motor, language, social/behavioral, and thinking/intellectual. These POLRMT mutations induce a defect in mitochondrial mRNA synthesis but without mtDNA deletions or copy number abnormalities (Olahova et al.,).\n\n    In mammalian mitochondria, 99% of proteins are encoded by nuclear genes and synthesized on cytosolic ribosomes as precursor proteins, most of which are subsequently recognized and imported into mitochondria through a common entry gate, the translocase of TOM complex, and then sorted to the destined subcompartments of mitochondria via five major protein import pathways (Figure 6; Schmidt et al.,; Wiedemann and Pfanner,): (1) The classical import pathway is termed the \"presequence pathway\", which is characterized by cleavable N-terminal mitochondrial targeting sequences (MTSs). The vast majority of matrix proteins and many inner membrane-localized proteins are dependent on the presequence pathway for mitochondrial entry (Abe et al.,; Vogtle et al.,). After passing through the TOM complex, those presequence-carrying precursors are subsequently imported by presequence translocase of the inner membrane TIM23 (Mokranjac and Neupert,). The presequence translocase-associated motor (PAM) drives protein translocation into the matrix, where the MTSs are proteolytically removed by an MPP (Hawlitschek et al.,). In contrast to the presequence pathway, the precursor proteins of the other four import pathways do not carry cleavable MTS, but instead possess different kinds of internal MTSs (Schmidt et al.,; Wiedemann and Pfanner,); (2) SAM pathway: the precursors of beta-barrel proteins are translocated through TOM and bind the small TIM chaperones TIM9/10 in the intermembrane space, where the sorting and assembly machinery (SAM) inserts them into the outer membrane (Paschen et al.,; Wiedemann et al.,); (3) The mitochondrial IMS import and assembly (MIA) pathway: the cysteine-rich precursors are kept in a reduced state in the cytosol, imported by the TOM complex, and oxidized by the MIA system (Chacinska et al.,); (4) Carrier pathway: precursors of the multispanning hydrophobic carrier proteins of the inner membrane are imported via TOM, small TIM chaperones TIM9/10, and the carrier translocase TIM22 (Sirrenberg et al.,); and (5) The mitochondrial import (MIM) pathway: a number of proteins with alpha-helical transmembrane segments are inserted into the outer membrane by the MIM complex (Becker et al.,; Popov-Celeketic et al.,).\n\n    Mitochondrial importing machinery is essential for protein translocation and is deeply integrated into a functional network of mitochondrial bioenergetics, dynamics, and morphology, as well as protein quality control and interaction with other organelles. Thus, mitochondrial import defects can potentially induce all types of mitochondrial dysfunction. As a result, an increasing number of cases of defects in proteins involved in mitochondrial import have been associated with a spectrum of disorders, including different kinds of neuropathies (Nicolas et al.,; Palmer et al.,; Figure 6 and Table 4).\n\n    Tom70 is an adaptor protein of the TOM complex that loosely attaches to the TOM complex and plays a major role in the import of non-cleavable hydrophobic precursor proteins such as the carrier precursors (Brix et al.,; Young et al.,). Tom70 binds the precursors-chaperone complex, facilitating the transfer of precursors to the channel-forming protein Tom40, where the precursors are translocated across the outer membrane (Hill et al.,; Wiedemann and Pfanner,). Two children with distinct point mutations in Tom70, p.T607I, and p.I554F, present common features including significant white matter abnormalities, hypotonia, hyperreflexia, dystonia, and cognitive deficits. Causative investigation of Tom70-induced neurological abnormalities in Drosophila reveals that homozygous Tom70 null flies are pupal lethal. Tom70 knockdown impairs synaptic transmission and results in degenerative eye phenotype, indicating that Tom70 is required in neuronal maintenance (Dutta et al.,). Another study on a patient with Tom70 heterozygous mutations [(p.T265M) and (p.A582V)] found OXPHOS complex impairments, particularly complex IV (Wei et al.,).\n\n    Tim50 is a component of the Tim23 translocase complex in the IMM. Tim50 exposes its domains to the IMS and functions as a presequence receptor that binds preproteins emerging on the intermembrane space side of Tom40-Tom22 (Lytovchenko et al.,; Rahman et al.,). By cooperating with the regulatory subunit Tim21, Tim50 interacts with the N-terminal intermembrane space domain of Tim23, the channel-forming protein of the TIM23 complex, and regulates the open or closed state of the Tim23 channel. In the absence of preproteins, Tim50 helps keep the Tim23 channel in a closed state. Upon binding of a presequence, the Tim23 channel is activated and opened (Truscott et al.,; Meinecke et al.,). Using whole-exome sequencing, researchers discovered that two homozygous missense mutations in the TIMM50 gene, p.R217W, and p.T252M, cause severe intellectual disability and seizure disorder in four patients (Shahrour et al.,). Moreover, a compound heterozygous mutation in TIMM50 (p.S112X and p.G190A) in an infant patient causes rapidly progressive and severe encephalopathy. These mutations induce the reduction of the Tim50 level, accompanied by lower steady-state levels of several components of OXPHOS and enhanced ROS production (Reyes et al.,).\n\n    Tim22 is a channel-forming protein of the TIM22 complex, mediating the insertion of precursor proteins into the inner membrane in a Deltapsi-driven manner (Wiedemann and Pfanner,). Tim22 with the p.V33L mutation disrupts the formation of the translocase complex and compromises levels of metabolite carrier proteins within the inner membrane, which may cause an imbalance of mitochondrial metabolites and lead to a secondary dysfunction of OXPHOS. A case of compound heterozygous variants in Tim22 (a point mutation variant p.V33L and a premature truncated variant p.Y25X) in a young patient presents delayed myelination, neuromuscular illness with hypotonia, gastroesophageal reflux disease, consistently elevated lactate in the serum, and cerebrospinal fluid (CSF; Pacheu-Grau et al.,).\n\n    Tim8 is a member of the small Tim chaperones that dynamically interacts with the TIM22 complex to transfer the precursor proteins for sorting and insertion into the inner membrane by preventing protein aggregation within the aqueous IMS (Bauer et al.,). In humans, there are two Tim8 isoforms, Tim8a and Tim8b, which have been discovered to play a role in the assembly of complex IV (Gentle et al.,; Kang et al.,). Compared to Tim8b, Tim8a is more strongly expressed in the human brain (Kang et al.,). In accordance with its distribution, diverse mutations in the TIMM8A gene (p.M1L, p.E24X p.Q28X, p.Q38X, p.M39fs, p.C43fs, p.K50fs, p.C66W, p.R80X) cause Mohr-Tranebjaerg syndrome (also called deafness-dystonia-optic neuronopathy [DDON]), an X-linked recessive neurodegenerative disorder characterized by progressive sensorineural hearing loss, dystonia, cortical blindness, and dysphagia (Tranebjaerg et al.,; Jin et al.,; Ujike et al.,; Neighbors et al.,).\n\n    Oxa1 is a member of the YidC/Alb3/Oxa1 insertase family and is implicated in protein insertion machinery by exporting proteins from the matrix into the inner membrane (Hennon et al.,). A large number of inner membrane-localized proteins, such as the TIM22 complex, CI, CIV, and F1Fo-ATP Synthase, are dependent on the Oxa1 involved import machinery (Bonnefoy et al.,; Altamura et al.,; Stiburek et al.,). Due to the crucial role of Oxa1 in the assembly of OXPHOS complexes, biallelic variants in OXA1L (p.S170Qfs*18 and p.C207F) in a patient caused a profoundly decreased level of OXPHOS complexes I, IV, and V, which leads to severe illness with hypotonia, severe encephalopathy, and developmental delay in early childhood (Thompson et al.,).\n\n    MPP is a heterodimeric peptidase that is comprised of MPPalpha and MPPbeta residing in the matrix (Hawlitschek et al.,; Taylor et al.,; Gakh et al.,). MPP proteolytically cleaves off the N-terminal presequences of most precursor proteins that are fully translocated to the matrix as well as precursors in transit to the inner membrane or the intermembrane space (Vogtle et al.,; Wiedemann and Pfanner,). The larger MPP subunit MPPalpha is likely to be engaged in substrate recognition, whereas the smaller MPP subunit MPPbeta is the catalytic subunit that removes the MTS of freshly imported precursor proteins (Braun et al.,; Greene et al.,). In humans, mutations in the MPPalpha encoding gene PMPCA, including the homozygous missense mutation (p.A377T) and the compound heterozygous mutations (p.S96L and p.G515R), have been uncovered in patients with non-progressive and slowly progressive cerebellar ataxias. Moreover, all patients showed impaired processing of frataxin, a well-known substrate of MPP, highlighting the tight association of MPP with ataxia-related illness (Choquet et al.,). Besides MPPalpha, biallelic mutations in the encoding gene of MPPbeta, PMPCB (p.R175C/p.A201P, p.V177G/p.R175H, p.I422T, p.E396D), caused a complex and severe neurological phenotype of neurodegeneration and cerebellar atrophy in early childhood (Vogtle et al.,). Both PMPCA and PMPCB gene mutations result in a strong increase in the intermediate form of frataxin, a conserved mitochondrial protein that is implicated in the Fe-S cluster assembly in mitochondria. The reduction of mature frataxin protein impairs the biogenesis of Fe-S clusters, such as Fe-S cluster-containing OXPHOS complexes (Stemmler et al.,; Choquet et al.,; Vogtle et al.,).\n\n    Mitochondrial ion channels are a group of integral membrane proteins mediating ionic fluxes across the mitochondrial membranes, which are driven by electrochemical gradients (Deltamuion; O'Rourke,), such as the voltage-dependent anion channel of the outer membrane (VDAC) in the OMM and the mitochondrial calcium uniporter (MCU) in the IMM. Despite the opening of mitochondrial ion channels may be transient and tightly regulated, these ion channels are critical for diverse mitochondrial functions and cell survival (O'Rourke,; Szabo and Zoratti,; Urbani et al.,). Growing evidence reveals that malfunction of mitochondrial ion channels are linked to aging and diseases like PD and AD (Liao et al.,; Surmeier et al.,; Shoshan-Barmatz et al.,; Ashrafuzzaman,).\n\n    In normal conditions, the IMM is quite impermeable to ions in order to maintain the efficiency of the OXPHOS (Javadov and Karmazyn,). Accumulation of ROS, imbalance in Ca2+ concentration, depolarization of mitochondrial membrane potential, or mutation in the mtDNA may cause a sudden increase in the IMM permeability to ions and other solutes up to 1,500 Da non-selectively. This permeability transition (PT) is caused by the opening of the permeability transition pores (PTP; Halestrap et al.,; Rasola and Bernardi,). PTPs are large-conductance (~1 nS) pores formed by multi-proteins, such as the mitochondrial adenine nucleotide translocase (ANT) in the IMM and the VDAC in the OMM. Non-specific entry of water, ions, and solutes into mitochondria due to the opening of PTP leads to mitochondrial swelling. Although slight increases in matrix volume within the physiological range can stimulate mitochondrial function and metabolism, excessive mitochondrial swelling caused by persistent PTP opening initiates an irreversible cascade of events, including the depolarized inner membrane potential, the uncoupled OXPHOS, excess ROS production, crista unfolding, the release of stored Ca2+ and other apoptogenic proteins (such as Cyt c) into the cytosol. These events ultimately result in neuronal death (Javadov et al.,). In response to oxidative stress, the PTP opening also plays a causal role in the disassembling of the ETC supercomplexes (Jang et al.,). In PINK1-deficient midbrain neurons, the severely inhibited Ca2+ extrusion mediates Ca2+ overload inside the mitochondria and excessive ROS generation, which causes PTP opening and eventually midbrain neuronal death (Gandhi et al.,; Schapira,). This neuronal loss is thought to play a central role in the neurodegeneration of PD (Ludtmann and Abramov,; Figure 7).\n\n    VDAC is a highly conserved pore-forming protein located in the OMM. It is a large-conductance anion channel, providing the major pathway for transmembrane fluxes of ions and metabolites across the OMM (Shoshan-Barmatz et al.,; Rosencrans et al.,). VDAC is the most abundant OMM protein accounting for ~50% of the overall protein content and thus is responsible for 90% of the OMM permeability (Goncalves et al.,; Morgenstern et al.,). In addition, VDAC associates with over 100 other proteins, such as proteins involved in Ca2+ homeostasis and apoptosis (Shoshan-Barmatz et al.,). Three VDAC isoforms (VDAC1, VDAC2, and VDAC3) are found in mammalian cells, and VDAC1 is the most widely expressed, followed by VDAC2 and VDAC3 (Cesar and Wilson,; Messina et al.,). VDAC1 is linked to the toxicity of pathogenic proteins in neurodegenerative disorders, including phosphorylated tau, Abeta, alpha-synuclein, and gamma-secretase (Magri and Messina,). Furthermore, significant changes in the VDAC1 level were found in neurodegenerative illnesses such as AD, PD, ALS, and HD (Risiglione et al.,). For example, an aberrant VDAC1 level was found in patients with AD or Down's syndrome (Cesar Rosa and de Cerqueira Cesar,).\n\n    MCU is a calcium-selective ion channel in the IMM and is responsible for low-affinity Ca2+ uptake into the mitochondrial matrix (Baughman et al.,). The MCU complex is composed of several components, including pore-forming MCU protein, MICU1 (calcium uptake protein 1, mitochondria), MICU2/3 (calcium uptake protein 2/3, mitochondria), EMRE (essential MCU regulator, mitochondria), MCUR1 (mitochondrial calcium uniporter regulator 1), and MCUb (calcium uniporter regulatory subunit MCUb, mitochondria). MCU functions as a critical pore-forming and calcium-conducting subunit, and the rest components work as regulatory subunits (Reed and Bygrave,; Liao et al.,). MICU1 and MICU2/3 sense matrix calcium via their conserved calcium-binding EF-hand domains (Perocchi et al.,).\n\n    The mitochondrial calcium level regulates the mitochondrial activity and cellular ATP supply. Impaired Ca2+ homeostasis leads to mitochondrial malfunction, which promotes neurodegeneration (Kawahara and Kuroda,; Wang et al.,; Ryan et al.,). For example, Abeta peptide treatment elevated the mitochondrial calcium level in cortical neurons, resulting in neurodegeneration. Inhibition of MCU activity with a specific MCU inhibitor can stop this process, indicating that the toxicity of Abeta may be partly due to its capacity to interfere with the homeostasis of mitochondrial calcium (Hedskog et al.,). In a multiplex consanguineous family, a homozygous truncating mutation in MICU2 (c.42G4A, p.W14*) was found to fully segregate with a neurodevelopmental disorder characterized by severe cognitive impairment, spasticity, and white matter involvement. Patient-derived MICU2-deficient cells present impaired mitochondrial Ca2+ homeostasis with abnormal regulation of inner mitochondrial membrane potential as well as an increase in the vulnerability of mitochondria to oxidative stress (Shamseldin et al.,).",
        "Methods": "",
        "Results": "",
        "Conclusion": "    A growing number of neurological illnesses are found to be linked with mitochondrial protein dysfunction. In recent years, many novel mitochondrial proteins and mutations have been identified and characterized, providing a better understanding of both mitochondrial function and dysfunction. In this review, we summarized the cellular roles of mitochondrial proteins involved in mitochondrial bioenergetics, dynamics, mitophagy, genome maintenance, importing machinery, and ion channels, as well as how aberrant mitochondrial proteins contribute to the pathogenesis of neurological disorders.\n\n    In addition to the mitochondrial protein deficits, mounting evidence reveals that numerous abnormal non-mitochondrial proteins also target mitochondria, causing mitochondrial neurotoxicity and, consequently, the onset of neurological diseases. Therefore, modulating mitochondrial function, especially regulating the mitochondrial proteome, could be a promising therapeutic avenue in treating various neurological disorders. However, many challenges remain. Although we are increasingly able to establish the genetic diagnosis in patients with mitochondrial diseases, there are still patients for whom the diagnosis is difficult. Furthermore, complications of mitochondrial disease and clinical phenotype variations in patients with similar levels of heteroplasmy are common. Thus, identifying the cause of this variation is critical for designing potentially preventative treatment strategies.",
        "Discussion": "",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/36157077/"
    },
    "35914810": {
        "Title": "    Novel DNM1L variants impair mitochondrial dynamics through divergent mechanisms",
        "Abstract": "    Novel DNM1L variants underlie a spectrum of clinical phenotypes and impair mitochondrial and peroxisomal dynamics via divergent mechanisms, with effects on DRP1 protein stability, GTPase activity, and oligomerisation in vitro.\n\n    Imbalances in mitochondrial and peroxisomal dynamics are associated with a spectrum of human neurological disorders. Mitochondrial and peroxisomal fission both involve dynamin-related protein 1 (DRP1) oligomerisation and membrane constriction, although the precise biophysical mechanisms by which distinct DRP1 variants affect the assembly and activity of different DRP1 domains remains largely unexplored. We analysed four unreported de novo heterozygous variants in the dynamin-1-like gene DNM1L, affecting different highly conserved DRP1 domains, leading to developmental delay, seizures, hypotonia, and/or rare cardiac complications in infancy. Single-nucleotide DRP1 stalk domain variants were found to correlate with more severe clinical phenotypes, with in vitro recombinant human DRP1 mutants demonstrating greater impairments in protein oligomerisation, DRP1-peroxisomal recruitment, and both mitochondrial and peroxisomal hyperfusion compared to GTPase or GTPase-effector domain variants. Importantly, we identified a novel mechanism of pathogenesis, where a p.Arg710Gly variant uncouples DRP1 assembly from assembly-stimulated GTP hydrolysis, providing mechanistic insight into how assembly-state information is transmitted to the GTPase domain. Together, these data reveal that discrete, pathological DNM1L variants impair mitochondrial network maintenance by divergent mechanisms.",
        "Introduction": "    In response to various environmental and cellular stimuli, the mitochondrial network undergoes continuous architectural remodelling. The morphology of the mitochondrial network is controlled by two dynamic events:mitochondrial fission and fusion. The balance of these events is essential for even distribution of mitochondrial content, mitochondrial protein quality control, and regulation of mitochondrial activity. Besides regulating mitochondrial metabolism, mitochondrial fission and fusion events play an essential role in a number of cellular processes, including cell cycle regulation, immune response, and cell death.\n\n    Mitochondrial fusion is largely mediated by the outer mitochondrial membrane proteins mitofusin 1 (MFN1) and mitofusin 2 (MFN2) and the inner mitochondrial membrane protein optic atrophy 1 (OPA1). Perturbed mitochondrial fusion leads to morphological changes characterised by the presence of fragmented mitochondria. Conversely, mitochondrial fission leads to the division of mitochondria and impairment of this process causes the formation of hyperfused mitochondrial networks.\n\n    The GTPase dynamin-1-like protein (also referred to as Dynamin Related Protein 1 or DRP1), encoded by the DNM1L gene, is the central effector of mitochondrial division. DRP1 is predominantly found in the cytosol, but upon activation is recruited to the outer mitochondrial surface by membrane anchored receptor proteins:including mitochondrial fission factor (MFF), mitochondrial fission protein 1 (FIS1), and the mitochondrial dynamics proteins (MID49 and MID51) :to mediate mitochondrial fission. DRP1 assembles at mitochondria-ER contact sites, organising into higher order oligomeric complexes that encompass mitochondrial tubules in a circumferential manner in either a helical or filamentous organisation. Subsequent GTP binding and hydrolysis drives conformational changes in oligomeric DRP1 structures, resulting in constriction of the membrane diameter, before a concert of interactions between mitochondria, other organelles, and vesicles trigger scission. Peroxisomal fission is independent of mitochondrial fission but requires many components of the mitochondrial fission apparatus, including DRP1, MFF, and FIS1.\n\n    The importance of mitochondrial division and dynamics is evidenced by the fact that Dnm1l-/- knockout mice are embryonic lethal. Furthermore, cardiac-specific and brain-specific ablation of DRP1 leads to lethal dilated cardiomyopathy and defective cerebellar development with early postnatal death, respectively. Defects in human mitochondrial dynamics caused by de novo monoallelic or biallelic pathogenic DNM1L variants are often associated with developmental delay, hypotonia and neurological disorders, including encephalopathy, refractory seizures, and/or autosomal dominant optic atrophy (Table S1). It has been suggested that de novo heterozygous DNM1L variants likely exert a dominant-negative effect over the wild-type allele, impairing its ability to effectively achieve mitochondrial division. However, the biophysical basis of impaired mitochondrial dynamics underpinned by human DNM1L variants remains unresolved. The first reported pathogenic DNM1L (NM_012062.5) variant, c.1184C>A, p.Ala395Asp, located in the stalk domain of DRP1, impairs DRP1 higher order assembly and GTPase activity, but whether alternative molecular mechanisms drive mitochondrial hyperfusion and pathology caused by other pathological DNM1L variants, particularly affecting different domains, remains unknown.\n\n    Mitochondrial disease can arise from de novo heterozygous, biallelic compound heterozygous, and homozygous recessive DNM1L variants (Table S1). The clinical course of individuals harbouring de novo DNM1L variants is both variable and unpredictable. Although there are no clear parallels between the clinical presentations and location of reported DNM1L variants, some patterns in genotype-phenotype correlations are starting to emerge. Over time, we anticipate that an increased mechanistic understanding of how DNM1L variants cause mitochondrial hyperfusion will enable us to understand whether specific variants may be amenable to therapeutic intervention.\n\n    Using massively parallel sequencing techniques, we identified five unrelated patients harbouring four previously unreported de novo heterozygous variants in DNM1L. Patients presented with a spectrum of neurological symptoms, as well as rarely reported cardiomyopathy, a clinical feature recapitulated in cardiac-specific Dnm1l-/- knockout mice. Extensive in vivo and in vitro functional characterisation of patient DNM1L variants demonstrate that they impair mitochondrial network maintenance and peroxisomal morphology via divergent mechanisms, with variants in the DRP1 stalk domain correlating to greater disease severity and earlier age of death. We found that distinct DNM1L variants either increased or diminished GTPase activity, altered protein stability and impaired oligomerisation in the aetiology of DNM1L-related mitochondrial disease, subsequently leading to impaired mitochondrial and peroxisomal recruitment with organellar hyperfusion and functional deficiencies. In addition, we show that the p.Arg710Gly DRP1 GTPase effector domain (GED) variant can impair assembly driven GTP hydrolysis through disruption of the highly conserved hinge 1 region in a human dynamin related protein. Uniquely, this variant uncouples DRP1 oligomerisation from assembly-stimulated GTP hydrolysis, giving us a powerful tool to investigate how signals are transmitted from assembly state to the GTPase domain in dynamin-related proteins.",
        "Methods": "    Written informed consent for diagnostic molecular genetic analysis and research-based studies was obtained from all patients in accordance with the Declaration of Helsinki protocols and ethical approvals of local institutional review boards.\n\n    Available skeletal muscle biopsies were subjected to routine diagnostic investigations, including diagnostic TEM studies of muscle from P1. Diagnostic in vitro spectrophotometric measurements of respiratory chain complex activities were undertaken in P2, P3, and P4 muscle according to standard procedures. Complex I and IV-immunodeficient muscle fibres in P2 were determined by a quadruple fluorescent IHC assay of OXPHOS function, which evaluates protein levels of mitochondrial subunits of complex I (NDUFB8) and complex IV (COX1). In addition to the immunofluorescence labelling of muscle sections using antibodies against the above described OXPHOS complexes, the mitochondrial mass was quantified using an antibody against the outer mitochondrial membrane protein:porin (VDAC) and the myofibre boundaries were labelled with anti-laminin, a membrane glycoprotein as previously described.\n\n    All patients underwent routine mtDNA diagnostic testing that excluded variants in the mitochondrial genome. Next generation sequencing strategies followed by filtering and candidate variant analysis were undertaken to elucidate the molecular bases of studies on mitochondrial disease patients. GnomAD (https://gnomad.broadinstitute.org/) database was used for minor allele frequency analysis (<=0.01%). In silico pathogenicity tools were used to assess the pathogenicity of candidate variants and classified as \"likely pathogenic\" using the Association of Clinical Genomic Science (ACGS) and The American College of Medical Genetics and Genomics (ACMG) guidelines (https://www.acgs.uk.com/media/11631/uk-practice-guidelines-for-variant-classification-v4-01-2020.pdf).\n\n    Family trio WES analysis was performed on P1 using the Agilent Sure Select Human All Exon Kit v6 according to the manufacturer's instructions, followed by sequencing on an Illumina NextSeq platform. For P2, targeted NGS sequencing using a custom 84.38-Kb Ampliseq panel (Life Technologies) was initially performed to capture relevant regions of 50 Complex I genes as previously described. Sequencing was performed using the Ion PGM 200 Sequencing Kit on an Ion Torrent PGM Sequencer. Variant calling was undertaken using the proprietary Ion Torrent Variant Caller plugin and sequence variants were annotated using wANNOVAR for prioritisation and classification. Further to targeted NGS, trio WES analysis was performed using Agilent SureSelectXT All Exon v.5 according to the manufacturer's instructions, followed by sequencing on an Illumina HiSeq2500 platform and in-house pipelines were used for variant calls as previously described. For P3, whole genome sequencing was performed by Genomics England via the 100,000 genomes project. WES and variant filtering and prioritisation was performed in P4 as previously described. WES analysis was also performed on P5 as described in P1 using the Agilent Sure Select Human All Exon Kit v6 and sequencing on an Illumina NextSeq platform.\n\n    The structures of DRP1 (PDB: 4BEJ), DRP1 in complex with GDP.AlF4 (3W6P), DRP1 in complex with GMP-PCP (3W6O), and co-assembled DRP1-MID49 (PDB: 5WP9) were used to assess the structural implications of the patient mutations using PyMOL by Schrodinger (https://pymol.org/2/). In silico mutagenesis was performed using Modeler software with standard parameters (https://salilab.org/modeller/).\n\n    Primary patient fibroblasts and age-matched controls were grown in high-glucose Dulbecco's Modified Eagle Medium (Gibco) supplemented with 10% (vol/vol) FBS, 1% non-essential amino acids, 1.0 mM sodium pyruvate, 50 mug/ml uridine, 50 U/ml penicillin, and 50 mug/ml streptomycin at 37 C in an atmosphere of 5.0% CO2. All primary control and patient fibroblasts used in this study were under P0+12 passages.\n\n    Asynchronized control and patient fibroblasts were cultured overnight on 35-mm Ibidi m-dishes (Ibidi, 88156) before incubation in 0.15% PicoGreen (P7581; Invitrogen) for 30 min, then washed and incubated in 5.0 nM TMRM (T668; Invitrogen) for 30 min. Z-stack images were taken on a VisiTech iSIM with a 100x objective before processing using Fiji to generate maximum projection images. These images were analysed using the Mitochondrial Analysis (MiNa) tool on Fiji and for each image the mean mitochondrial network length calculated by multiplying the mean branch length by the mean number of branches per network. Statistically significant differences were calculated via non-parametric one-way ANOVA and Dunn's multiple comparisons using GraphPad Prism.\n\n    Cells were synchronised overnight by starvation using DMEM medium with 0.1% FBS. G0-arrested cells were plated out on to 96-well plates and cultured in DMEM containing 10% FBS for 24 h before incubation with 0.15% PicoGreen (P7581; Invitrogen) for 30 min at 37 C. After three washes in Flurobrite DMEM (A1896701; Thermo Fisher Scientific), Z-stack images were taken on a Zeiss CellDiscoverer7 microscope with 50x water objective (NA 1.2). Maximum projection images were analysed using the Columbus (PerkinElmer) software system and for each image field, the proportion of enlarged nucleoids classed as over 1.5 mum2 were calculated in the total nucleoid pool. Statistically significant differences were calculated via non-parametric one-way ANOVA using GraphPad Prism.\n\n    For immunofluorescence analysis cells were synchronised as described above and fixed with 4% paraformaldehyde in 1x PBS for 15 min at 37 C. Following three washes in PBS, cells were incubated for 10 min with 50 mM NH4Cl to quench the paraformaldehyde, washed three times in PBS, and permeabilized with 0.1% Triton X-100 in PBS for 10 min at RT. Subsequently, cells were washed three times with PBS, blocked with 5% FBS in PBS for 10 min at RT, and incubated with primary antibodies in diluted blocking buffer overnight at 4 C. Primary antibodies (anti-DRP1 BD Biosciences #611113 [1:500 dilution], anti-TOM20 Santa Cruz sc-17764 [1:500 dilution], anti-TOM20 Abcam ab186735 [1:2,000 dilution], and anti-PMP70 Abcam ab3421 [1:3,000 dilution]) were washed off with PBS (3 x 5 min) and appropriate secondary antibodies conjugated to Alexa Fluor 488 or 647 (1:1,000 dilution Molecular Probes; Invitrogen) and Hoechst 33342 (Thermo Fisher Scientific) stain (1:5,000 dilution) were applied for 1 h at RT. After 3 x 5 min washes with PBS, cells were analysed using a Zeiss CellDiscoverer7 microscope. Z-stack images were taken with a 50x water objective (NA 1.2) before maximum-intensity projections were analysed using Columbus (PerkinElmer) for mitochondrial and peroxisomal network length and mtDNA nucleoids size. Statistically significant differences in mitochondrial network length were calculated via non-parametric one-way ANOVA using GraphPad Prism.\n\n    For DRP1 co-localisation studies, synchronised cells were labelled with antibodies against DRP1, TOM20, and PMP70 as described above. Images were prepared for co-localisation analysis in Fiji (ImageJ) using two separate ImageJ macros: one to split channels into separate folders and one to generate stacks of Z-projections for each channel as well as a merged max-intensity projection image of all three channels (https://github.com/Hill-Lab/DNM1L-Variants-Scripts). For the cells immunostained with anti-PMP70, the same ImageJ macros were used but included a separate rotation (1-2 ) and crop step to correct for slight skewing of the stitched images. Cells were outlined to create regions of interest (ROIs) using the software CellProfiler. Single channel maximum-intensity projection images were corrected for illumination variations and primary objects were classified as nuclei using adaptive Otsu thresholding on the DAPI channel. Secondary objects were classified as cells using the DRP1 channel with nuclei as the input objects. For cells co-stained with anti-TOM20, cells were identified using the Watershed-Image feature of CellProfiler with the Global Minimum Cross-Entropy thresholding method. Cell outlines for cells co-stained with PMP70 were created using the same method except no illumination variation correction was performed and cells were identified using the adaptive Otsu thresholding method.\n\n    Cell outlines were exported as a .png image file and used as the ROIs for co-localisation analysis in ImageJ. Cell outlines were visually inspected and cells that were not adequately outlined were corrected manually in ImageJ. The ImageJ coloc2 plugin was then used to calculate the Pearson's Correlation between endogenous DRP1 and either endogenous TOM20 or endogenous PMP70 using the selected ROI regions from the maximum intensity projection images. RStudio (1.4.1106) was used to tidy and compile this data using tidyverse 1.3.0, plot as box plots using ggplot2 (3.3.3), and perform one-way ANOVA with post-hoc Tukey's Honest Significant Difference test (https://github.com/Hill-Lab/DNM1L-Variants-Scripts).\n\n    Recombinant DRP1 isoform 1 was expressed using a pET29b+ vector as a DRP11-736-His6 fusion protein in BL21(DE3) Escherichia coli as previously described. Transformed cells were grown at 37 C in Luria broth containing kanamycin (30 g/ml) to an OD600 of ~1.0 with 0.5 mM isopropyl 1-thio-b-D-galactopyranoside (IPTG). After 16-18 h, cells were harvested by centrifugation and resuspended in Buffer A (20 mM Hepes, pH 7.4, 500 mM NaCl, 40 mM imidazole, and 0.02% sodium azide) containing protease inhibitors (Roche Applied Science). Cells were lysed with an EmulsiFlex C3 homogenizer (Avestin) at 15,000 p.s.i. and protein lysate was clarified through centrifugation at 15,000 rpm for 45 min at 4 C using a JA-20 fixed-angle rotor in a Beckman J2-21 centrifuge. Clarified lysate was applied to a nickel affinity column (Sepharose high performance beads; GE Healthcare) equilibrated in Buffer A using an FPLC. The column was washed with 10 column volumes each of buffers B (20 mM Hepes, pH 7.4, 500 mM NaCl, 40 mM imidazole, 10 mM KCl, 1.0 mM ATP, and 0.02% sodium azide) and C (20 mM Hepes, pH 7.4, 500 mM NaCl, 40 mM imidazole, 0.5% [wt/vol] CHAPS, and 0.02% sodium azide). Protein was eluted with Buffer D (20 mM Hepes, pH 7.4, 500 mM NaCl, 500 mM imidazole, and 0.02% sodium azide) and peak fractions were pooled, concentrated to ~1.0-2.0 ml using Vivaspin 20 centrifugal concentrators (GE Healthcare) with a molecular weight cut-off of 50 kD, and dialyzed overnight at 4 C in GTPase reaction buffer (20 mM Hepes, pH 7.4, 150 mM KCl, 2.0 mM MgCl2, 1.0 mM DTT, 0.5 mM EDTA, and 0.02% sodium azide). Protein concentration was determined by measuring absorbance at 280 nm in the presence of 6.0 M guanidine HCl with a theoretical extinction coefficient of 35,870.96. Protein was then flash frozen in liquid nitrogen in single use 100-200 mul aliquots and stored at -80 C. All studied DRP1 variants were obtained through Quickchange mutagenesis (Stratagene) with a pET29b+-DRP11-736 (isoform 1) construct (primers available upon request). DRP1 variants were induced with 0.25 mM IPTG and otherwise expressed and purified akin to DRP1-WT.\n\n    DRP1 GTPase activity was measured using a continuous, regenerative coupled GTPase assay which reports on GTP hydrolysis that is directly proportional to the depletion of NADH. Depletion of NADH was measured at Abs340 for 45 min at 25 C using a Molecular Devices FlexStation 3 Multi-Detection Reader with Integrated Fluid Transfer. Reactions (150 mul) of 1.0 muM DRP1 (WT or variant) and 150 mM NaCl were performed in a flat-bottom 96-well plate (Corning Costar) in GTPase reaction buffer (25 mM Hepes, pH 7.4, 10 mM MgCl2, 1.0 mM phosphoenolpyruvate (PEP), 7.5 mM KCl, 0.8 mM NADH, and 20 U/ml pyruvate kinase/lactate dehydrogenase) at the following GTP concentrations: 0, 10, 30, 70, 100, 300, 500, 700, 1,000, 1,300, 1,700, and 2,000 muM. Reactions were started by addition of 10 mul of 15x concentrated GTP stocks to each well. Data were imported into RStudio (1.4.1106) using readxl (1.3.1) and tidied using tidyverse (1.3.0). Depletion of NADH at Abs340 was converted to GTPase activity rates using Equation (1) and kinetic parameters were determined through global fitting of the data to a Michaelis-Menten model (Equation (2)). kcat values were then determined using Equation (3). Activity from each DRP1 variant was collected from three independent preparations and reported as means +- SD. Statistical significance was determined by a one-way ANOVA followed by Tukey's honest significant difference test. Plots were generated in RStudio using ggplot2 (3.3.3), gridExtra (2.3), and RColorBrewer (1.1-2) (https://github.com/Hill-Lab/DNM1L-Variants-Scripts).where  Abs340 = change in Abs at 340 nm for the steady-state linear depletion, Vol = volume of reaction, which is 150 mul here, 6,220/Mcm = extinction coefficient of NADH, [DRP1] = concentration of DRP1 used in assay, which was 1.0 muM unless otherwise noted, and p = path length of well, which was determined to be 0.4649 cm in our assay setup.where V0 = initial velocity of reaction, Vmax = maximal velocity of reaction, [GTP] = concentration of GTP (i.e., substrate), and K0.5 = value of [GTP] at V0 = 0.5 x Vmax and is a generalized Michaelis-Menten constant.where Vmax = maximal velocity of reaction, [DRP1] = concentration of DRP1 used in assay, which was 1.0 muM.\n\n    Wild-type and variant DRP11-736-His6 fusion proteins were purified as described above. Aliquots (400 muL total volume) were thawed on ice and dialyzed overnight at 4 C into column running buffer (20 mM Hepes, pH 7.4, 150 mM KCl, 2.0 mM MgCl2, 0.5 mM EDTA, 1.0 mM DTT, and 0.02% sodium azide filtered through a 0.02-micron filter using vacuum filtration). Protein concentrations were determined as stated above following dialysis. Samples were injected (100 muL of 2.0 mg/ml) and chromatographed at 1.0 ml/min at 25 C on a BioSep HPLC size-exclusion column (BioSep-SEC-S 4000, 300 x 7.8 mm) equilibrated with column running buffer with a guard column (08543-TSKgel Guard SWXL, 6.0 mm ID x 4.0 cm, 7.0 muM) in place. The eluate was detected using a DAWN-EOS multiangle laser light scattering instrument and the Optilab refractive index detector (Wyatt Technologies). Data analysis was performed using the ASTRA software package (Wyatt Technologies). Data were imported into RStudio (1.4.1106) and tidied as described above. Traces were then normalized and centre-scaled to allow for easier comparison using caret (6.0-86). Chromatograms were then generated using ggplot2 (3.3.3) and RColorBrewer (1.1-2) and plotted with molar mass (right axis) and normalized and scaled dRI (left axis) as a function of time (x-axis) (https://github.com/Hill-Lab/DNM1L-Variants-Scripts). Chromatograms are representative of two independent protein preparations for wild-type and each variant.\n\n    Reactions (30 mul) consisting of 5.0 muM DRP1 (WT or variant) and 5x SYPRO orange (excitation 470 nm/emission 570 nm) in DRP1 GTPase reaction buffer (20 mM Hepes, pH 7.4, 150 mM KCl, 2.0 mM MgCl2, 1.0 mM DTT, 0.5 mM EDTA, and 0.02% sodium azide) +- 500 muM GDP or 500 muM GMP-PNP were set up in a 0.1-ml x 96-well white non-skirted PCR plate (PR1MA PR-PCR1196-W). Both GDP and GMP-PNP stock solutions were prepared in DRP1 GTPase reaction buffer (20 mM Hepes, pH 7.4, 150 mM KCl, 2.0 mM MgCl2, 1.0 mM DTT, 0.5 mM EDTA, and 0.02% sodium azide) to the target concentration. PCR plates were heat treated at 95 C for 30 min to prevent SYPRO orange from interacting with polyethylene in plate giving erroneous fluorescence readings at 57 C. Protocol adapted from Huynh and Partch. SYPRO orange fluorescence was measured in 1-min intervals with a temperature ramp of 1 C per minute using a Stratagene Thermoler Mx3005P. Data were imported into RStudio (1.4.1106) and tidied as described above. Melting temperatures (Tm) were determined by the temperature corresponding to the maximum value of the first derivative of the fluorescence signal. Statistical significance of Tm value alterations were determined by a one-way ANOVA followed by Tukey's honest significant difference test. Plots were generated using ggplot2 (3.3.3) and RColorBrewer (1.1-2) with dFluorescence/dTime (y-axis) as a function of time (x-axis). Two biological replicates, each with three technical replicates, were used for analysis and plot generation (https://github.com/Hill-Lab/DNM1L-Variants-Scripts).\n\n    Far UV circular dichroism was performed on a Jasco J-1500 CD Spectrometer with 0.05 mg/ml DRP1 (WT and variant) at 20 C using a 10-mm path length and 5 accumulation average. A continuous scanning mode at 100 nm/min with 3.0 nm bandwidth, 0.1 nm data interval from 190 to 300 nm was used. All samples were brought to an equivalent concentration in DRP1 GTPase reaction buffer (20 mM Hepes, pH 7.4, 150 mM KCl, 2.0 mM MgCl2, 1.0 mM DTT, 0.5 mM EDTA, and 0.02% sodium azide) and then diluted to their final concentration in double-distilled 0.45-mum filtered H2O to ensure equivalent concentrations of buffer components. Reference scans performed on each sample's empty cuvette, as well as a buffer-only sample, were subtracted from the final signal to remove background ellipticity due to residual buffer components. Molar ellipticity was converted to mean residue ellipticity (Equation (4)) and data were scaled to a baseline of 0 at 260 nm using Microsoft Excel. Data were imported into RStudio (1.4.1106) and tidied as described above. Plots were generated using ggplot2 (3.3.3) and RColorBrewer (1.1-2) with CD signal in terms of mean residue ellipticity on the vertical axis and wavelength on the horizontal axis (https://github.com/Hill-Lab/DNM1L-Variants-Scripts). Protein concentrations were determined again after data collection using the absorbance and theoretical extinction coefficients at 205 and 214 nm to ensure that equivalent amounts of protein were used.where Omega = mean residue ellipticity, MRW = mean residue weight calculated as the protein molecular weight/(N-1) where N = total number of residues, c = concentration (mg/ml), and d = path length (cm).",
        "Results": "    We identified five individuals (patient 1 [P1], patient 2 [P2], patient 3 [P3], patient 4 [P4] and patient 5 [P5]) from five unrelated non-consanguineous families (Fig 1A) with developmental delay (four patients), a broad range of neurological manifestations including epilepsy (three patients), hypotonia (two patients), and/or cardiac problems (two patients). The detailed clinical findings of all five patients are described in the  and Table 1.\n\n    To uncover candidate disease-causing variants in P1-P5, we used massively parallel sequencing techniques. Mitochondrial DNA (mtDNA) genome sequencing of blood-derived DNA from P1 did not identify any likely pathogenic variants, whereas mtDNA copy number analysis using muscle-derived DNA found no evidence of mtDNA depletion. Trio array comparative genomic hybridization (aCGH) revealed a 15-20-kb chromosome 17p13.3 microdeletion of uncertain significance within an intronic region of YWHAE, but this was shown to be inherited from the father. Diagnostic whole exome sequencing (WES) analysis of the patient/parent trio identified a de novo heterozygous c.1201G>A, p.Gly401Ser DNM1L variant (NM_012062.5). The de novo heterozygous DNM1L c.1201G>A, p.Gly401Ser missense variant was classified as \"likely pathogenic\" using the Association of Clinical Genomic Science (ACGS) and The American College of Medical Genetics and Genomics (ACMG) guidelines (https://www.acgs.uk.com/media/11631/uk-practice-guidelines-for-variant-classification-v4-01-2020.pdf) to apply the following criteria: PS2_moderate, PS3_moderate, PM2_moderate, PM4_supporting, and PP4_supporting.\n\n    Analysis of muscle DNA from P2 showed no evidence of mtDNA copy number abnormalities or mtDNA rearrangements, whereas sequencing of the entire mtDNA genome revealed no variants of pathological significance. On account of the apparent respiratory chain defect involving complex I, a targeted Ampliseq capture was used to facilitate analysis of the coding regions of the known nuclear-encoded complex I subunits and assembly factors (50 genes). Annotation and filtering of patient variants was performed as previously described and identified a single, novel heterozygous variant c.152G>A, p.Arg51Gln in NDUFS5 (NM_004552.3), which encodes a structural subunit of complex I. The c.152G>A, p.Arg51Gln variant was initially categorised as a \"variant of uncertain significance\" according to the ACGS/ACMG criteria PS2_moderate, PM2_moderate, PS3_supporting, PP3_supporting, and PP4_supporting. Patient cDNA studies showed no other variants in the fibroblast-derived NDUFS5 cDNA transcript. Analysis of parental samples by Sanger sequencing supported a de novo occurrence. Concurrent unbiased trio WES analysis of P2 and her parents was performed which revealed an additional de novo heterozygous variant, c.1088G>A, p.Gly363Asp in DNM1L. This variant was classified as \"likely pathogenic\" using the ACGS/ACMG criteria PS2_moderate, PS3_supporting, PM2_moderate, PP3_supporting, and PP4_supporting. In light of the c.1088G>A p.Gly363Asp DNM1L variant identified in P2, the c.152G>A p.Arg51Gln NDUFS5 variant was subsequently reinvestigated:4 heterozygote individuals are now recorded on gnomAD (two of which are adults) which is contraindicative of a dominantly acting pathogenic variant meaning that the PM2 criterion is no longer applicable. Moreover, in light of an alternative diagnosis (DNM1L-related disease), the guidelines support application of the BP5 criterion which reclassifies the c.152G>A p.Arg51Gln NDUFS5 variant as \"likely benign.\"\n\n    Initial investigations for P3 including mtDNA genome analysis and mtDNA copy number analysis were normal. P3 was subsequently enrolled onto the Genomics England 100,000 genome sequencing project, with targeted data analysis focusing on the gene panels for hereditary ataxia (v1.51) and paediatric motor neuronopathies (v1.0). Comparative genomic hybridization assay revealed a chromosome 19p13.3 microduplication that was not present in either parent, but its significance was uncertain. This analysis identified a single heterozygous c.687_689dup, p.Leu230dup DNM1L variant and analysis of parental samples supported a de novo occurrence. The 687_689dup, p.Leu230dup variant was classified as \"likely pathogenic\" using the ACGS/ACMG criteria PS2_moderate, PS3_moderate, PM2_moderate, PM4_supporting, and PP4_supporting.\n\n    Initial diagnostic investigations for P4 excluded the presence of common pathogenic POLG variants or a pathogenic mtDNA variant. Subsequently, trio WES analysis of P4 and his parents identified a single heterozygous c.2128A>G, p.Arg710Gly DNM1L variant that had arisen de novo in the proband. The c.2128A>G, p.Arg710Gly variant was classified as \"likely pathogenic\" using the ACGS/ACMG criteria PS2_moderate, PS3_moderate, PM2_moderate, PP3_supporting, and PP4_supporting.\n\n    Finally, DNA from P5 was subject to singleton WES analysis which revealed the same single heterozygous c.1201G>A, p.Gly401Ser DNM1L variant that was present in P1.\n\n    All DNM1L variants have not been previously reported pathogenic and were absent from gnomAD database (https://gnomad.broadinstitute.org/). The DNM1L variants were confirmed by Sanger sequencing, and analysis of parental samples was undertaken either as part of the trio WES pipeline, or by targeted Sanger sequencing which supported the de novo occurrence of a DNM1L variant in each clinically affected child.\n\n    Three of the five patients (P1, P2, and P5) exhibited single-nucleotide variations, c.1201G>A, p.Gly401Ser (G401S), or c.1088G>A, p.Gly363Asp (G363D), in the DRP1 stalk domain (Fig 1B) which has been shown to play a key role in dimerization and self-assembly essential for fission. Analysis of the cryoEM structure of DRP1 in co-complex with one of its recruiting proteins, MID49 (PDB:5WP9), suggests that both residues are located at the dimer interface (Fig 2A). Indeed, a quadruple mutant G401-404 AAAA has been shown to promote disruption of tetramers (or any higher order oligomers) and the formation of stable dimers under certain conditions for DRP1 and other dynamin related proteins. The shared variant in P1 and P5 involves residue G401 which serves as a C-terminal capping residue for alpha-helix 1 in the stalk domain. Glycine is the most common C-terminal capping residue as it can adopt a wide range of phi psi angles because of its small, single hydrogen-containing R-group, allowing for termination of a helix. In the 5WP9 structure, G401 adopts a phi angle of 78.3  and psi angle of -160 , a generally unfavourable conformation for residues other than glycine, which likely allows it to form a sharp helix-turn-helix, a prevalent structural motif in DRP1. Conversely, serine has a limited number of preferred phi psi angles and a G401S substitution would likely result in an energetically unfavourable eclipsed conformation of the R group and adjacent amino or carbonyl groups. This would almost certainly introduce significant steric clashes, slightly destabilize the helix, and may impact self-assembly.\n\n    Regarding P2, G363 is an N-terminal alpha-helix capping residue and is in close proximity (4.2 A) to the G401 residue of a neighbouring monomer (Fig 2B). Like the G401S substitution described above, G363 has relatively uncommon phi psi angles of -107.6  and -82.6 , respectively. The substitution of G363 to a larger charged aspartic acid, which does not typically populate those phi psi angles, would likely induce significant steric clashes with several nearby residues, including G401 and P402 (inter-molecular clashes) and E349 (intra-molecular clash). This could in turn disturb local secondary structure because of alpha-helix destabilisation, as well as DRP1 dimerisation. However, given the residue is adjacent to a flexible loop, one could predict that this region may be able to accommodate minor structural changes with no effects on dimer stability.\n\n    In P3, there is an insertion of an extra leucine at position 231 (L230dup) within the GTPase domain (Fig 1B), in a short alpha-helix that is flanked by two disordered loops, the canonical G4 (N-terminal of Leu230) and G5 (C-terminal of L230) motifs. The G4 and G5 motifs (Fig 2C) are critical for nucleotide binding, and it is possible that the L230 duplication transmits a conformational change to these proximal loops and critical nucleotide binding residues such as K216, D218, and N246, impacting their GTP binding ability. In addition, dimerization via the GTPase domain is essential for GTP hydrolysis, and L230/L231 is spatially located near the alpha-helix containing the critical dimerization residue D190. Introduction of the extra leucine at position 231 has the potential to introduce conformational changes in nearby regions, such as the adjacent G4 and G5 motifs or to the D190 containing helix, which may ultimately impair GTPase domain dimerization. Furthermore, the areas surrounding the L230/L231 residues of wild-type DRP1 engage in an extensive interface with MID49 (Fig 2D). This interface is also mediated in part by the N-terminal loop of this region, specifically residue D221 of the G4 loop, which may be impaired by the L230 duplication. Altogether, these predictions suggest multiple mechanisms by which the L230dup event may lead to impaired DRP1 activity.\n\n    In P4, the residue R710 is located within the bundle signalling element domain (Fig 1B), a highly conserved position among the dynamin superfamily. R710 forms a salt bridge with E702 in the C-terminal loop L2BS which is part of a highly conserved hinge motif between the GTPase and stalk domains. Substitution of this charged arginine to a small non-polar glycine would induce a loss of this salt bridge, likely leading to decreased protein stability and altered conformation of the hinge (Fig 2E). In dynamin and the human myxovirus resistance protein 1 (MxA), both of which belong to the dynamin superfamily of large GTPases, the hinge region is thought to facilitate conformational changes that lead to assembly stimulated GTP hydrolysis. Crystallographic structural data of DRP1 revealed monomers with two different conformations, differing in their positioning of the GTPase domain and bundle signalling element in relation to the stalk, suggesting that similar large-scale conformational changes around this hinge region are possible and may relay assembly information to the GTPase domain in a similar manner. Therefore, the disruption in stability would likely have a negative impact on DRP1 assembly-stimulated hydrolysis.\n\n    Impaired mitochondrial fission due to defective DRP1 results in altered mitochondrial networks that are characterised by elongated and highly interconnected filamentous mitochondria. To assess the impact of the DNM1L variants identified in P1 (p.Gly401Ser), P2 (p.Gly363Asp), P3 (p.Leu230dup), and P4 (p.Arg710Gly) on mitochondrial morphology, live mitochondrial networks in available patient-derived fibroblasts were visualised using high-resolution confocal imaging after incubation with tetramethylrhodamine (TMRM), a cell-permeant dye that is actively sequestered into mitochondria on the basis of the membrane potential.\n\n    Analysis of mitochondrial networks using the ImageJ tool Mitochondrial Network Analysis (MiNA) revealed marked hyperfusion of mitochondria in P1, P2, and P4 compared to age-matched controls (Fig 3A and B). In addition, the mitochondrial network length was analysed using immunofluorescence labelling of fixed patient and age-matched control fibroblasts using TOM20 antibodies. The Columbus (PerkinElmer) software system was used to quantify the hyperfusion of patient mitochondrial networks relative to controls. A minimum of 5,500 mitochondria were analysed for each case. Largely consistent with live cell imaging, significant hyperfusion of mitochondrial networks were observed in all four studied patient fibroblasts using this approach (Fig 3C). Whereas live cell imaging did not reveal extensive mitochondrial hyperfusion in P3 fibroblasts, TOM20 immunostaining revealed elongated mitochondria in P3 (p.Leu230dup) cells. Notably, these cells were the least affected compared with those from other patients (Fig 3C).\n\n    To determine whether mitochondrial network alterations were due to decreased DRP1 recruitment, we performed a co-localisation analysis using the Pearson's co-localisation coefficient between DRP1 and TOM20 which showed decreased DRP1 at the mitochondria in P1 (p.Gly401Ser), P2 (p.Gly363Asp), and P4 (p.Arg710Gly) fibroblasts. Of these, P4 (p.Arg710Gly) had the most severe recruitment defect with the lowest Pearson's R value and DRP1 appearing primarily cytosolic without punctate structures, which were still seen in other variants albeit to a lesser extent than the control fibroblasts (Fig 3D).\n\n    Although the degree of mitochondrial hyperfusion differed between patient fibroblasts, with P3 (p.Leu230dup) not displaying significant elongation by MiNA, this phenotype was consistent with previously reported de novo heterozygous DNM1L variants (c.95G>C, p.Gly32Ala; c.436G>A, p.Asp146Asn; c.1184C>A, p.Ala395Asp; c.1207C>T, p.Arg403Cys; c.1292G>A, p.Cys431Tyr) and a GTPase-deficient recombinant mutant (p.Lys38Ala).\n\n    Given DRP1 has been implicated in both mitochondrial and peroxisomal fission, we examined the effect of these variants on peroxisomal networks. Immunofluorescence labelling of control and DNM1L patient fibroblasts with antibodies against the peroxisomal membrane protein marker PMP70 was used to determine the peroxisomal morphology. The analysis using the Columbus software revealed that peroxisomes in P1 (p.Gly401Ser), P2 (p.Gly363Asp), P3 (p.Leu230dup) and P4 (p.Arg710Gly) appeared more fused with fewer overall numbers of peroxisomes and decreased size distribution, indicative of impaired fission (Fig 4A).\n\n    Co-localisation analysis between DRP1 and PMP70 showed decreased DRP1 at the peroxisomes in P1 (p.Gly401Ser) and P2 (p.Gly363Asp), but not P3 (p.Leu230dup) and P4 (p.Arg710Gly), suggesting that the elongated peroxisomes in P3 and P4 are not simply due to decreased DRP1 recruitment (Fig 4B). Previous reports argue that not all DNM1L variants impair peroxisomal morphology, with several other variants in the GTPase domain having no impact on peroxisomal morphology despite affecting mitochondrial network morphology. Specifically, the p.Glu2Ala, p.Ala192Glu, and p.Gly32Ala variants had normal peroxisomes in the setting of abnormal mitochondrial networks. Conversely, patient fibroblasts from a biallelic heterozygous patient carrying p.Ser36Gly; p.Glu116Lysfs*6 variants had both abnormal peroxisomal and mitochondrial fission. Similar impairments were also observed in the p.Asp146Asn and p.Gly223Val variants (Table S1).\n\n    Defective mitochondrial fission has also been associated with the formation of enlarged bulb-like structures (\"mito-bulbs\") caused by nucleoid clustering. Previously, DNM1L siRNA knockdown in HeLa cells as well as Dnm1l-/- knockout mice studies have demonstrated severe mtDNA nucleoid aggregation within the hyperfused mitochondrial networks, leading to respiratory deficiency and heart dysfunction in the fission-deficient mice. Imaging of fibroblasts incubated with TMRM revealed the presence of enlarged mitochondria in all patients (Fig S1A), with P1 (p.Gly401Ser) and P2 (p.Gly363Asp) most widely affected. Subsequent co-staining of P1 and P2 fibroblasts with TMRM and PicoGreen (a fluorochrome which reveals nucleoids by illuminating mtDNA) demonstrated the co-localisation of these enlarged \"mito-bulbs\" with large nucleoids (Fig S1B). Detailed analysis of mtDNA nucleoids stained with PicoGreen using Columbus software (PerkinElmer) revealed marked differences in the proportion of enlarged nucleoids (area > 1.5 mum2) in P1 (p.Gly401Ser) and P2 (p.Gly363Asp) compared with control (Fig S1C). There was no difference in nucleoid size ratio between P3 (p.Leu230dup) and control (Fig S1C). Although, upon visual examination P4 (p.Arg710Gly) nucleoids appeared enlarged compare with controls, we were not able to accurately quantify the individual puncta because of increased levels of lipofuscin present in these cells (Fig S1D).\n\n    Altogether, assessment of patient fibroblasts demonstrated that the de novo variants identified in P1 (p.Gly401Ser) and P2 (p.Gly363Asp) cause mitochondrial network hyperfusion, leading to mitochondrial enlargement and nucleoid clustering which is indicative of impaired nucleoid distribution and segregation.\n\n    To evaluate the molecular consequences of the c.1201G>A, p.Gly401Ser; c.1088G>A, p.Gly363Asp; c.687_689dupATT, p.Leu230dup, and c.2128A>G, p.Arg710Gly DRP1 variants, primary patient fibroblasts (P1-P4) and age-matched controls (C1-C4) were analysed by SDS-PAGE and immunoblotting (Fig S2). Normal levels of DRP1 protein in the monomeric form were found in P1 (p.Gly401Ser), P2 (p.Gly363Asp), and P3 (p.Leu230dup), whereas P4 (p.Arg710Gly) showed decreased levels of DRP1 when compared with controls (Fig S2). These data suggest that the mutated p.Gly401Ser, p.Gly363Asp, and p.Leu230dup DRP1 protein is expressed in P1, P2, and P3, respectively, and may act in a dominant-negative fashion, overriding the effect of the wild-type allele. DRP1 recruitment to the mitochondrial membrane is dependent on adaptor proteins such as MID49 and MID51. However, their role in disease remains largely unclear. It has recently been described that MID51 regulates the assembly and fission activity of DRP1. Western blot analysis of DNM1L patient fibroblasts revealed that levels of MID51 are similar in both patient and control fibroblasts (Fig S2), suggesting that the DNM1L variants do not affect the stability of the MID51 adaptor protein.\n\n    Diagnostic respiratory chain enzyme analysis of cytochrome c oxidase (COX) and succinate dehydrogenase in P1 (p.Gly401Ser) muscle revealed decreased complex IV activity (Table 1). A quadruple immunofluorescent (IHC) assay, which quantifies protein levels of COX1, NDUFB8, porin, and laminin in individual myofibres, detected complex I-immunodeficient muscle fibres in P2 (p.Gly363Asp) (Fig S3). In addition, diagnostic spectrophotometric biochemical measurements of mitochondrial respiratory chain complex activities in the available muscle from P2 (p.Gly363Asp), P3 (p.Leu230dup), and P4 (p.Arg710Gly) were determined (Fig S4A). P2 (p.Gly363Asp) muscle showed decreased activities of complex I and complex II, whereas the activities of complexes III and IV were normal (Fig S4A). Two separate muscle biopsies have been taken in P3 (p.Leu230dup) at the age of 13 and 16 yr, respectively. The spectrophotometric respiratory chain complex activities were normal in the first muscle biopsy; however, the latter one showed a complex I and complex IV deficiency, suggesting a progressive defect (Fig S4A). Mitochondrial respiratory chain activities in P4 (p.Arg710Gly) skeletal muscle were normal, except for increased complex III activity, which may be attributed to a compensatory response mechanism (Fig S4A).\n\n    Next, we determined whether the mitochondrial network anomalies present in DNM1L patient fibroblasts were associated with OXPHOS dysfunction. Western blotting and quantification of bands obtained by densitometry analysis of P1 (p.Gly401Ser) fibroblasts revealed that the steady-state levels of OXPHOS proteins were relatively normal, except for mild decreases in the complex I subunit, NDUFB8 and the complex IV subunit COX2 (Fig S5), which was consistent with the observed decreased complex IV activity in muscle tissue (Table 1). P2 (p.Gly363Asp) mutant fibroblasts presented with a decrease in NDUFB8, UQCRC2, and COX2 protein levels (Fig S5). In addition, the marked decrease in NDUFB8 protein levels detected by Western blotting correlate with the impaired complex I activity in patient-derived muscle and fibroblasts (Fig S4A and B). NGS analysis of P2 also identified a de novo heterozygous c.152G>A, p.Arg51Gln variant in the NDUFS5 gene encoding a core accessory subunit of complex I. The c.152G>A, p.Arg51Gln NDUFS5 variant could partially contribute to the decreased levels of NDUFB8 protein and impaired complex I activity; however, in silico pathogenicity assessment classified the variant as likely benign and not pathogenic. A multiple OXPHOS defect was present in P3 (p.Leu230dup) fibroblasts, showing decreased steady-state levels of NDUFB8, UQCRC2, and COX2 (Fig S5), where only impaired complex I and complex IV activity, correlated with the respiratory chain measurements in muscle (second biopsy) (Fig S4A). Furthermore, a decrease in complex I (NDUFB8) and complex IV (COX2) subunits was detected in P4 (p.Arg710Gly) fibroblasts when compared with controls (Fig S5). Similar to the increased complex III activity in P4 muscle tissue (Fig S4A), densitometry analysis of the complex III subunit in P4 fibroblasts showed mild increase in the steady-state levels of UQCRC2 (Fig S5).\n\n    Interestingly, there are some differences between the OXPHOS abnormalities amongst the patient muscle samples and fibroblasts. Most notably, P4 (p.Arg710Gly) whom had increased complex III activity in skeletal muscle, but decreased complex I and IV proteins in fibroblasts. We hypothesize that these differences likely stem from tissue-specific effects on respiration. Together these data suggest that different DNM1L variants have distinct impact on OXPHOS function in fibroblasts, with minimal correlations to disease onset or severity, suggesting that the OXPHOS defects present in cells are a secondary consequence of the disrupted mitochondrial network balance as opposed to a driver of disease.\n\n    DRP1 performs its mechanoenzyme function of mitochondrial membrane constriction through the hydrolysis of GTP following its assembly on the mitochondrial outer membrane. To determine whether DNM1L variants altered GTPase activity in vitro, we first expressed human DRP1 in recombinant form recapitulating the disease-causing variants identified in P1 and P5 c.1201G>A, p.Gly401Ser (G401S), P2 c.1088G>A, p.Gly363Asp (G363D), P3 c.687_689dupATT, p.Leu230dup (L230dup), and P4 c.2128A>G, p.Arg710Gly (R710G). Bacterial expression of all variants were- similar to wildtype (WT), except for L230dup which did not produce any full-length protein under multiple conditions and was unable to be purified for further studies. Wild-type human DRP1 and the remaining variants were purified to homogeneity and found to be well folded by circular dichroism (Fig S6), but differences in the mean residue ellipticity suggested differences in structure that might affect GTP hydrolysis. To test this, GTP hydrolysis was measured in solution with increasing amounts of GTP substrate to determine the apparent Michaelis constant (K0.5), the turnover number (kcat), and catalytic efficiency (kcat/K0.5) (Fig 5A-D). The activity of WT enzyme was similar to previous measurements with a K0.5GTP of 201 +- 51 muM, a kcat of 0.24 min-1, and kcat/K0.5 of 1.2 x 10-3 muM-1 min-1 (Fig 5B-D and Table 2). These substrate kinetic experiments with DRP1 variants G363D, G401S, and R710G demonstrated modestly altered GTPase activity with R710G decreasing, and G363D and G401S increasing, the turnover number (Fig 5A). Curiously, each variant decreased the K0.5 for GTP suggesting they modestly increased the catalytic efficiency for G363D and G401S, but not R710G. Overall, these data suggest that impaired hydrolysis is not a major factor in pathogenesis of patients harbouring these variants. Although not tested, we predict the duplication of L230 would be deleterious to GTPase activity given the potential for direct disruption to the adjacent G4 and G5 loop motifs involved in nucleotide binding, or potential shifting of the interaction domains of DRP1 (i.e., GTPase domain, GED, and/or stalk).\n\n    DRP1 assembles in the cytoplasm and around the circumference of the mitochondrion to effect membrane scission. To evaluate the pathological variants ability to self-assemble, we used size-exclusion chromatography with multi-angle laser light scattering (SEC-MALS, Fig 6A). This method is advantageous over traditional size-exclusion chromatography as it allows for the direct determination of molecular weight instead of relying on comparisons to molecular weight standards with different molecular conformations that can influence their elution time. Wild-type DRP1 was found to primarily elute in two peaks corresponding to dimeric (elution time ~9 min) and tetrameric (elution time ~8 min) populations (Fig 6A), consistent with previous findings. The range of molecular weight species observed on the chromatogram were interpreted to be due to a dynamic exchange between the oligomeric states during elution.\n\n    Each of the patient DRP1 variants was found to impair higher order assembly to differing degrees, as determined by a decrease in the amount of higher molecular weight species eluting at earlier time points. Both G363D and G401S appear to be primarily dimeric, confirming previous studies on G363D. Furthermore, each of the variants altered the elution profile in that there was only one primary peak versus the more complex elution profile of wild-type DRP1, suggesting that these substitutions alter the exchange rate between oligomeric species. Alterations to the elution profile and thus rates of exchange between species, have been observed before with G363D, as well as other stalk domain variants including the lethal A395D substitution and G350D. Notably, R710G had an earlier peak elution time than G363D and G401S, 8.79 min versus 9.07 and 8.99 min, respectively. This suggests that R710G likely retains some ability to assemble into higher order oligomeric species, observed as a leftward shift in the peak elution time because of fast-exchange between dimeric and tetrameric species, contrary to G363D and G401S. In addition, treatment of total cell lysates derived from control and DNM1L patient fibroblasts with a chemical cross-linker BMH (bismaleimidohexane) resulted in increased formation of higher order oligomeric DRP1 complexes in P4 (Fig S7). Therefore, these data further support our SEC-MALS results, suggesting that the R710G variant retains more ability to assemble with wild-type DRP1 than other variants. Together, these results provide strong evidence that these disease-causing variants alter DRP1 ability to assemble, which is critical for mediating mitochondrial fission.\n\n    Protein stability was evaluated using a fluorophore-based (SYPRO Orange) thermal shift assay and revealed the presence of two unfolding events in wild-type DRP1 (Fig 6B). Repeating the assay in the presence of either 500 muM GDP or 500 muM GMP-PNP showed increased stability of the first unfolding event upon nucleotide binding, but not the second. Therefore, we interpreted the first and second transitions as corresponding to the unfolding of the GTPase and stalk domains, respectively. Given the variable domain of DRP1 is intrinsically disordered, it is not surprising that a third unfolding event corresponding to this domain was not observed given no significant loss of secondary structure would be expected in this region upon unfolding. Both G363D and G401S were found to have only one distinct unfolding event corresponding to GTPase domain unfolding, consistent with the SEC-MALS data showing no higher order organisation. For wildtype, addition of GDP had little effect on the stalk domain transitions as expected (Fig 6C and D). By contrast, addition of GDP significantly increased the Tm of the GTPase domain even more than GMP-PNP (Fig 6C and D), consistent with the known higher affinity of GDP over non-hydrolyzable GTP analogues for the GTPase domain. This overall pattern was the same for all constructs indicating each variant is able to bind nucleotide, although DRP1 R710G showed a significantly lower GTPase domain melting temperature than WT, G363D and G401S, even in the presence of nucleotide, indicating that this variant destabilized the protein but not its ability to respond to nucleotide.",
        "Conclusion": "",
        "Discussion": "    Here, we report the discovery of five patients with previously unreported variants in DNM1L, including only the second GED domain variant (p.Arg710Gly) to be identified to date. The p.Gly363Asp variant has previously been studied given its high degree of conservation across species, although this is the first report of a patient harbouring this pathogenic variant to our knowledge. The variants described here were predicted to be \"likely pathogenic\" according to ACGS guidelines, taking into account various criteria including variant allele frequency, functional studies, phenotypic fit and in silico predictions. In silico structural analysis of each variant concurred and predicted likely impairment of DRP1 oligomerisation (L230dup, G363D and G401S), GTP hydrolysis (L230dup and R710G) and protein stability (R710G). Analysis of mitochondrial network morphology in fixed patient-derived cell lines revealed impaired mitochondrial fission leading to hyperfused mitochondrial networks (Fig 3C) and in some cases enlarged mtDNA nucleoids (Fig S1), confirming dysfunctional DRP1 as the primary pathogenic factor in these patients. Furthermore, DNM1L variants present in P1 (p.Gly401Ser), P2 (p.Gly363Asp), P3 (p.Leu230dup) and P4 (p.Arg710Gly) also impaired normal peroxisomal fission (Fig 4A), which is not surprising given DRP1's prominent role in this process. P1 (p.Gly401Ser), P2 (p.Gly363Asp) and P4 (p.Arg710Gly) DNM1L variants caused decreased DRP1 recruitment to the mitochondria (Fig 3D), but only P1 and P2 had decreased DRP1-peroxisome co-localisation (Fig 4B), suggesting that impaired DRP1 p.Arg710Gly peroxisomal fission occurs through a different mechanism. These data indicate that p.Arg710Gly mediated impairments are not simply due to a lack of DRP1 at the peroxisomal membrane, but may be due to impaired enzyme function with preservation of DRP1-peroxisome recruiter interactions, which are lost with the p.Gly363Asp and p.Gly401Ser variants.\n\n    To evaluate the effects of these mutations on DRP1, we performed a series of experiments designed to elucidate the specific mechanisms underpinning impaired function. The GTP hydrolysis activity is essential for DRP1 function. Interestingly, we found that G363D and G401S had increased GTP hydrolytic activity compared to WT DRP1, whereas R710G had decreased activity (Fig 5A). Previous studies examining the G363D variant have reported mixed hydrolysis results including no effect on hydrolytic activity, or impaired hydrolysis. Given these discrepancies, it cannot be ruled out that differences in GTP hydrolysis may be due to variations in recombinant protein constructs or preparation methods (e.g., DRP1 isoforms, N- versus C-terminal tags, and calmodulin versus histidine purification tags). One might anticipate that increased GTP hydrolysis would result in increased fission intracellularly. However, it is possible that these results are representative of futile GTP cycling in which G363D and G401S retain hydrolytic capabilities but are unable to assemble into the higher order oligomeric species.\n\n    Both G363D and G401S appear to be in mutational hotspots (Fig 1B) with multiple variants in nearby regions reported including G350R, G362S, G362D, A395D, A395G, R403C, L406S, and E410K. These variants reside spatially close to each other within the stalk domain of the protein, a region important for mediating protein oligomerisation, which in turn is critical for stabilization of DRP1-MFF complexes post recruitment to the mitochondria as well as assembly with MID49. This suggests the variants may have impaired fission secondary to diminished higher order assembly and/or poor recruitment to the mitochondria secondary to impaired DRP1-recruiter interactions. Consistent with this, both p.Gly363Asp and p.Gly401Ser have decreased DRP1 at the mitochondria as determined by DRP1-TOM20 co-localisation analysis (Fig 3D). Therefore, the decrease in mitochondrial fission despite increased GTP hydrolysis for both G363D and G401S likely stems from a lack of DRP1 recruitment and productive fission activity at the mitochondria.\n\n    In addition, our SEC-MALS data suggest that both G363D and G401S are unable to attain higher order species as they eluted in a primarily dimeric population (Fig 6A), consistent with previous reports on G363D. The glycine at position 401 is one of four highly conserved amino acids (GPRP, 401-404) located at the assembly interface where it is involved in mediating oligomerisation of proteins within the Dynamin superfamily including dynamin, DRP1, and MxA. Like dynamin, these four residues required mutation to AAAA to prevent oligomerisation and inherent disorder of the loop region to achieve crystallisation of DRP1. Therefore, it is likely that both substitutions directly impair higher order assembly and may also disrupt local secondary structure given these variants did not exhibit a clear unfolding of the stalk domain by thermal shift analysis.\n\n    From a clinical mitochondrial disease perspective, it is interesting that both P1 (c.1201G>A, p.Gly401Ser) and P2 (c.1088G>A, p.Gly363Asp) exhibited cardiac complications, including end-stage dilated cardiomyopathy with previous signs of hypertrophic cardiomyopathy in P1. Of the previously reported variants, c.1228G>A, p.Glu410Lys is the only pathogenic human DNM1L variant that has been reported to result in severe cardiac involvement, which ultimately resulted in death of the patient at 8 mo of age. Cardiac involvement in patients with DNM1L-related mitochondrial disease has previously been postulated because a C452F substitution in mouse DRP1 (position p.Cys446Phe in human DRP1 NP_036192.2) was shown to cause dilated cardiomyopathy. Concordantly, a 3-mo-old patient who initially presented with infantile parkinsonism-like symptoms was identified to possess the same C446F substitution and died at 2.5 yr of age because of sudden cardiac arrest. However, no post-mortem evaluation was performed to determine the cause of cardiac arrest. It would therefore seem appropriate that patients with confirmed pathogenic DNM1L variants follow a cardiac surveillance programme, as is in place for other forms of mitochondrial disease, with a view to appropriate pre-emptive treatment.\n\n    In general, pathogenic variants involving the stalk domain of DRP1 also appear to be more severe than those affecting the GTPase domain which primarily present as optic abnormalities with or without concurrent neurological and developmental findings. We note a similar trend in our cohort with P1, P5 (c.1201G>A, p.Gly401Ser), and P2 (c.1088G>A, p.Gly363Asp) experiencing an earlier onset of more severe symptoms, faster disease progression, and early death, whereas P3 (c.687_689dupATT, p.Leu230dup) and P4 (c.2128A>G, p.Arg710Gly) had a later onset and lived to an older age. Of note, P3 (p.Leu230dup) and P4 (p.Arg710Gly) also exhibited less severe peroxisomal defects compared with P1 (p.Gly401Ser) and P2 (p.Gly363Asp). It may be that concurrent mitochondrial and peroxisomal defects lead to more severe phenotypes and disease progression. Consistent with this, several other non-lethal DRP1 variants, located primarily in the GTPase domain, resulted in cells with normal peroxisome morphology despite having impaired mitochondrial networks (Table S1).\n\n    In true peroxisomal biogenesis disorders (PBDs), lipid metabolism, among other peroxisome-related metabolic pathways, is impaired. Clinically, DNM1L and PBD patients have phenotypic overlap including developmental delays, seizures, hypotonia, facial dysmorphism, and vision impairment. Unlike PBD patients though, DNM1L patients do not typically develop renal or hepatic dysfunction, skeletal abnormalities, or cataracts. Given these similarities, and the peroxisome fission abnormalities in many DNM1L patients, one might hypothesize that DNM1L patients would display similar biochemical profiles, with elevated very long-chain and branched-chain fatty acids. Unfortunately, there remains a dearth of DNM1L patient reports that analyse both peroxisomal morphology and perform the necessary analyses to fully evaluate peroxisomal function. Based on data currently available, there is not a clear correlation between laboratory findings, peroxisome morphology, and disease severity with some variants displaying normal peroxisome morphology with normal laboratory tests (p.Gly362Ser), normal peroxisomes with elevated plasma VLCFA and normal pristanic acid (p.Gly32Ala), abnormal peroxisomes with normal laboratory tests (p.Ser36Gly, p.Glu116Lysfs*6; p.Gly362Ser; p.Ile512Thr, p.Gly362Asp; p.Gly350Arg, and p.Tyr691Cys), and abnormal peroxisomes with abnormal laboratory tests (p.Ala395Asp). Several studies noted abnormal peroxisomal morphology but did not perform lipid profiling, and it is unclear whether these patients may have had abnormal results (Table S1). Although traditional peroxisome functional tests may not be fruitful diagnostically, future studies using lipidomic approaches may capture more nuanced metabolic changes that occur, identifying potential biomarkers for DNM1L-associated disease with peroxisome involvement. Ultimately, DNM1L disorders appear to derive primarily from mitochondrial defects and the degree of peroxisome-driven pathology remains unclear, but likely secondary.\n\n    Unfortunately, we were unable to obtain full-length recombinant DRP1 L230dup (P3) for in vitro studies. Given this residue's relative proximity to the nucleotide-binding site, a duplication event is likely to disrupt GTP binding. This would have direct impacts on GTP hydrolysis and resulting fission activity. DRP1 L230 is also near the DRP1-MID49 interface and the duplication may selectively inhibit recruiter interactions. Currently, only the structure of DRP1 in complex with MID49 has been solved, so it is possible that other recruiting proteins bind at alternate locations enabling residual DRP1 activity to be performed. Alternatively, and contrasting a dominant negative mechanism, this allele is catalytically dead and residual DRP1 activity is maintained by the wild-type allele. In support of this, patient fibroblasts demonstrated a milder hyperfusion of mitochondrial reticula compared with the other variants and they lived to 20 yr of age, suggesting slower disease progression.\n\n    Intramolecular interaction between a monomer's GTPase Effector Domain (GED), the N-terminal GTPase domain, and stalk domain, as well as interactions between adjacent GEDs are essential for regulation of DRP1 GTP hydrolysis. This is a common feature in all dynamin proteins where removal of the GED in dynamin or DRP1 does not prevent nucleotide binding or higher order assembly but decreases GTPase activity. Similarly, R710G can still bind GTP, evidenced by its ability to hydrolyse GTP and stabilisation of the GTPase domain upon nucleotide binding but has decreased GTPase activity. Mutation of R725 in dynamin (R710 in human DRP1 [NP_036192.2] and both located in the hinge 1 region) prevents stimulation of GTPase activity by the GED domain, suggesting it is a key residue involved in sensing and transmitting assembly information to the GTPase domain. The hinge 1 region has also been shown to be important for MxA function which shares structural properties with the family of dynamin-like GTPases. However, disruption of MxA R640 or E632 (equivalent to R710 and E676 in human DRP1 [NP_036192.2]) impairs higher order oligomerisation and decreased the off-rate of GTP, thus causing increased GTP hydrolysis which is opposite of what is observed in dynamin. Nearby dynamin residue K694 (equivalent human DRP1 residue: K679) is also located in the GED, but mutation results in impaired assembly, suggesting it lays at the interface between adjacent GEDs where it stabilizes their interaction during assembly. A previously reported de novo p.Tyr691Cys DRP1 variant in the fifth alpha-helix of the stalk portion of the GED was proposed to disrupt GED-GTPase interactions, but it seems more likely that this substitution would negatively impact GED-GED assembly given its location at this interface. Interestingly, the c.2072A>G, p.Tyr691Cys DNM1L patient, and our c.2128A>G, p.Arg710Gly (P4) had similar, less severe phenotypes compared with stalk domain variants and presented with epilepsy, optic atrophy, impaired mobility, and prominent cyclical vomiting.\n\n    Therefore, we predict that R710G is pathogenic because of a disruption in the sensing mechanism that facilitates assembly-driven increases in GTP hydrolysis. Furthermore, this variant had the greatest loss of recruitment to the mitochondria in patient fibroblasts, suggesting this process, or region of the protein, may be important for proper DRP1-mitochondrial recruiter recognition. It is unclear if the substitution results in direct disruption of GED-GTPase domain interaction, or if it is a downstream mechanism. Supporting a direct disruption, R710G results in a lower Tm for the GTPase domain, albeit with retained nucleotide-binding capabilities, reflective of decreased protein stability, possibly due to loss of the intramolecular GED-GTPase domain interactions. It is therefore not surprising that this patient had lower protein levels of DRP1, and this may be reflective of increased protein degradation secondary to the decreased stability, whereas the other patients did not, suggesting haploinsufficiency is not a major driver of pathology in those cases, which has been noted for other variants as well. R710G is perhaps somewhat assembly deficient compared with wildtype, but more assembled than G363D or G401S and is found in a dynamic equilibrium between a dimeric and tetrameric state.\n\n    There are nine known DRP1 isoforms that arise from differential splicing in the GTPase or variable domains, with isoforms differing based on their inclusion, or lack of, a 13-amino acid insert in the GTPase domain (A insert) and a partial or full 37-amino acid insert in the variable domain (B insert). These isoforms have varying GTPase rates in the presence of cardiolipin, a primary component of the mitochondrial outer membrane, or in response to the DRP1 recruiter MFF. Currently, none of the reported variants are found within the A or B insert, suggesting all DRP1 isoforms in patients would be affected. This raises the question of why neuronal tissue is predominantly affected in this patient population. It may be that certain isoforms are more tolerant of substitutions, experiencing fewer or less severe impacts on protein oligomerisation or GTP hydrolysis. Genetic mosaicism may also play a role in patients with milder, or perhaps even subclinical phenotypes. It is also unclear why fetal development is grossly normal, given the preponderance of heterozygous dominance among DNM1L variants. A role for DRP1 in development is still emerging, but evidence supports the importance of DRP1 as global knockout is embryonic lethal in mouse models.\n\n    Here, we have described with mechanistic precision how pathogenic variants disrupt DRP1 biophysical activity and lead to mitochondrial hyperfusion. We document that divergent mechanisms including combinations of aberrant stability, organellar recruitment, assembly, and GTPase activity contribute to pathogenesis caused by mutations in different domains of DRP1. In summary, a thorough understanding of how DRP1 function is impaired in human disease will provide insight into the diverse phenotypes and variable disease severity associated with pathogenic DNM1L variants. A systematic characterisation of patient presentation and progression will assist in the timely identification of other patients with rare DNM1L variants, whereas understanding the specific molecular mechanisms underlying DRP1 function will promote the development of targeted therapeutics with a goal of restoring mitochondrial fission to non-pathological levels. Crucially, our work details the first example of a patient with a DNM1L variant in the hinge region which will be crucial to answering an outstanding question: how assembly information is transmitted to the GTPase domain to stimulate GTP hydrolysis in the dynamin superfamily.",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/35914810/"
    }
}