{
    "36200007": {
        "Title": "    Spectrum and management of breast cancer patients with variant of uncertain significance mutations at a tertiary care centre in North India",
        "Abstract": "    The spectrum and significance of Variants of Uncertain Significance (VUS) mutations in breast cancer predisposition genes is poorly defined in the Indian population.\n\n    All new female breast cancer patients from 1 March 2019 to 28 February 2020 were screened. Those providing informed consent and without previous genetic testing were recruited. Multigene panel testing (107 genes) by next-generation sequencing was performed for all patients. Descriptive statistics was used to describe the spectrum of VUS mutations.\n\n    Out of 236 patients recruited in the study, a VUS was detected in 89 patients (37.71%). VUS pathogenic ratio was 2.02. A total of 121 different VUS mutations in 40 different genes were detected. Fourteen patients (15.7%) had a VUS in high penetrance genes and 36 VUS mutations (29.8%) were detected in one of the genes involved in homologous recombination repair pathway. No therapeutic interventions were done based on VUS.\n\n    In this large prospective study of genetic determinants of breast cancer from India, a high prevalence of VUS (37.71%) was detected with 15.7% patients having a VUS in high penetrance genes. More evidence needs to be generated from larger multicentric studies to better understand the implications of these genetic variants and enable their reclassification.",
        "Introduction": "    Breast cancer is the most prevalent cancer worldwide and is also the most common cancer among Indian women. It also constitutes the major cause of mortality worldwide and in India. Approximately 10%-15% of breast cancers are hereditary and mutations in BRCA 1/2 account for half of the hereditary cancer burden (4%-6% of unselected breast cancer population). With the decreasing cost of genetic testing and increasing availability, the paradigm has shifted towards selecting patients who should not be offered testing, rather than selecting patients for germline testing. Previous studies from large US based institutions showed that National Comprehensive Cancer Center Criteria (NCCN) were relatively insensitive to select patients for genetic testing and up to 50% patients with pathogenic/likely pathogenic mutations may be missed if only NCCN criteria are used to select patients. Work from our centre also showed that sensitivity of these criteria was suboptimal when applied to an Indian breast cancer population and we suggested relaxing the age cut off in India to include all women with breast cancer up to 60 years of age to achieve optimal sensitivity, however, this data does need validation in larger studies.\n\n    The optimum method of genetic testing still remains a matter of debate and depends on clinical setting, cost and availability. However, in recent years, multi-gene panels have gained popularity and have become the standard of care for hereditary breast cancer at most institutions. Advantages include saving both money and time, detection of many uncommon high penetrance genes and moderate penetrance genes for which evidence base is now accumulating and availability of comprehensive genomic information which can help in counselling patients and their families better and make informed therapeutic decisions. Multi-gene panels do come with their own set of issues including detection of pathogenic variants in genes for which management strategies are not well defined as yet and high rate of variants of uncertain significance (VUS).\n\n    VUS are defined by both the American College of Medical Genetics (ACMG) and International Agency for Research on Cancer as variants with scarce clinical information due to lack of population level evidence, scarce functional evidence, different evaluation and interpretation by clinicians and researchers and being usually found in non-coding regions as mis-sense or synonymous substitutions. Unfortunately, VUS are the most frequently detected variants by next-generation sequencing (NGS), especially in high-risk genes like BRCA1/2, accounting for >40% of all variants detected with pathogenic/likely pathogenic variants accounting for <20%. The ever-growing accumulation of genetic data generates larger and larger percentages of VUS, and this is especially true of oncological diseases, for which large gene-panel sequencing is often required. It is expected that the frequency of VUS will decrease as more data accumulates from various races and ethnic backgrounds.\n\n    Majority of data on VUS in various international databases are derived from studies in western population. Data regarding VUS from India has been hardly reported in previous studies reflecting an urgent need for incorporating data from Indian patients in these databases. Therefore, in this study, we report on the spectrum of VUS mutations in consecutive breast cancer patients treated at an Indian tertiary care centre.",
        "Methods": "    We screened all new breast cancer patients above the age of 18 years registered at our Institute's breast cancer clinic over a 1-year period for participation in the study. Patients who had undergone previous germline genetic testing or who did not consent were excluded. After recording a detailed clinical history in a predesigned proforma, a three-generation pedigree chart was built based on family history. American Joint Committee on Cancer 8th edition was used to stage the patients. All patients were grouped into those qualifying the NCCN 2018 criteria or Mainstreaming Cancer Genetics (MCG) Plus criteria for testing and those who do not using a predesigned checklist (Supplementary Tables 1 and 2). After the patients had been through pre-test genetic counselling by a medical oncologist, a 5 ml peripheral blood draw was made at the first visit and subjected to targeted NGS using the TruSight Cancer Sequencing Panel (Illumina, USA). The panel covered 107 high-risk genes known to be associated with cancer predisposition and all testing was performed at a centralised College of American Pathologists and Clinical Laboratory Improvement Amendments certified laboratory. Reflex multiplex ligation by probe amplification (MLPA method) was done to identify large genomic rearrangements in BRCA1 and 2 genes in cases where NGS did not reveal a pathogenic mutation.\n\n    Variants thus obtained by NGS/MLPA were grouped as benign, likely benign, pathogenic, likely pathogenic and VUS according to the ACMG Guidelines (Figure 1). Sanger sequencing was performed to confirm pathogenic/likely pathogenic variants. The study was approved by the Institute Ethics Committee (IEC) and was done according to good clinical practise guidelines as outlined in the Declaration of Helsinki.\n\n    From 50 ng of input genomic DNA of each patient, NGS libraries were prepared and hybridised to a custom pool of oligonucleotides, targeting genomic regions followed by paired end sequencing of up to 150 bp read lengths. DNA extracted from blood was used to perform targeted gene capture using a custom capture kit. The libraries were sequenced to mean > 80-100x coverage on Illumina sequencing platform. The sequences obtained were aligned to human reference genome (GRCh37/hg19) using the Burrows Wheeler Aligner (BWA) program and analysed using Picard and the Genome Analysis Toolkit (GATK) version 3.6 to identify variants relevant to the clinical indication. The GATK best practices framework was followed for identification of variants in the sample. Gene annotation of the variants was performed using the Variant Effect Predictor (VEP) program against the Ensembl release 87 human gene model. Clinically relevant mutations were annotated using published variants in literature and a set of diseases databases - ClinVar, OMIM, GWAS, HGMD and SwissVar. Common variants were filtered based on allele frequency in 1000 Genome Phase 3, ExAC, EVS, dbSNP147, 1000 Japanese Genome and our internal Indian population database. Non-synonymous variants effect was calculated using multiple algorithms such as PolyPhen-2, Scale Invariant Future Transform (SIFT), Mutation Taster2, Mutation Assessor and Likelihood Ratio Test (LRT). Only non-synonymous and splice site variants found in the hereditary cancer gene panel were used for clinical interpretation. Genetic test results were reported based on the recommendations of ACMG.\n\n    Data regarding this study will be available from the corresponding author (RP) on reasonable request.",
        "Results": "    A total of 236 breast cancer patients were recruited in the study out of 275 that were screened. Nine patients (3.3%) had previous germline testing and 30 patients (10.9%) did not consent.\n\n    Out of these 236 patients, a VUS was detected in 89 patients (37.71%). Mean age of this cohort was 46.2 years (18-69 years) and this was similar to patients who did not have a VUS (Table 1). Among patients with VUS, 5 patients (5.6%) had stage I disease, 27 patients (30.3%) had stage II disease and 31 (34.8%) and 26 patients (29.2%) had stage III and metastatic disease, respectively. The stage distribution was similar in patients with and without VUS. Patients with VUS were more often Her2 positive (42.7% versus 27.9%, p = 0.019) but significant family history was seen less often (8% versus 22.5%, p = 0.026). Rates of triple negative breast cancer (30.3% versus 38%) were similar between patients irrespective of VUS. Other baseline characteristics are detailed in Table 1.\n\n    A total of 121 VUS mutations were seen in 40 different genes among this cohort. Sixty three patients had a single VUS mutation, two patients had two mutations in different genes, whereas six patients had three simultaneous mutations in three different cancer predisposition genes. All different genes with number of mutations in each gene are tabulated in Supplementary Table 3. Interestingly, there were 14 patients (15.7%) with 15 VUS mutations (12.4%) in high penetrance genes (BRCA1-3, BRCA2-4, CDH1-5 and TP53-3) (Table 2). However, among them, only one patient had a significant family history of breast cancer in first-degree relative; however, she is on routine surveillance. A total of 36 (29.8%) VUS mutations were seen in other homologous recombination repair (HRR) pathway genes (ATM-15, RAD50-6, BRCA2-4, BRCA1-3, CHEK2-3, RAD51-2, MRE11-2, ATR-1) (Table 3).\n\n    Spectrum of pathogenic mutations seen in 44 patients has been previously reported giving a VUS/pathogenic ratio of 2.02. The VUS pathogenic ratio for high penetrance genes was 0.38 (13/34). None of the patients with VUS underwent any risk reducing interventions or family testing. No variants were reclassified as pathogenic/likely pathogenic (P/LP) till last follow-up.",
        "Conclusion": "    To conclude, VUS remains a significant clinical problem in clinical cancer genetics and this has escalated with expanding access to genetic testing especially with multigene panels. We report a high percentage of VUS (37.7%) in an unselected breast cancer population from India with a VUS pathogenic ratio similar to western studies. This represents the first prospective systematically collected database of VUS mutations in Indian population. This study lays the foundation for further multicentric studies which are currently being planned which will contribute to building up of Indian genetic data registry. Going forward, this will be crucial for reducing the incidence of VUS and therapeutic decision-making.",
        "Discussion": "    In this prospective study on unselected consecutive breast cancer patients at a north Indian tertiary care centre, all of whom underwent multigene hereditary germline panel testing, we found a high rate of VUS mutations (37.71%), although the VUS to pathogenic ratio was low (2.02) owing to a high rate of P/LP mutations in the cohort. More significantly, nearly one third of the mutations were seen in HRR pathway genes (29.8%) with 14 patients (15.7%, BRCA1/2 - 7.9%) having VUS mutations in high penetrance genes further complicating the decision-making process.\n\n    Since VUS is defined as a variant with a possibility of association with cancer occurrence between 5.1% and 94.9%, it is apparent that this wide definition accounts for the wide variation in reported prevalence and interpretation. In a large population based study on more than 2,000 women by Tung et al across multiple centres in the US, a VUS rate of 41.6% was reported. They tested a relatively young cancer population (median age of 47 years) with 97% having a personal history of breast cancer. This patient disposition was very similar to our study except it was done in a predominantly white population, which likely accounted for a much lower incidence of P/LP mutation and a higher VUS/pathogenic ratio. Similar rates of VUS were reported by Slavin et al and Beitsch et al in their large datasets from the US using broad multigene panels reflecting consistency of the data. On the other hand, Chong et al and Yadav et al found lower rates of VUS when a limited panel was used. Our reported rate of 37.7% is much closer to that reported by studies using broad gene panels as our testing panel had 104 genes. It can be argued that using only BRCA1/2 sequencing or limited gene panels could limit the detection of VUS, however, it is unlikely to eliminate it and that would mean missing out on potentially vast amount of genetic information that can be used to inform future decision-making. Moreover, running from the problem is seldom the solution and the more data we collect, the lesser VUS we are likely to find in the future.\n\n    There is only one study from India by Singh et al that has mentioned VUS rates in their cohort when testing by multigene panel. This was a laboratory-based study on women who were referred for germline testing. Although a 94-gene panel was used, data was reported for 14 high-risk genes and a VUS rate of 15% was found with a 30.1% P/LP mutation rate. A significant referral bias complicates interpretation of this data as VUS rates are generally higher than P/LP rates when using multigene panel testing as seen in large western studies. Our study provides the first prospectively and systematically collected information on VUS from India using a multigene panel and represents the first step in establishing a genetic registry of VUS. We found a VUS/pathogenic ratio of 2.02 which is similar to reported by other large western studies as we tested consecutive unselected patients.\n\n    Although VUS in any gene complicates decision-making for clinicians and is a source of anxiety for patients, VUS in high penetrance cancer causing genes like BRCA1/2 is especially problematic. Variable VUS rates in BRCA1/2 genes have been reported in various studies ranging from 3.6% in study from US, 6.25% in a study from India, 10.6% from Nigeria and 23.1% from UK (only 52 patients studied). In our cohort, seven patients had a BRCA1/2 VUS (7.9%), similar to that previously seen by Chheda et al. Only one patient had a significant family history of breast cancer in her mother and maternal grandmother. Currently, guidelines do not recommend therapeutic decisions based on VUS and these patients should be followed up with routine surveillance. Highlighting the dynamics of complex decision-making in patients with VUS, Welsh et al published their experience with 97 patients, all of whom had a BRCA VUS. Interestingly, 22% of these patients underwent a contralateral prophylactic mastectomy (CPM). However, these rates were not different from rates of CPM in other breast cancer patients without a VUS (25%) reflecting patient choice rather than effect of VUS. Similar findings were reported by Chang et al who found a VUS in BRCA1/2 in 5.7% of patients but having a VUS did not predict for prophylactic interventions. In our study as well, none of the patients with VUS had any therapeutic interventions in concordance with international guidelines.\n\n    However, in the absence of Indian data on genetic mutations, the reliance is on western mutation data which can be problematic. The spectrum and prevalence of P/LP mutations reported from the Indian population is quite different from the west and it stands to reason that same will be the case with VUS. Therefore, establishing a registry of VUS mutations is an urgent need in Indian cancer genetics in order to enable reclassifications based on data generated from a racially and ethnically concordant cohort. This study is a first step in that direction.\n\n    In the above-mentioned study by Welsh et al, 95% of the BRCA VUS were eventually classified as benign; however, 5% were reclassified as P/LP. Slavin et al reported that variant reclassification rates can go as high as 17% and can occur as late as 20 years from initial testing, reflecting need for detailed post-test counselling addressing these issues, continued reassessment and regular follow-up in the genetics clinic. As part of mainstreaming genetic testing at our centre, these patients have been under regular follow-up with their primary oncologists with plan to return to genetics clinic if there is reclassification of VUS to P/LP. From our cohort, no VUS has been upgraded till date.\n\n    Our study has some strengths and several limitations. This is the first study to provide comprehensive data on spectrum of VUS mutations from unselected Indian breast cancer patients and is likely to add to the growing body of literature on genetic variant information from India. However, a limited number of patients were eventually recruited due to exhaustion of funds and were from a single tertiary care centre which are definite limitations of the study.",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/36200007/"
    },
    "31214711": {
        "Title": "    Germline Pathogenic Variants in 7636 Japanese Patients With Prostate Cancer and 12 366 Controls",
        "Abstract": "    Genetic testing has been conducted in patients with prostate cancer (PCa) using multigene panels, but no centralized guidelines for genetic testing exist. To overcome this limitation, we investigated the demographic and clinical characteristics of patients with pathogenic variants.\n\n    We sequenced eight genes associated with hereditary PCa in 7636 unselected Japanese patients with PCa and 12 366 male, cancer-free control individuals. We assigned clinical significance for all 1456 variants using the American College of Medical Genetics and Genomics guidelines and ClinVar. We compared the frequency of carriers bearing pathogenic variants between cases and control participants with calculated PCa risk in each gene and documented the demographic and clinical characteristics of patients bearing pathogenic variants. All statistical tests were two-sided.\n\n    We identified 136 pathogenic variants, and 2.9% of patients and 0.8% of control individuals had a pathogenic variant. Association with PCa risk was statistically significant for variants in BRCA2 (P < .001, odds ratio [OR] = 5.65, 95% confidence interval [CI] = 3.55 to 9.32), HOXB13 (P < .001, OR = 4.73, 95% CI = 2.84 to 8.19), and ATM (P < .001, OR = 2.86, 95% CI = 1.63 to 5.15). We detected recurrent new pathogenic variants such as p.Gly132Glu of HOXB13. Patients with pathogenic variants were 2.0 years younger at diagnosis and more often had smoking and alcohol drinking histories as well as family histories of breast, pancreatic, lung, and liver cancers.\n\n    This largest sequencing study of PCa heredity provides additional evidence supporting the latest consensus among clinicians for developing genetic testing guidelines for PCa.",
        "Introduction": "    Prostate cancer (PCa) is the second most common cancer in men worldwide and has the highest incidence rate in developed countries. Among common cancers at 11 anatomical sites, PCa was found to be the most heritable, and genome-wide association studies have identified more than 150 variants associated with PCa. However, the identified variants were common and had low penetrance, limiting the clinical utility of genetic risk scores. Familial clustering of PCa has been reported, and around 5% of PCa cases could be primarily attributable to rare, highly penetrant mutations in genes such as BRCA1, BRCA2, and HOXB13.\n\n    Genetic testing using multigene panels has the potential to guide PCa screening, targeted treatment, and surveillance for patients and their relatives. Because variants in genes such as BRCA1 and BRCA2 are associated with increased risk of multiple cancer types including PCa, identifying pathogenic variants in patients with PCa has implications for surveillance of various cancer types in relatives. Patients with a pathogenic variant in ATM, BRCA2, and CHEK2 are reported to have a higher risk for metastatic PCa. Patients with metastatic PCa who have germline or somatic mutations in DNA-repair machinery have sustained responses to poly-adenosine diphosphate ribose polymerase inhibitors and platinum-based chemotherapy. The ongoing IMPACT study (NCT00261456) is evaluating the use of targeted PCa screening in men with BRCA1/2 mutations. However, no centralized guidelines for PCa genetic testing exist.\n\n    Guidelines for genetic testing serve as a resource to identify individuals who may benefit from cancer-risk assessment and genetic counseling, to guide decisions related to genetic testing, and to facilitate a multidisciplinary approach in managing individuals at increased risk. In contrast to breast, ovarian, and colon cancers, studies on PCa have been limited, and information regarding the clinical significance of genetic variants in ClinVar is much sparser than information available for other cancers. In this setting, a large-scale, case-control study could provide important information on classifications of individual germline variants, PCa disease risk for each gene, and demographic and clinical characteristics of patients bearing pathogenic variants. Although most studies have analyzed only patients with PCa, our previous study on breast cancer showed that population-matched control individuals were indispensable because 5% or fewer variants found in Japanese patients were registered in the most closely matched population in ExAC. Therefore, various types of information from a large-scale, case-control study would help in developing guidelines for genetic testing in PCa.\n\n    In this study, we performed the largest case-control sequencing study on PCa heredity (to the best of our knowledge), involving 7636 unselected Japanese patients with PCa and 12 366 control participants. We sequenced coding regions of eight genes, assigned clinical significance for all variants detected, and calculated PCa risk estimates for presumed pathogenic variants in each gene. We investigated the demographic and clinical characteristics of patients with pathogenic variants.",
        "Methods": "    We obtained all study samples from BioBank Japan, which is a multi-institutional, hospital-based registry that collects DNA and clinical information from patients with various common diseases, including PCa, from all over Japan between 2003 and 2018. Clinical characteristics of cases and control individuals were collected by interview or medical record survey using a standard questionnaire at the point of entry to Biobank Japan. These PCa samples are considered likely to be representative of Japanese patients because the age-specific distribution of PCa patients in BioBank Japan was similar to that described in the Japanese Ministry of Health, Labour, and Welfare Patient Survey. In this study, we performed a hospital registry-based study in 7744 patients with PCa and 12 520 male controls. Among the 7744 patients with PCa, 7229 individuals were diagnosed before enrollment, and the remaining 515 patients were diagnosed during a follow-up period. We used the same 12 520 male controls age 60 years and older with no personal or family history of cancer from our previous study on breast cancer. Owing to this selection criterion, the control group may exhibit a lower frequency of pathogenic variants than that observed in the general controls individuals, and as a result, disease risk may be calculated to be higher. All participants provided their written informed consent. The study was approved by the ethical committees of the Institute of Medical Sciences, the University of Tokyo, and the RIKEN Center for Integrative Medical Sciences.\n\n    We selected eight genes (ATM, BRCA1, BRCA2, BRCA1 interacting protein C-terminal helicase 1 [BRIP1], CHEK2, HOXB13, NBN, and PALB2) whose rare germline variants were reported to show high penetrance for PCa in a review article because there were no guidelines about gene selection for genetic testing. We analyzed the complete coding regions and 2-bp flanking intronic sequences of all eight genes (37 982 bp) by a multiplex polymerase chain reaction-based target sequence method (Supplementary Methods, available online). Finally, we identified 1456 genetic variants in 7636 patients and 12 366 control individuals, and 99.98% of the target region was covered by at least 20 sequence reads.\n\n    We assigned clinical significance (pathogenic, benign, or uncertain) for all variants as in our previous study (Supplementary Methods, available online). Briefly, we determined clinical significance using the American College of Medical Genetics and Genomics and the Association for Molecular Pathology (ACMG/AMP) guidelines (Supplementary Tables 1 and 2, available online) as well as pathogenicity assertions registered in ClinVar. We used the same procedure for all genes except HOXB13 because a gain-of-function missense variant in HOXB13 was considered pathogenic. We considered variants as pathogenic based on classification as pathogenic by the ACMG/AMP guidelines and/or classification as pathogenic in ClinVar. Specific details are described in Supplementary Methods (available online). Variants not registered in ClinVar on August 1, 2017, were considered novel.\n\n    Case-control association analysis was performed using Fisher exact test under a dominant model. To investigate the association of pathogenic variants with demographic and clinical characteristics, we used t tests for continuous variables and Fisher exact tests or Cochran-Armitage tests for discrete variables. All statistical tests were two-sided, and P less than .05 was considered statistically significant except when Bonferroni correction was applied for the association analysis between each of the eight genes and PCa (P < .006 = 0.05/8). All analyses were performed using R statistical package (ver. 3.1.3).",
        "Results": "    The mean age at PCa diagnosis was 71.0 years (SD = 6.9) (Table 1). Positive smoking history in cases (69.4%) was statistically significantly lower than that in controls (76.1%, P < .001). This reflects the fact that this proportion was the fifth smallest among 42 male diseases registered in the BioBank Japan, whereas control participants consisted of patients with complex diseases other than cancer in the same biobank. Family history of prostate, breast, or pancreatic cancers was observed in 6.8%, 4.7%, and 3.3% of patients, respectively. Other clinical characteristics are shown in Table 1.\n\n    Sequencing of the eight PCa-relevant genes identified 1456 germline variants in total. We categorized the variants according to the ACMG/AMP guidelines as follows: five pathogenic, 117 likely pathogenic, 49 benign, 90 likely benign, two variants of uncertain significance (VUS) with pathogenic as well as benign evidence, and 1193 VUS with insufficient evidence. When we compared these results with assertions in ClinVar (Supplementary Table 3, available online), there were no apparent discrepancies (variants that were pathogenic in one classification and benign in the other). Finally, we considered 136, 284 and 1036 variants as pathogenic, benign, and VUS, respectively (Supplementary Table 4, available online). Single variant association results are shown in Supplementary Table 5 (available online) for the 136 pathogenic variants and in Supplementary Table 6 (available online) for the 284 benign variants and the 1036 VUS. More than one-half (57.4%) of the pathogenic variants were novel, and 71.4% and 61.5% of pathogenic variants in BRCA1 and BRCA2, respectively, were previously described in ClinVar, whereas more than one-half of pathogenic variants in the other genes were novel (Supplementary Figure 1, available online). We revisited the latest database in ClinVar on February 11, 2019, and other published works to ensure that our data were current. In total, 32 pathogenic variants were reported in four publications or ClinVar. The majority (21 variants) came from our previous large-scale sequencing study on breast cancer. Finally, 46 of 136 pathogenic variants (33.8%) are still considered novel.\n\n    We checked the locations and frequencies of the pathogenic variants (Figure 1). We observed four frequent pathogenic variants shared in five or more patients: p.Asp1540Asp in ATM (n = 12, P < .001, odds ratio [OR] = 19.46, 95% confidence interval [CI] = 2.88 to 828.78), p.Gly132Glu in HOXB13 (n = 56, P < .001, OR = 6.08, 95% CI = 3.39 to 11.59), and p.Ile1859fs (n = 11, P < .001, OR = 8.92, 95% CI = 1.95 to 82.99) and p.Arg2318* (n = 19, P < .001, OR = 15.42, 95% CI = 3.72 to 136.50) in BRCA2. The first two variants were novel. Note that we did not observe any association between the carrier status of these four variants and the 10 principal components calculated using single nucleotide polymorphism array data from 6269 of 7636 patients with PCa. This finding suggests that these pathogenic variants may be spread across Japanese populations.\n\n    We compared the frequency of carriers bearing pathogenic variants between cases and controls (Table 2). In total, 2.9% of patients and 0.8% of control participants carried a pathogenic variant (P < .001, OR = 3.66, 95% CI = 2.87 to 4.69). BRCA2 (P < .001, OR = 5.65, 95% CI = 3.55 to 9.32), HOXB13 (P < .001, OR = 4.73, 95% CI = 2.84 to 8.19), and ATM (P < .001, OR = 2.86, 95% CI = 1.63 to 5.15) were statistically significantly associated with PCa after Bonferroni correction. Only one patient carried two major pathogenic variants (p.Arg2318* in BRCA2 and p.Gly132Glu in HOXB13). He was diagnosed with T2bN0M0 and GS7 PCa at age 61 years and had no previous cancer history but did have a family history of breast cancer.\n\n    Various procedures of the ACMG/AMP guidelines followed in different laboratories have resulted in different interpretations of variants. We performed two types of sensitivity analyses. The first sensitivity analysis compared our method to ClinVar. We performed gene-based association analysis using pathogenic variants registered in ClinVar (n = 58, Supplementary Table 7, available online) and determined by the ACMG/AMP guidelines (n = 122, Supplementary Table 8, available online). The odds ratio of all genes was comparable (ClinVar: OR = 3.99, 95% CI = 2.68 to 6.07; ACMG/AMP: OR = 3.66, 95% CI = 2.84 to 4.74). For each gene, similar odds ratios were observed, with the exception of HOXB13-0/58 pathogenic ClinVar records vs 5/122 ACMG/AMP classifications. These data suggest that our interpretation of the ACMG/AMP guidelines would be comparable with that of ClinVar.\n\n    The second sensitivity analysis involves gene-based association analysis of rare benign variants exhibiting Minor allele frequency less than 0.01 (n = 248, Supplementary Table 9, available online) and of rare VUS (n = 1036, Supplementary Table 10, available online). The gene-based association test using benign variants actually showed no genes possessing a P less than .05. Conversely, the gene-based association test using VUS indicated that CHEK2 exhibited a P less than .001 and an OR = 1.62 (95% CI = 1.30 to 2.00). Three missense variants possessed a P less than .05, and these included p.Ala496Pro (P = .006, OR = 4.22, 95% CI = 1.41 to 15.11), p.Arg223Cys (P = .03, OR = 1.98, 95% CI = 1.01 to 3.92), and p.His414Tyr (P = .03, OR = 2.25, 95% CI = 1.04 to 4.99). Although p.Arg223Cys possessed sufficient pathogenic (PS3, PM1, and PP3) as well as benign evidence (BS1 and BP5), the others lacked sufficient evidence. Therefore, certain variants within CHEK2 may be pathogenic, and CHEK2 may contribute to the development of PCa, although additional research, including functional tests, is required to clarify this issue. It might also suggest further improvement of the ACMG/AMP guidelines.\n\n    To investigate the association of pathogenic variants with demographic and clinical characteristics of PCa, we compared these between the 219 carrier patients and the 7417 noncarrier patients (Table 3). The carriers were on average 2.0 years younger at PCa diagnosis (P < .001) and more often had histories of smoking (77.0% in carriers vs 69.2% in noncarriers, P = .02) and alcohol drinking (82.6% vs 69.8%, P < .001). Carriers also more often had a family history of breast (11.9% vs 4.5%, P < .001), pancreatic (8.7% vs 3.2%, P < .001), lung (12.3% vs 7.5%, P = .01), or liver (7.8% vs 4.6%, P = .03) cancers. There was no difference between carriers (8.2%) and noncarriers (6.8%) in family history of PCa (P = .41). The carriers also showed worse clinical characteristics in terms of Tumor, Node, Metastasis (TNM) classifications (P = .03 and P = .04 for T and M, respectively), Gleason score of at least 8 (41.0% vs 29.1%, P = .002), and prostate-specific antigen (PSA) greater than 10 (64.0% vs 54.1%, P = .02). We also performed logistic regression analysis with carrier status of a pathogenic variant as a dependent variable against these 11 variables because they may be interrelated. We used 2427 of 7636 patients who did not have missing data. Supplementary Table 11 (available online) indicates that only three variables (age at diagnosis, alcohol drinking history, and family history of breast cancer) showed P less than .05, which would be explained by interrelation between some variables and/or the decreased number of samples in this analysis. The other variables should be carefully considered in further studies. We also examined the impact of pathogenic variants on age at PCa diagnosis (Figure 2, A and B). Pathogenic variants were found in 7.9% of patients diagnosed at younger than 60 years old. The proportion of pathogenic variants statistically significantly decreased with advancing age at diagnosis (P < .001) but was stable between 2% and 3% in individuals age 65 years or older.\n\n    We further analyzed these demographic and clinical characteristics in patients with variants in ATM (n = 37), BRCA2 (n = 83), or HOXB13 (n = 61) (Supplementary Table 12, available online). Although some association tests had limited statistical power because of the low number of carriers, associations with age at diagnosis, smoking history, and alcohol drinking history showed similar tendencies among the three genes. Family history of breast cancer was associated with both variants in BRCA2 (15.7% in BRCA2 carriers vs 4.5% in noncarriers, P < .001) and in HOXB13 (16.4%, P < .001). Family history of pancreatic cancer was associated with variants in BRCA2 (16.9% in BRCA2 variant carriers vs 3.2% in noncarriers, P < .001). Patients bearing pathogenic variants of BRCA2 alone showed worse clinical characteristics as shown by TNM classifications (T: P = .001, M: P = .008), Gleason score of at least 8 (51.7% in BRCA2 carriers vs 29.1% in noncarriers, P < .001), and PSA greater than 10 (70.2% vs 54.1%, P = .03).",
        "Conclusion": "",
        "Discussion": "    We identified 136 pathogenic variants in eight genes in 7636 patients with PCa and 12 366 control individuals. Finally, 33.8% of the pathogenic variants were newly identified in this study. Pathogenic variants were found in 2.9% of unselected Japanese PCa patients; HOXB13, BRCA2, and ATM were the statistically significant causative genes. Patients with pathogenic variants showed specific demographic and clinical characteristics.\n\n    The Philadelphia Prostate Cancer Consensus 2017 (the Consensus) was recently published to establish a genetic evaluation framework for inherited PCa. We investigated if our study results could add more evidence to the Consensus. Regarding gene selection, the Consensus considered that both BRCA1 and BRCA2 had high-grade evidence for being related to PCa. However, our results revealed that only BRCA2 showed a statistically significant contribution to PCa, and patients carrying a pathogenic variant in this gene showed worse clinical characteristics. BRCA1 pathogenic variants, altogether or considering only the most frequent pathogenic variant observed in patients with breast cancer, p.Leu63*, showed no statistically significant association with PCa risk. PCa disease risks were calculated as 5.65 for BRCA2 and 2.27 for BRCA1. This is consistent with results of previous studies (BRCA2: 4.7-8.6 and BRCA1: 1.1-3.8). Therefore, our results suggest that BRCA1 and BRCA2 should be separately considered in genetic testing among Japanese patients with PCa.\n\n    We validated the importance of HOXB13, although its main pathogenic variant in our population, p.Gly132Glu, was different from those in European (p.Gly84Glu) and Chinese (p.Gly135Glu) populations. According to the Genome Aggregation Database, p.Gly84Glu was also observed in African, Ashkenazi Jewish, and Latino populations, but p.Gly132Glu and p.Gly135Glu were found only in East Asian populations. However, p.Gly132Glu and p.Gly135Glu may be subpopulation specific, given that p.Gly132Glu was not observed in 96 Chinese patients and p.Gly135Glu was not found in our Japanese cohort, suggesting that the existence of frequent pathogenic variants in each subpopulation would strongly affect the importance of HOXB13 in genetic testing for PCa.\n\n    We also provided additional support regarding the contribution to PCa of ATM with emerging evidence in the Consensus. NBN also had the same level of evidence, but we did not observe any contribution from this gene in this study of Japanese individuals. The primary evidence supporting a role of NBN came from 657del5 (p.Lys219Asnfs, rs587776650) in a Polish population, but this variant was not observed in our Japanese population. Therefore, the lack of association in this study indicates less importance of this gene in Japanese PCa rather than evidence against association in other populations. We did not observe the importance of CHEK2 and PALB2 with low or insufficient evidence in the Consensus. Taken together, the Japanese data provide evidence about the contribution of each gene to PCa and also highlight the importance of population-specific data for genetic testing.\n\n    Regarding the selection of patients for genetic testing in the Consensus, we validated the importance of family histories of breast and pancreatic cancers. Our results also showed weaker associations with family history of lung and liver cancers. Note that we did not detect a statistically significant association with family history of PCa, although it is recognized as an established risk factor. Because the proportion of patients with a family history of PCa was lower (6.8%) in Japan than that reported elsewhere at 10-15%, this finding might be explained by a lower incidence of PCa in the Japanese population. However, because incidence of PCa and life expectancy are rapidly increasing in Japan, family histories of PCa would presumably become useful for the next generation to be aware of. The importance of age at diagnosis was confirmed because patients who were younger at diagnosis were more likely to carry pathogenic variants. We also observed associations between smoking and alcohol drinking histories with carrier status, although its importance was not previously recognized. Taken together, our results provide a series of additional and unexpected evidence above and beyond the Consensus, which should inform genetic testing in PCa and promote studies about specific questions in other populations internationally.\n\n    This study had some limitations. First, risks associated with pathogenic variants might be overestimated because we selected controls age 60 years and older with no individual or family history of cancers, although the disease risk for BRCA1/2 variants was comparable with that found in previous studies. Second, we focused on eight genes based on a review article because the Consensus did not exist when this study started. The Consensus proposed DNA mismatch repair genes for Lynch syndrome, although they have less support than BRCA1/2 and HOXB13. Third, we derived the variant classifications against ACMG/AMP criteria using an automated approach and recognize that additional manual curation is required to ensure \"clinical-grade\" classifications. Finally, we considered gain-of-function missense variants in HOXB13 as pathogenic based on the previous publications examining European and Chinese populations. Further functional studies are required to confirm that the pathogenic missense variants found in this study are indeed gain-of-function variants.\n\n    In conclusion, variants predicted to alter function of BRCA2, HOXB13, and ATM were associated with PCa, and patients with a pathogenic variant showed specific demographic and clinical characteristics. The findings reported in this study may inform future genetic testing for PCa.",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/31214711/"
    },
    "32019277": {
        "Title": "    Detection of Germline Mutations in Breast Cancer Patients with Clinical Features of Hereditary Cancer Syndrome Using a Multi-Gene Panel Test",
        "Abstract": "    Hereditary cancer syndrome means that inherited genetic mutations can increase a person's risk of developing cancer. We assessed the frequency of germline mutations using an next-generation sequencing (NGS)-based multiple-gene panel containing 64 cancer-predisposing genes in Korean breast cancer patients with clinical features of hereditary breast and ovarian cancer syndrome (HBOC).\n\n    A total of 64 genes associated with hereditary cancer syndrome were selected for development of an NGS-based multi-gene panel. Targeted sequencing using the multi-gene panel was performed to identify germline mutations in 496 breast cancer patients with clinical features of HBOC who underwent breast cancer surgery between January 2002 and December 2017.\n\n    Of 496 patients, 95 patients (19.2%) were found to have 48 deleterious germline mutations in 16 cancer susceptibility genes. The deleterious mutations were found in 39 of 250 patients (15.6%) who had breast cancer and another primary cancer, 38 of 169 patients (22.5%) who had a family history of breast cancer (>= 2 relatives), 16 of 57 patients (28.1%) who had bilateral breast cancer, and 29 of 84 patients (34.5%) who were diagnosed with breast cancer at younger than 40 years of age. Of the 95 patients with deleterious mutations, 60 patients (63.2%) had BRCA1/2 mutations and 38 patients (40.0%) had non-BRCA1/2 mutations. We detected two novel deleterious mutations in BRCA2 and MLH1.\n\n    NGS-based multiple-gene panel testing improved the detection rates of deleterious mutations and provided a cost-effective cancer risk assessment.",
        "Introduction": "    Hereditary cancer syndrome means that inherited genetic mutations can increase a person's risk of developing cancer. Specifically, certain genetic mutations can cause changes in the growth control of normal cells and cause them to become cancerous. Genetic mutations that promote cancer can be inherited if the mutations are present in germ cells. It is reported that inherited genetic mutations play a major role in 5% to 10% of all cancers. The most well-known genes associated with hereditary cancer syndrome are the BRCA1/2 genes for hereditary breast and ovarian cancer syndrome (HBOC) and the TP53 gene for Li-Fraumeni syndrome. Approximately 7% of breast and 13% of ovarian cancers are estimated to be due primarily to germline mutations in the BRCA1/2 genes. The cumulative risks of breast and ovarian cancers in BRCA1/2 mutation carriers are reported to be 72% (95% confidence interval [CI], 65 to 79) and 44% (95% CI, 36 to 53), respectively, in BRCA1 carriers and 69% (95% CI, 61 to 77) and 17% (95% CI, 11 to 25), respectively, in BRCA2 carriers. The cumulative cancer risk associated with TP53 mutation may be as high as 90% by the age of 60 years. In addition to mutations in BRCA1/2 and TP53, germline mutations in certain genes were associated with more than 50 hereditary cancer syndromes. Genetic tests for hereditary cancer syndromes can identify individuals and families at increased risk of developing cancer. Once individuals or families are identified for hereditary cancer syndrome, they can be referred for risk assessment and personalized management that may include intensive cancer surveillance, risk-reducing surgery and genetic counseling.\n\n    With the rapid progress that has been made in next-generation sequencing (NGS) technology, simultaneous sequencing of multiple genes has become available through multiple-gene panel testing, which is less expensive and more rapid than single-gene testing. Furthermore, multiple-gene panels using NGS technology have increased the detection rate of mutations compared to conventional gene-bygene testing.\n\n    Currently, several commercial multiple-gene panels provide genetic information for hereditary cancer risk assessment. However, there are differences among ethnicities in cancer-susceptible germline mutations, and the assessment of germline mutations in all ethnic groups with clinical data is mandatory. In Korea and Asia, several studies evaluated the frequency of germline mutations, including BRCA1/2 and/or other mutations associated with hereditary cancer syndrome. However, the results of most of the studies were not representative of the Korean and Asian population because of the relatively small number of patients included and the limited gene list evaluated.\n\n    In this study, we applied multiple-gene panel testing to 64 cancer susceptibility genes to examine the frequency of mutations and to assess the clinical value of NGS-based multiple-gene panel testing in breast cancer patients with clinical features of HBOC.",
        "Methods": "    The study population included breast cancer patients with the following features of HBOC: (1) diagnosed with breast cancer and another primary cancer; (2) a family history that included at least two cases of breast cancer in first- or second-degree relatives; (3) bilateral breast cancer; or (4) breast cancer diagnosis before the age of 40 years and with collected blood samples in tissue bank in Breast Care Center, Seoul National University Hospital, Korea and Breast Cancer Center, National Cancer Center, Korea (CONSORT diagram) (S1 Fig.) Of the patients, 349 patients were admitted to Seoul National University Hospital, Korea, and 147 patients were admitted to the National Cancer Center, Korea, between 2002 and 2017. All patients consented to multi-gene panel testing for clinical research. Blood samples of the included patients were collected from each hospital and sent to a central laboratory for sequencing. The medical records were reviewed, and personal and family histories and pathologic data of cancer were recorded.\n\n    Genomic DNA was extracted from the participants' peripheral blood samples. Our panel included 64 hereditary cancer-predisposing genes (ALK, APC, ATM, ATR, BAP1, BARD1, BLM, BMPR1A, BRCA1, BRCA2, BRIP1, CDH1, CDK4, CDKN2A, CHEK2, EPCAM, FAM175A, FANCA, FANCB, FANCC, FANCD2, FANCE, FANCF, FANCG, FANCI, FANCL, FH, FLCN, GSTP1, HOXB13, KRAS, LIG4, MEN1, MET, MLH1, MRE11A, MSH2, MSH6, MUTYH, NAT1, NBN, NF1, PALB2, PALLD, PMS2, PRKAR1A, PRSS1, PTEN, RAD50, RAD51, RAD51C, RAD51D, RB1, RET, SDHB, SDHC, SDHD, SLX4, SMAD4, SPINK1, STK11, TP53, VHL, and XRCC2) (Table 1). For mutation analysis, 64 gene-containing DNA fragments were enriched by solution-based hybridization capture and followed by sequencing with an Illumina NextSeq platform (Illumina, San Diego, CA) with the 150-bp paired-end read module. The target region included all coding exons. Capture probes were generated by Celemics, Inc. (Seoul, Korea). The hybridization capture procedure was also performed according to the manufacturer's standard protocol. Genomic DNA was sheared via sonication. Biotynilated RNA oligonucleotide probes were hybridized with sheared DNA. Captured fragments were removed from solution via streptavidin-coated magnetic beads and subsequently eluted. The enriched fragment library was then subjected to polymerase chain reaction (PCR) amplification using primers specific to the linked Illumina adaptors. Resulting libraries were quantified via Agilent 2200 TapeStation before proceeding to Illumina NextSeq platform. All samples were pooled into a single lane on a flow cell and sequenced together.\n\n    Raw FASTQ files were filtered using Trimmomatic ver. 0.33 and aligned with the genome of reference (GRCh37/hg19) using Burrows-Wheeler Aligner ver. 0.7.10. PCR duplicates, overrepresented sequences, and low-quality reads were removed. Realignments of insertions and deletions were performed using GATK. Reads with mapping quality of 0 were filtered out. If a read was able to be mapped at two different places with an identical percentage, the mapping quality equaled zero. Otherwise, the read was mapped to the most identical region. When >= 90% of mutation reads were biased to forward or reverse, this read was filtered out. The cutoff value of minimum supporting reads and minimum coverage was 2 and 8. The mean depth over target region was 660. The mean read size was 139 and mean uncovered ratio over target was 0.16%. Variant calling was performed with Samtools ver. 1.1 and Varscan ver. 2.4.0 (S2 Table).\n\n    Variants were described according to the nomenclature recommendations of the Human Genome Variation Society (http://www.hgvs.org/mutnomen) and classified according to the following American College of Medical Genetics and Genomics recommendations: pathogenic (P), likely-pathogenic (LP), variants of unknown significance (VUS), likelybenign, and benign/polymorphism. We used online databases, including the Human Gene Mutation Database, the Single Nucleotide Polymorphism Database, the 1000 Genome project, ClinVar, the Sorting Intolerant From Tolerant, Polymorphism Phenotyping-2, and the Korean Reference Genome Database, for in silico prediction of identified variants. Variants classified as P or LP were considered deleterious mutations.\n\n    Participant characteristics and sequencing results were summarized with descriptive statistics, which included medians, means, and standard deviations. The distributions of deleterious mutation according to the inclusion criteria were compared using Pearson's chi-square analysis and Student's t test. All p-values were 2-sided and a p-value less than 0.05 was considered significant. All statistical analyses were performed using IBM SPSS Statistics for Windows ver. 23.0 (IBM Corp., Armonk, NY).\n\n    This study was approved by the Institutional Review Board of the Seoul National University Hospital (No. 1509-132-689) and National Cancer Center (No. NCCNCS13717). All participants in this study provided consent to this research.",
        "Results": "    The clinical characteristics of the patients are shown in Table 2. The median age at diagnosis of cancer was 48 years (range, 19 to 80 years). In these patients, 390 patients (78.6%) had stage I or II disease. More than half of the patients (n=250, 50.4%) had another primary cancer, including ovarian cancer, stomach cancer, colon cancer, lung cancer, or other malignancy. In all, 169 patients (34.1%) reported that they had two or more first- or second-degree relatives with breast cancer. Fifty-seven patients (11.5%) had synchronous or metachronous bilateral breast cancer, and 84 patients (16.9%) were diagnosed with breast cancer at an age younger than 40 years. Sixty-four patients had two or more risk factors for HBOC (e.g., bilateral breast cancer and breast cancer diagnosis < 40 years old).\n\n    Table 2 summarizes the characteristics of patients with and without deleterious mutations. Of all 496 patients, 95 patients (19.2%) were found to have deleterious germline mutations of cancer susceptibility genes and 401 patients (80.8%) were not detected to carry deleterious mutations. The breast cancer stage was not different between the two groups (p=0.078). The proportions of risk factors, including breast cancer with another primary cancer, family history of breast cancer, and bilateral breast cancer were also not different between the groups. However, the proportion of patients with deleterious mutations were higher in patients who were diagnosed with breast cancer at younger than 40 years old than patients with another risk factors. Breast cancer diagnosis at young age was associated with a higher rate of deleterious mutations (p=0.022). Furthermore, having two or more risk factors for HBOC was also associated with a higher rate of deleterious mutations (p=0.001).\n\n    Breast cancers can be divided into four major subtypes depending on hormone receptor (HR) and human epidermal growth factor receptor 2 (HER2) status that have different clinical outcomes and responses to therapy a: luminal A (HR+ and HER2-), luminal B (HR+ and HER2+), HER2-enriched (HR- and HER2+), and triple-negative (HR- and HER2). Table 3 showed the percentage of subtypes in 410 patients whose immunohistochemistry data were available. The percentage of patients with BRCA1 mutations was different with patients without BRCA1/2 mutations (p < 0.001). Seventy-five percent of patients with BRCA1 mutations were triple-negative breast cancer, whereas 20.8% of patients were HR (+) breast cancer including luminal A and luminal B subtypes. In contrast, the percentage of subtypes in BRCA2 mutations was not statistically different with patients without BRCA1/2 mutations (p=0.825).\n\n    Table 4 and Fig. 1 summarize 48 deleterious mutations found in 95 patients. Of these patients with deleterious mutations, 60 patients (12.1%) had BRCA1/2 mutations: 31 in BRCA1 and 30 in BRCA2. Patients HOPE_309 and HOPE_502 had 2 BRCA1 mutations and patient HOPE_57 carried both BRCA1 and BRCA2 mutations. In addition, 38 patients (7.7%) had cancer susceptibility gene mutations other than BRCA1/2: 35 patients had non-BRCA1/2 mutations and three patients had both a BRCA1/2 mutation and a non-BRCA1/2 mutation (HOPE_14 had BRCA2 and SPINK1 mutations; HOPE_33 had BRCA2, CDH1, and TP53 mutations; and HOPE_421 had BRCA1 and NBN mutations). Most of the deleterious mutations were found in CDH1 (n=8, 8.4%), RAD51 (n=7, 7.4%), SPINK1 (n=6, 6.3%), TP53 (n=5, 5.3%) and NBN (n=3, 3.2%). The remaining patients had deleterious mutations in CHEK2, FANCA, MLH1 (n=2 of each, 2.1%), BRIP1, MRE11A, MSH2, and MUTYH (n=1 of each, 1.1%).\n\n    The proportion of deleterious mutations varied according to risk factors. The deleterious mutations were found in 39 of 250 patients (15.6%) who had breast cancer and another primary cancer, 38 of 169 patients (22.5%) who had a family history (>= 2 relatives) of breast cancer, 16 of 57 patients (28.1%) who had bilateral breast cancer, and 29 of 84 patients (34.5%) who were diagnosed with breast cancer at younger than 40 years old (Fig. 2). Furthermore, the distributions of the cancer susceptibility genes were different according to risk factors (Fig. 3). In breast cancer patients with another primary cancer, BRCA1/2 and non-BRCA1/2 mutations accounted for 52.3% and 47.7% of mutations, respectively. The non-BRCA1/2 mutations comprised CDH1 (11.4%), SPINK1 (9.1%), RAD51 (6.8%), and TP53 (6.8%) mutations. In breast cancer patients with a family history of breast cancer, 65.8% carried a BRCA1/2mutation. In 34.2% of non-BRCA1/2 mutations, 7.9% had RAD51 and TP53 mutations, and 5.3% had CDH1 and SPINK1 mutations. In bilateral breast cancer patients, 68.4% carried a BRCA1/2 mutation. Among the 31.6% who had non-BRCA1/2 mutations, CHEK2 (10.5%) were found frequently and 5.3% of patients had CDH1, TP53, NBN, and MRE11A mutations. In patients diagnosed with breast cancer at younger than 40 years old, 62.1% carried BRCA1/2 mutations and 37.9% carried non-BRCA1/2 mutations including RAD51, NBN, CHEK2, CDH1, TP53, PTEN, FANCA, and MRE11A mutations.\n\n    In 64 hereditary cancer-predisposing genes, we found deleterious mutations in 16 genes, including BRCA1/2. However, we did not find deleterious mutations in the remaining 48 genes.\n\n    We detected two novel deleterious mutations that were not previously reported: NM_000059.3:c.3096_3111del (p.Lys1032Asnfs*6) in BRCA2 and NM_000249.3:c.849T>A (p.Tyr283*) in MLH1. The NM_000059.3:c.3096_3111del in BRCA2 is identified in patient HOPE_468. This mutation encodes a truncated non-functional protein in the domain of the BRC repeats, interfering with cellular response to DNA damage (Fig. 4A). The NM_000249.3:c.849T>A in MLH1 is identified in patient HOPE_378 and is also predicted to encode a non-functional protein, leading to the disruption of an important functional domain, such as the MutL C-terminal domain (Fig. 4B). The impact of both mutations were predicted deleterious mutations in in silico prediction.\n\n    A total of 333 missense mutations were identified in 64 genes. After in silico prediction by database and bioinformatics analysis to evaluate pathogenicity, most of the missense mutations were classified as benign or likely-benign. Mutations with conflicting interpretations of pathogenicity but suspicion of being deleterious were classified as VUS. A total of 20 VUS were identified in 67 patients (13.5%) (Table 5). In 15 patients, deleterious mutation and VUS were found concurrently. The proportion of VUS differed among the risk factors for HBOC (Fig. 2). VUS was identified in 11.6% of breast cancer patients with another primary cancer, 14.8% of patients with a family history of breast cancer, 15.8% of bilateral breast cancer patients, and 17.0% of patients who were diagnosed with breast cancer younger than 40 years old. Additionally, 13 patients with VUS also had a concurrent deleterious mutation (HOPE_33, 66, 105, 115, 133, 182, 222, 233, 264, 280, 454, 468, and 501).",
        "Conclusion": "",
        "Discussion": "    Patients who carry deleterious mutations are considered to be at high risk for developing cancer, and depending on the target organ, tailored surveillance programs or prophylactic risk-reducing surgery are recommended for decreasing cancer-related mortality. Currently, the National Comprehensive Cancer Network (NCCN) guidelines provide principles of genetic risk assessment and surveillance recommendations for various types of cancer. For example, women with BRCA1/2 mutations are at high risk for breast and ovarian cancers and they are recommended to undergo magnetic resonance imaging (MRI) of the breast for screening and to discuss options for risk-reducing mastectomy or salphingooophorectomy.\n\n    We found that 19.2% of breast cancer patients who had clinical features of HBOC had deleterious mutations of cancer susceptibility genes. The breast cancer stage was not different between patients with and without deleterious mutations, nor were the proportions of risk factors for HBOC (breast cancer with another primary cancer, family history of breast cancer in two or more first- or second-degree relatives, and bilateral breast cancer). However, there was a significantly higher rate of patients who were diagnosed with breast cancer at an age younger than 40 years among deleterious mutation-positive patients (p=0.022) (Table 2, Fig. 2). Furthermore, having two or more risk factors for HBOC was also associated with deleterious mutations (p=0.001).\n\n    Among 496 patients who were tested by the multiple-gene panel for cancer susceptibility genes, 60 patients (12.1%) were BRCA1/2 positive, which was similar proportion to that reported in Western countries. A previous study that included BRCA1/2-negative Korean breast cancer patients with features of hereditary breast cancer found that only 2.5% of non-BRCA1/2 deleterious mutations were detected: CHEK2 (0.4%), PALB2 (0.9%), MRE11 (0.4%), and RAD50 (0.9%). Another study including Western patients reported that deleterious mutations were found only in 1.7% of 1994 familial breast cancer patients: PALB2 (1.3%), TP53 (0.3%), CDH1 (0.05%), and ATM (0.05%). These studies reported that the frequency of deleterious mutations in each gene was less than 1% and concluded that a small portion of hereditary breast cancer was associated with non-BRCA1/2 germline mutations. However, Li et al. detected 11.5% non-BRCA1/2 mutations, including ATM, CDH1, CHEK2, PALB2, PTEN, STK11, and TP53 in 660 cases of familial breast cancer in a Western population. Ricker et al. reported that multiple-gene panel testing increased the detection rate of deleterious mutations from 8.6% to 15.6% compared with a conventional gene-by-gene approach. Furthermore, they repor-ted that there were no significant differences in the mutation rates according to race or ethnic groups. We identified 35 patients (8.0%) who had non-BRCA1/2 deleterious mutations. These mutations included CDH1 in seven patients (1.6%), RAD51 in seven patients (1.6%), SPINK1 in five patients (1.1%), and TP53 in four patients (0.9%). The remaining patients had deleterious mutations in CHEK2 (0.5%), FANCA (0.5%), MLH1 (0.5%), NBN (0.5%), BRIP1 (0.2%), MRE11A (0.2%), MSH2 (0.2%), and MUTYH (0.2%). These results show that multiple-gene panel testing helps to increase the mutation detection rate compared to the conventional BRCA test alone. The results of previous studies and of our study are compatible with the suggestion of NCCN guidelines that multiple-gene testing may be more efficient and cost-effective for cancer risk assessment for patients with a high probability of hereditary cancer syndrome.\n\n    Germline CDH1 mutations among the most frequently detected deleterious non-BRCA1/2 mutations in our study. CDH1 mutation is known to be associated with invasive lobular carcinoma and diffuse gastric cancer. The NCCN guidelines recommend that women with the CDH1 mutation receive regular breast examinations with annual mammogram and breast MRI, as well as prophylactic total gastrectomy or regular esophagogastroduodenoscopy with multiple random biopsy. In this study, we found eight patients with CDH1 mutation (NM_004360.4:c.2494G>A), 7 patients with CDH1 mutation only, and one patient (HOPE_33) with CDH1 and another mutations (BRCA2 NM_000059.3:c.3195_3198del and TP53 NM_000546.5:c.566C>T). Patient HOPE_33 carried BRCA2, CDH1, and TP53 mutations; she developed bilateral breast cancer at 33 years of age. Two patients with only the CDH1 mutation had a family history of breast cancer in two or more first- or second-degree relatives. Five patients with only the CDH1 mutation had breast cancer with another primary cancer including leukemia (HOPE_23), stomach cancer (HOPE_28), colon cancer (HOPE_222), cervical cancer (HOPE_192), and thyroid cancer (HOPE_319). Patients with the CDH1 mutation should have been recommended to receive close surveillance for contralateral breast cancer and stomach cancer. Further, family members of patient HOPE_28, who already had stomach cancer, should undergo genetic testing and receive close surveillance for breast and stomach cancers.\n\n    The RAD51 gene has a key role in the repair of DNA double-strand breaks through homologous recombination. Germline mutation of RAD51 is known to cause congenital mirror movement which is characterized by involuntary movements of one side of the body that mirror intentional movements on the opposite side. In addition to this congenital neurologic disorder, RAD51 mutation is associated with the development of malignancy, in including breast cancer and pancreatic cancer. A previous study found that the proteins BRCA2 and PALB2 control the function of RAD51, yielding structural change for cancer susceptibility. In this study, we found eight patients with RAD51 NM_002875.4:c.449G>A. All patients with RAD51 mutation were BRCA1/2 negative. Three patients (HOPE_24, 35, and 335) had breast cancer and another primary cancer, including lung cancer, brain tumor, and thyroid cancer. Another three patients (HOPE_231, 324, and 418) had a family history of breast cancer in two or more relatives. One patient (HOPE_266) had breast cancer at an age younger than 40 years.\n\n    Germline mutation of SPINK1 has been associated with hereditary pancreatitis by inhibiting the function of SPINK1 protein and causing cellular damage by activated trypsin. Several studies found that the SPINK1 mutation was associated with pancreatic cancer. In our study, 6 patients carried the deleterious SPINK1 mutations (NM_003122.4:c.101A>G). One patient (HOPE_14) had both breast cancer and pancreatic cancer and found to carry both SPINK1 and BRCA2 mutations (NM_000059.3:c.4092_4093del). Another three patients had breast cancer and an additional primary cancer, including stomach cancer, cervical cancer, and common bile duct cancer. The remaining two patients had a family history of breast cancer. However, SPINK1 mutation is not rare despite of deleterious mutation. According to 1000 Genome Project Phase 3, allele frequency of this mutation is 0.003 in American, 0.008 in East Asian and 0.014 in South Asian. Because the allele frequency is relatively high in Asian population, this mutation is thought to have low penetrance in Asian population. Patient HOPE_14 who carried SPINK1 and BRCA2 mutations developed breast cancer in 2002 and pancreatic cancer in 2005. Considering that the BRCA2mutation is also known for increasing risk of pancreatic cancer and high minor allele frequency of SPINK1 mutation (NM_003122.4:c.101A>G), the main cause of breast and pancreatic cancer in patients HOPE_14 was BRCA2 mutation, not SPINK1 mutation.\n\n    Germline mutation of TP53 is known as Li-Fraumeni syndrome. This mutation is associated with multiple cancers including breast cancer, soft tissue sarcoma, acute leukemia, brain tumor, adrenal carcinoma, and colon cancer. For this reason, Li-Fraumeni syndrome patients have a poor prognosis. Once this syndrome was revealed to be associated with a germline mutation of TP53, it became possible to detect carriers of inherited TP53 mutations. Currently, individuals with a TP53 mutation are recommended to undergo targeted surveillance, depending on individual medical history and family history. Villani et al. reported that individuals with TP53 mutation who received intensive surveillance with colonoscopy, whole body MRI, breast MRI, brain MRI, skin examination, and physical examination showed improved overall survival compared with individuals who did not receive surveillance (p=0.013). This result supports the effectiveness of a tailored surveillance program for increasing survival rates and is beneficial to individuals with deleterious mutations. In our study, five patients were identified to carry TP53 mutations (NM_000546.5:c.566C>T, NM_000546.5:c. 638G >A, and NM_000546.5:c.743G>A). As mentioned, HOPE_33 carried BRCA2, CDH1, and TP53 mutations and had bilateral breast cancer at a young age. HOPE_395 and 396 carried TP53 mutation (NM_000546.5:c.566C>T) and suffered from breast cancer and thyroid cancer and had at least two relatives with a history of breast cancer. HOPE_290 had TP53 mutation (NM_000546.5:c.638G>A) and a family history of breast cancer in at least two relatives. HOPE_115 had TP53 mutation (NM_000546.5:c.743G>A) and had breast cancer and lung cancer. Family members of patients with TP53 mutation need to undergo genetic testing to find out whether they are carriers of the TP53 mutation or not. Depending on the results of genetic testing, TP53 mutation carriers, as well as patients with TP53 mutation, should consider clinical intensive surveillance for early detection of cancer and improved long-term survival.\n\n    Surveillance and risk-reducing strategies for patients with germline mutations of Lynch syndrome (MLH1, MSH2, MSH6, PMS2, and EPCAM2), such as colonoscopy, prophylactic hysterectomy, and bilateral salphingo-oophorectomy should be considered. In our study, three patients were found to have deleterious mutations in MLH1 and MSH2 (NM_000249.3: c.1758dup, NC_000003.11:c.849T>A, and NM_000251. 2:c.229_230del). Patient HOPE_315 who carried MLH1 mutation (NM_000249.3:c.1758dup) had primary breast, colon cancer, and lung cancer. Patient HOPE_394 who had MSH2 mutations (NM_000251.2:c.229_230del) had primary breast and colon cancers. Patient HOPE_378 who carried novel deleterious mutation in MLH1 (NM_000249.3:c.849T>A) had breast cancer and hepatocellular carcinoma. Because Lynch syndrome is an inherited disorders that increases the risk of various type of cancer, particularly in colorectum, endometrium, ovary, stomach, small bowel, liver, bile duct, upper urinary tract, and brain, these three patients' family members should have intensive surveillance for colon cancer and genetic testing for germline mutations of Lynch syndrome.\n\n    It is well known that BRCA1 and BRCA2 mutation carriers showed differences in tumor histopathology. A large proportion of breast cancer in women who carry a BRCA1 mutation exhibited a triple-negative breast cancer. Previous study including Korean familial breast cancer patients reported that triple-negative breast cancer was diagnosed in 57.1% of BRCA1 mutation carriers. In contrast with BRCA1 mutations, luminal A and luminal B subtype of breast cancer was found in 83.0% in breast cancer patients who carried BRCA2 mutations. Our results showed that 75.0% of BRCA1 mutation carriers were triple-negative breast cancer and 69.5% of BRCA2 mutation carriers were HR-positive breast cancer including luminal A and B subtype, which are concordant with previous studies (Table 3).\n\n    The proportions and distributions of deleterious mutations in BRCA1/2 negative patients were quite different in this Asian population than in a previously reported Western population. Maxwell et al. reported that Caucasian and African American breast cancer patients who were BRCA1/2 negative and had early-onset breast cancer (< 40 years old at diagnosis) carried 11% of non-BRCA1/2 deleterious mutations. The deleterious mutations were ATM (25.8%), CHEK2 (32.3%), TP53 (12.9%), and MRE11A (6.5%). The remaining mutations were MSH6, CDKN2A, MUTYH, BARD1, BRIP1, NBN, and RAD50 (3.2%). The majority of deleterious mutations in our study in BRCA1/2-negative and early-onset breast cancer patients were NBN (30.0%), RAD51 (20.0%), and CHEK2 (20.0%) (Fig. 3). Recently, Li et al. reported the results of germline mutations among Chinese patients with features of hereditary breast cancer. They found that 16.9% of included patients carried BRCA1/2 mutations and 6.8% of patients had non-BRCA1/2 mutations including TP53, PALB2, CHEK2, ATM, BARD1, BRIP, CDH1 and RAD50. Recent studies reported that mutations in PALB2 and RAD51C were found to be an important cause of HBOC. Additionally, CDH1 mutations were not found in the Western study but detected in the Chinese study. Although we did not find the ATM, PALB2, and RAD51C mutations in any of our study patients, we should have caution to interpret sequencing results of these important genes for HBOC.\n\n    We detected 2 novel deleterious mutations that have not been previously reported: NM_000059.3:c.3096_3111del (p.Lys1032Asnfs*6) in BRCA2 and NM_000249.3:c.849T>A (p.Tyr283*) in MLH1. The p.Lys1032Asnfs*6 mutation in BRCA2 was identified in patient HOPE_468. This mutation encodes a truncated non-functional protein in the domain of the BRC repeats (Fig. 4A). The human tumor suppressor protein BRCA2 plays a key role in recombinant DNA repair. BRCA2 recruits RAD51 to sites of DNA damage through interaction with eight conserved motifs of approximately 35 amino acids, the BRC repeats, although the specific function of each repeat remains unclear. The mutation of BRCA2 p.Lys1032Asnfs*6 is thought to interfere with cellular response to DNA damage, resulting in malignant transformations. The p.Tyr283* mutation in MLH1 is found in patient HOPE_378 and is also predicted to encode a non-functional protein, leading to the disruption of important functional domain like MutL C-terminal domain (Fig. 4B). The subunits of MLH1 and PMS2 make the MutLalpha complex, which plays an essential role in mismatch repair. A defect in MLH1 is associated with mismatch repair and results in microsatellite instability and spontaneous mutation rate. The family history of patients with novel deleterious mutations and genetic tests of family members are required to determine the clinical impact of these newly identified mutations.\n\n    In this study, 67 patients (13.5%) were shown to have 20 VUS in 18 genes (Table 5). Compared with other studies, the rate of VUS in this study was relatively low. This could be because we excluded most of the missense mutations with conflicting interpretations and considered benign or likely-benign. We only considered mutations as VUS when mutations had conflicting interpretation of pathogenicity but a suspicion of being deleterious. Most of the VUS will be re-categorized as benign or deleterious. Until the significance is fully understood, VUS should not be used for making clinical decisions. It is also important to reduce the number of VUS in clinical practice. Potential deleterious mutations can be selected by mutation frequency analysis and in silico analysis. Recently, Findlay et al. used saturation genome editing to assay single-nucleotide variants in exons that encode functional domains of BRCA1. They found that functional effects of saturation genome editing were almost perfectly concordant with established assessments of pathogenicity. The saturation genome editing will be useful for accurate classification of VUS in clinically actionable genes.\n\n    The application of multi-gene panel testing has been rapidly increasing in clinical practice, especially in the evaluation of germline mutations which are associated with cancer susceptibility. The identification of deleterious mutations in cancer susceptibility genes in individuals with a high risk for hereditary cancer can improve the effectiveness of personalized surveillance, leading to early detection or prophylactic treatment of hereditary cancer in both individuals and their family members. Intensive surveillance for early detection and prophylactic treatment is directly linked with better survival in patients with deleterious mutations.\n\n    However, there are limitations to multi-gene panel testing. The prevalence of pathogenic mutations and VUS vary across races and ethnicities. Furthermore, the penetrance and phenotype of mutations are different among individuals. Detection of a deleterious mutation does not always mean an individual will develop cancer, and conversely, a negative result from a multi-gene panel test does not mean an individual has no risk of getting cancer. Although two novel mutations were found to be pathogenic because of their functioning effect on protein level in in silico analysis, theses mutations were not clinically verified. Additional investigation including family history and targeted genetic tests of family members are required to determine the clinical impact of these newly identified mutations.\n\n    Another limitation is that we could not compare sequencing results between NGS and Sanger sequencing with same blood sample because of shortage of sample amount. The NGS-based multi-gene panel testing have weakness point in detecting mutations compared with Sanger sequencing including uncovered area, large insertion/deletion, and copy-number variation. Although these weaknesses can be overcame by technical improvement, clinical implication including long-term outcomes should be discussed carefully.\n\n    Last limitation is that the attitude and knowledge gaps of physicians who provide care for individuals who undergo genetic testing for a disease. One survey reported that, although most physicians received formal genetic education and agreed that genetic tests are clinically useful for assessing disease risk, they were not confident about interpreting test results and were not prepared for managing individuals at high risk for genetic disease. For these reasons, genetic education and genetic counseling, as well as the appropriate and accurate interpretation of results, are important for the effective clinical application of risk management strategies. Stadler et al. proposed that the results of germline genetic testing using multi-gene panels, including cancer-related findings and other incidental findings, should be integrated with traditional risk assessments, such as personal and family histories, to establish cancer and non-cancer risk management and follow-up plans. The paradigm shift toward personalized and precision medicine requires the incorporation of NGS technologies into clinical practice.\n\n    To the best of our knowledge, this is the largest study to include Korean breast cancer patients with clinical features of HBOC and examine the frequency and characteristics of germline mutations in BRCA1/2 and non-BRCA1/2 cancer susceptibility genes.\n\n    We analyzed germline mutations from 496 breast cancer patients of Asian ethnicity with clinical features of HBOC using NGS-based multi-gene panel testing. Overall, 95 patients (19.2%) were found to carry 48 deleterious germline mutations in 16 cancer susceptibility genes. Of these 95 patients, 60 patients (63.2%) had BRCA1/2mutations, 38 patients (40.0%) had non-BRCA1/2 mutations and three patients (3.2%) had both BRCA1/2 and non-BRCA1/2 mutations. The NGS-based multi-gene panel test improved the detection rates of deleterious mutations and provided a cost-effective cancer risk assessment compared with a gene-by-gene approach.\n\n    Hee-Chul Shin, Han-Byoel Lee and Wonshik Han had stocks of DCGEN Co. Ltd.",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/32019277/"
    }
}