{
    "34966851": {
        "Title": "    ITGB5 mutation discovered in a Chinese family with blepharophimosis-ptosis-epicanthus inversus syndrome",
        "Abstract": "    Blepharophimosis-ptosis-epicanthus inversus syndrome (BPES) is a rare autosomal-dominant genetic disorder, and mutations in the forkhead box L2 (FOXL2) gene are one of the major genetic causes. As this study shows, there are many patients with BPES who do not have FOXL2 mutations, as the screening results in all family members were negative. Using whole-exome sequence analysis, we discovered another possible mutational cause of BPES in integrin subunit beta 5 (ITGB5). The ITGB5 mutation (c.608T>C, p.Ile203Thr) appears in the base sequence of all BPES+ patients in this family, and it appears to be a three-generation-inherited mutation. It can cause changes in base sequence and protein function, and there may be cosegregation of disease phenotypes. ITGB5 is located on the long arm of chromosome three (3q21.2) and is close to the known pathogenic gene FOXL2 (3q23). This study is the first to report ITGB5 mutations in BPES, and we speculate that it may be directly involved in the pathogenesis of BPES or indirectly through the regulation of FOXL2.",
        "Introduction": "    Blepharophimosis-ptosis-epicanthus inversus syndrome (BPES) is a rare congenital malformation, most of which is inherited in an autosomal-dominant pattern, with a reported incidence of 1:50,000. BPES patients usually have common facial features, such as ptosis, narrow fissure, inverted epicanthus, widened epicanthus spacing, and low bridge of the nose, and also can be accompanied by microcephaly, premature ovarian failure, growth retardation, hypopituitary function, low intelligence, and other congenital abnormalities. In addition, some BPES patients may also have small eyes, nystagmus, eyelid varus or ectropion, strabismus, and lacrimal system anomalies, which can affect the visual development. Clinically, BPES is divided into types I and II. Female patients with type I are usually associated with infertility, primary amenorrhea or early menopause, and atrophy of a smaller uterus and ovaries. The main difference from type I is both male and female patients with type II can have children. BPES affects the appearance and ovarian function and fertility in female patients, which is a severe threat to physical and mental health.\n\n    Exons are the coding regions of proteins and, therefore, the most genetically valuable regions of DNA. All exons in the genome are termed the exome. The human genome is about 1.8 x 105 exons, accounting for only 1% of the human genome. Studies have shown that base mutations cause the occurrence and development of a variety of diseases in exons. Whole-exome sequencing (WES) utilizes sequence capture technology to capture and enrich exome DNA and then performs high-throughput sequencing. When studying diseases caused by genetic mutations, WES has obvious advantages. Compared with other genetic detection technologies, WES has the advantages of full detection range, high read depth, and reasonable cost. Therefore, WES technology is currently considered to be the most efficient and cost-effective genetic testing technology.\n\n    FOXL2 is known to be the major pathogenic gene in BPES. Using a combination of methods to detect mutations, the underlying genetic defect can be identified in the majority (88%) of patients with typical BPES. Overall, FOXL2 mutations accounted for 81% of the genetic defects found in BPES. In this study, FOXL2 mutation screening and WES were performed on a single Chinese BPES family, and the new candidate pathogenic genes and mutations were identified.",
        "Methods": "    In this study, a Chinese family with a history of BPES was recruited from the Plastic Surgery Hospital of Weifang Medical University. Of these nine family members, five were BPES+, of which four were female, and one was male. All of the family members denied consanguinity, improper drug use, had no history of disease or history of preterm birth.\n\n    Informed consent: Informed consent has been obtained from all individuals included in this study.\n\n    Ethical approval: The research related to human use has been complied with all the relevant national regulations, institutional policies, and in accordance with the tenets of the Helsinki Declaration and has been approved by the authors' institutional review board or equivalent committee and was approved by the Ethics Committee of the Plastic Surgery Hospital of Weifang Medical University.\n\n    Peripheral venous blood from BPES patients and healthy subjects was collected for genomic DNA extraction using TIANamp Genomic DNA Kit (TIANGEN BIOTECH, Beijing, China). The coding region of FOXL2 was amplified by polymerase chain reaction (PCR) (forward primers: GAGTACCGGCAGATTTCAAG, GTTCGAGAAGGGCAACTACC, and CCTGACCTCTGTGACCTTGC. Reverse primers: AGTTGTTGAGGAAGCCAGAC, TGAGAGAGAGAGGCCAAGAGGTC, and AACAAAGCAGCAGCAGCGACAGC). Purified PCR products were sent to Beijing Liuhe BGI Technology Co., Ltd for sequencing. Lasergene software (DNASTAR, Inc., Madison, Wisconsin, USA) was used for the sequence alignment to screen for gene mutations. The wild-type FOXL2 gene sequence was obtained from the National Center for Biotechnology Information's (NCBI) website (https://www.ncbi.nlm.nih.gov/).\n\n    WES was performed by Beijing Novogene Biotech Co., Ltd. All BPES+ patients and the father (healthy subject) in this family participated in the study.\n\n    Raw high-throughput sequencing data were evaluated for quality in the presence of a reference sequence or a reference genome (GRCh37/hg19). Filtering on raw reads was based on the sequencing error rate, the data volume, and the degree of similarity to obtain clean reads, which was used for downstream analysis. The resulting sequence data were compared to the reference genome using the Burrows-Wheeler Aligner (https://sourceforge.net/projects/bio-bwa/), and the comparison results were obtained. SAMtools (http://samtools.sourceforge.net/) was used to sort the comparison results, and duplicate reads were identified and labeled using Picard Tools (https://sourceforge.net/projects/picard/). We then used the comparison results after repeated labeling to carry out the final statistical calculations.\n\n    Data were analyzed using NCBI dbSNP database, the 1000 Genomes Project, and other existing databases. For the comparison results, we combined SIFT (http://sift.jcvi.org/), MutationTaster (https://www.mutationtaster.org/), Polyphen2 (http://gegetics.bwh.harvard.edu/pph2/), and other pathogenicity detection software to identify SNVs and indels using SAMTools and filtered the SNVs and indels by using the international filtering standards. ANNOVAR software (https://annovar.openbioinformatics.org/en/latest/) was used to annotate SNV and indel sites. This mainly included four steps: screening based on mutation harmfulness, screening based on sample conditions, screening based on the candidate genes and their relationship with disease phenotypes, and finally obtaining the candidate pathogenic mutations (Figure 1).\n\n    For linkage analysis, we used the Merlin tool (http://csg.sph.umich.edu/abecasis/Merlin/index.html) to combine the high-throughput sequencing data in the family with the allele frequency of the Chinese population in the HapMap database and used known SNVs as linkage markers to obtain the linkage candidate regions.\n\n    We conducted significant enrichment analysis on the candidate genes, including gene ontology analysis and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway enrichment analysis. In this process, we referred to the theories and methods of Chen et al., Yuan et al., and Liu et al., to identify the main metabolic and signal transduction pathways involved in these genes, analyzed the necessity of the candidate genes, and explored their relationship with the disease. Finally, we screened the candidate genes and ranked them according to how strongly they were associated with the disease.",
        "Results": "    Among the nine family members included in this study, there were five with BPES (Figure 2a). The clinical information of the patients was obtained by three plastic surgeons and an ophthalmologist at the Plastic Surgery Hospital of Weifang Medical University (Table 1). All patients had the typical ocular features of BPES: narrow fissure, ptosis, inverted epicanthus, widened epicanthus spacing, and low and flat nose bridge. In addition, the family proband (III:2) was diagnosed with bilateral amblyopia, strabismus, ametropia, and ophthalmoplegia. Currently, there is no unified standard for the treatment of patients with BPES. The family proband received frontal muscle fascial flap suspension surgery in our hospital. The operation was successful, and the patient's prognosis was favorable (Figure 2b and c). We found that except for one female patient (II:5 - young and unmarried with regular menstrual history, but had never given birth), the other females had normal menstruation and fertility, confirming that these patients have type II BPES.\n\n    According to Sanger sequencing analysis, the FOXL2 gene mutation screening results of the BPES+ patients recruited in this study were all negative. After WES analysis, we screened out a total of 52,215 mutation sites, detected 1,211 harmful mutations that might affect protein function, and obtained 33 pathogenic variants (SNV variants) and 11 likely pathogenic variants (including five SNV variants and six indel variants) through harmful degree analysis. A total of 44 variants and 43 candidate genes were identified (two SNV mutation sites were detected on the pathogenic candidate gene FLG [Filaggrin]). We also detected 20 candidate genes corresponding to SNVs and one candidate gene corresponding to indels through dominant inheritance pattern screening. There were 21 candidate genes and 21 mutation sites. Among them, the candidate gene FLG corresponding to an SNV overlapped with the harmfulness detection results, but the mutation sites were different. In the end, we obtained 63 candidate genes with 65 mutation sites (three mutation sites were detected on the candidate gene FLG), among which 58 SNV sites and 7 indel sites were identified.\n\n    The linkage analysis results showed that 27, 120, 46, 14, 49, 21, and 17 SNVs were obtained on chromosomes 2, 3, 4, 6, 8, 12, and 15, respectively. The log odds score (LOD) values of these SNVs were greater than 1.5 (Figure 3). However, LOD values of all results, although greater than 1 but less than 3, indicate possible linkage, indicating that mutations at these sites may have cosegregation of disease phenotypes.\n\n    Gene ontology functional enrichment analysis could generate three results: cell component, biological pathway, and molecular function. Among them, 60 variants were enriched in cell component, 59 in biological pathway, and 60 in molecular function (Figure 4a-c). Enrichment analysis of KEGG pathway revealed seven variants (Figure 4d). At the same time, we screened candidate genes and ranked them according to how strongly they were associated with the disease (Figure 5). The top seven genes were toll-like receptor (TLR) 2, TLR4, CD36, FKBP prolyl isomerase family member 6, inactive (FKBP6), CD46, ITGB5, and Kell metallo-endopeptidase (kell blood group, KEL). The variants corresponding to these candidate genes are all SNVs. According to the American Society of Medical Genetics and Genomics (ACMG) variation classification standard, ITGB5 currently has no disease-causing grade, whereas the remaining genes do, and their genetic mode is heterozygous. Of these, ITGB5 was the strongest gene associated with the disease among the genes screened by the dominant pattern. TLR2 showed the strongest association with disease. However, this mutation did not come from the proband maternal lineage but from the proband father (the healthy subject). This indicates that the mutation of this gene is not directly related to the incidence of BPES. In addition, there may be other underlying diseases in the proband and his father that have not been screened for. FKBP6 is associated with the Lipin 3 (LPIN3) gene and the RAD9 checkpoint clamp component A (RAD9A) gene and has been associated with Williams syndrome and Williams-Beuren syndrome, but FKBP6 does not have an advantage in terms of the strength of association with the target disease. We annotated the top seven genes based on the screened candidate genes (Table 2).\n\n    The ITGB5 gene, which encodes the beta subunit of integrin and can combine with different alpha chains to form a variety of heterodimers of integrin, is the strongest gene associated with the disease among the genes screened by the dominant pattern. Integrins are complete cell surface receptors involved in cell adhesion and cell surface-mediated signal transduction. alpha-v, beta-5 integrins are involved in the adhesion of the vitreous. This gene is also involved in the pathogenesis of keloids, diarrhea, glioblastomas, pancreatic cancer, breast cancer, and liver cancer, among other diseases. We performed the data analysis based on NCBI website, pathogenicity prediction software, and research data (Figure 6). A missense mutation (c.608T>C, p.Ile203Thr) in the ITGB5 gene can change isoleucine at the 203rd position of the amino acid sequence to threonine, causing changes in the splicing sites and protein function. According to the analysis of amino acid conservatism, this mutation is highly conserved across species. Moreover, the LOD value of this mutation is greater than 1.5, suggesting the possibility of cosegregation of disease phenotypes. This mutation was present in exons of all BPES patients in this family, suggesting that this gene mutation may be related to the pathogenesis of BPES. In addition, the ITGB5 gene is located on the long arm of chromosome 3 (3q21.2), which is close to FOXL2 (3q23), a known pathogenic gene of BPES, and located upstream of the FOXL2 gene.",
        "Conclusion": "    In summary, through our in-depth screening and analytical methods, we detected a possible pathogenic gene mutation in a typical Chinese BPES family, other than the FOXL2 gene mutation. Using WES, we discovered this new candidate pathogenic gene to be ITGB5. This study is the first to describe that a mutation in ITGB5 could lead to genetic pathogenesis of BPES, and further studies with a larger patient cohort are needed to verify this novel finding.\n\n    Funding information: This research was supported by the National Natural Science Foundation of China (81471880).\n\n    Conflict of interest: The authors state no conflict of interest.\n\n    Data availability statement: The datasets generated during and/or analyzed during the current study are available from the corresponding author on reasonable request.",
        "Discussion": "    In this study, we recruited a Chinese BPES+ family with facial features typical of BPES, and through analysis of clinical data from the female members, this pedigree was confirmed to be type II BPES. We conducted FOXL2 gene screening on DNA samples from family members and found no FOXL2 gene mutation in this family, indicating that FOXL2 is not the pathogenic gene in this BPES family. Subsequently, WES was performed to screen for SNVs and indels. There are 3.6-4.4 M single-nucleotide polymorphisms (SNPs) in the human genome, and the vast majority (more than 95%) of high-frequency SNPs (population medium gene frequency >5%) are recorded in the dbSNP database, and the high-frequency SNPs are generally not the main mutation sites for disease. At the same time, the human genome has about 350k indels at coding regions or splicing sites that may alter the translation of proteins. The results of mutation tests are usually enormous, but the number of mutations that are truly relevant to the disease being studied is limited. To screen for mutations truly related to the disease under study from the massive mutation-detection results, we need to conduct further analysis and screening of this data.\n\n    In 2015, the ACMG developed standards and guidelines for the interpretation of sequence variation, which became the gold standard for the interpretation of data after high-throughput sequencing. The ACMG has developed a variation classification system and recommends specific standard terminology, which divides the variation into five types, including pathogenic, likely pathogenic, uncertain significance, likely benign, and benign, to describe mutations found in genes responsible for Mendelian diseases. Based on the existing information analysis methods, we classified the harmfulness of mutation sites and obtained 33 pathogenic variants and 11 likely pathogenic variants. Subsequently, we screened for dominant inheritance patterns of Mendelian diseases. In dominant diseases, the pathogenic mutation from either parent is usually heterozygous, and the heterozygous mutation on the candidate gene should be considered first. The candidate sites we choose should be heterozygous mutations on the autosomes of patients but not on the chromosomes of healthy individuals. The BPES family in this study had three successive generations of onset, and the clinical phenotype was typical and single. Both male and female family members had the disease, which was in line with an autosomal-dominant inheritance pattern, and the disease showed a trend of aggravation by generation. We detected 20 candidate genes corresponding to SNVs and one candidate gene corresponding to an indel in this family. Subsequently, we identified the most important biochemical metabolic pathways and signal transduction pathways involved by the mutant genes through significant enrichment analysis and screened out the genes strongly associated with the disease through genotypic phenotype 1 analysis. In the end, we found that ITGB5 was the gene that was most strongly associated with disease in the genes screened by dominant pattern.\n\n    The human ITGB5 gene is a member of the integrin family, and its main function is to participate in the adhesion of immune cells. ITGB5 is commonly present as a dimer, including alpha and beta subunits, which preferentially bind to cellular adhesion molecules and constitute components of the extracellular matrix. ITGB5 is highly expressed in the lung and moderately expressed in the spleen and shows low expression in the small intestine, lymph, thymus, and liver. This gene has a variety of functions in biological processes, including cell migration during cell growth and wound repair, cell variation and apoptosis, and regulation of potential metastasis of some tumor cells.\n\n    A mutation in the ITGB5 gene (c.608T>C, p.Ile203Thr) appeared in the base sequence of all patients with BPES in this family. Based on linkage analysis, the LOD value of this mutation was greater than 1.5, suggesting the possibility of cosegregation of disease phenotypes. In addition, ITGB5 is located on the long arm of chromosome 3 (3q21.2) and is just upstream of the known pathogenic gene of BPES, FOXL2 (3q23). We speculate that it may be directly involved in the pathogenesis of BPES or indirectly involved through the regulation of FOXL2.",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/34966851/"
    },
    "36421183": {
        "Title": "    A Multicenter Study Evaluating the Discontinuation of Eculizumab Therapy in Children with Atypical Hemolytic Uremic Syndrome",
        "Abstract": "    Background: Atypical hemolytic uremic syndrome (aHUS) is a rare, life-threatening thrombotic microangiopathy (TMA), which has been treated successfully with eculizumab. The optimal duration of eculizumab in treating patients with aHUS remains poorly defined. Methods: We conducted a multicenter retrospective study in the Arabian Gulf region for children of less than 18 years of age who were diagnosed with aHUS and who discontinued eculizumab between June 2013 and June 2021 to assess the rate and risk factors of aHUS recurrence. Results: We analyzed 28 patients with a clinical diagnosis of aHUS who had discontinued eculizumab. The most common reason for the discontinuation of eculizumab was renal and hematological remission (71.4%), followed by negative genetic testing (28.6%). During a median follow-up period of 24 months after discontinuation, 8 patients (28.5%) experienced HUS relapse. The risk factors of recurrence were positive genetic mutations (p = 0.020). On the other hand, there was no significant relationship between the relapse and age of presentation, the need for acute dialysis, the duration of eculizumab therapy before discontinuation, or the timing of eculizumab after the presentation. Regarding the renal outcomes after discontinuation, 23 patients were in remission with normal renal function, while 4 patients had chronic kidney disease (CKD) (three of them had pre-existing chronic kidney disease (CKD) before discontinuation, and one case developed a new CKD after discontinuation) and one patient underwent transplantation. Conclusions: The discontinuation of eculizumab in patients with aHUS is not without risk; it can result in HUS recurrence. Eculizumab discontinuation can be performed with close monitoring of the patients. It is essential to assess risk the factors for relapse before eculizumab discontinuation, in particular in children with a positive complement variant and any degree of residual CKD, as HUS relapse may lead to additional loss of kidney function. Resuming eculizumab promptly after relapse is effective in most patients.",
        "Introduction": "    Atypical hemolytic uremic syndrome (aHUS) is a rare, life-threatening form of TMA that is caused by uncontrolled complement activation in the alternative pathway (AP). It is characterized by microangiopathic hemolytic anemia (MAHA), thrombocytopenia, and evidence of endothelial cell destruction, which result in ischemic end-organ damage. Genetic defects in complement-related factors or acquired autoantibodies to complement factors have been found in 50 to 60% of patients. The initial therapy for aHUS is supportive, focusing on managing acute kidney injury and systemic complications. Plasma exchange and eculizumab, a complement inhibitor, offer specific forms of treatment. Eculizumab, the first approved treatment for patients with aHUS, is a humanized monoclonal complement inhibitor that binds to C5, preventing its cleavage to C5a and C5b and the subsequent activation of the complement terminal pathway (TP) and membrane attack complex (MAC) formation. Eculizumab has profoundly changed the outcomes for patients with aHUS compared with other traditional options, such as plasma therapy. The necessary duration of eculizumab treatment in aHUS is unknown. The European Commission's Summary of Product Characteristics and the Food and Drug Administration's Full Prescribing Information, both released in 2014, do not take a stance on the treatment duration. The reasons for discontinuing eculizumab therapy reported in the literature are the protection of patients from the risk of the potentially devastating side effects of meningococcal infection, the requirement for repeated infusions, and the high cost of treatment. There is a substantial risk of relapse when stopping eculizumab in patients with aHUS. Selected groups of patients appear to discontinue eculizumab and remain relapse-free for several years. This study aims to report the rate and risk factors for the relapse and renal outcome of the patients after discontinuation",
        "Methods": "    A retrospective multicenter study for the period from June 2013 to June 2021 was carried out across five countries in the Arabian Gulf region, in the Kingdom of Saudi Arabia (5 centers) and the United Arab Emirates (2 centers), and in one center in each of Oman, Qatar, and Kuwait. Patients were included in the study if they were under 18 years of age, were diagnosed with aHUS (first episode or relapse), received at least two months of eculizumab treatment before discontinuation, and had at least six months of follow-up after the initial eculizumab discontinuation unless HUS recurred sooner. Patients on chronic dialysis (defined as three months' of dialysis) at the time of discontinuation and patients with other causes of thrombotic microangiopathy, including infection with Shiga-toxin-producing bacteria; a disintegrin and metalloproteinase with a thrombospondin type 1 motif, member 13 (ADAMTS13) deficiency; and conditions associated with secondary HUS (malignancy, malignant hypertension, the use of drugs, autoimmune diseases, infections, cobalamin C deficiency, transplantation, and pregnancy) were excluded. Primary aHUS was defined by at least two of the following criteria: (i) thrombocytopenia (platelet count < 150,000 9/L); (ii) mechanical hemolytic anemia (Hb < 10 g/dL, lactate dehydrogenase (LDH) serum level > upper limit of normal, low haptoglobin, and the presence of schistocytes on blood smear); (iii) acute kidney injury (serum creatinine upper limit of normal for age or increased >25% compared to baseline).\n\n    The diagnosis of relapse was based on the criteria of the initial diagnosis of aHUS. Remission (at the time of eculizumab discontinuation) was defined as lactate dehydrogenase (LDH) < 1.5 upper limit of normal, the absence of hemolysis (hemoglobin started to increase or returned to baseline), platelet count > 150,000 9/L, and serum creatinine decreased by 25% compared with baseline. The data collected were on the demographic information, clinical history, laboratory investigations (hemoglobin, platelets, reticulocytes count, blood smear, LDH, haptoglobin, serum creatinine, C3, C4, complement factor H, I, B, CH50/AHA50 level, blood culture, urine culture, urine for protein/creatinine ratio), renal biopsy findings, genetic studies, the timing of eculizumab (after presentation), requirement of acute dialysis before eculizumab therapy, the duration of eculizumab before discontinuation, reason for the discontinuation of eculizumab therapy, follow-up time after discontinuation, laboratory results at the time of the discontinuation of eculizumab and thereafter, estimated glomerular filtration rate (eGFR) at the last visit after discontinuation, relapse after discontinuation, possible trigger for new HUS recurrence episode, timing of starting eculizumab after relapse, trial of discontinuation after treatment relapse episode, and outcome after discontinuation. The CKD was defined based on the KDIGO definition 2012.\n\n    The data were saved in a password-protected Excel folder, with only the investigators having access to the data. The patient information remained confidential, with all identifiers removed from the stored data. IRB approval was obtained from all contributing centers.\n\n    All data analyses were performed using Statistical Packages for Software Sciences (SPSS) version 21 (Armonk, New York, NY, USA, IBM Corporation). The descriptive statistics are presented using counts and proportions (%). A p-value cutoff point of 0.05 at 95% CI was used to determine the statistical significance. The research team performed the statistical association and calculation process; special software may have been used during the analysis. To compare patients with vs. without relapse, continuous variables were tested using the Wilcoxon signed-rank test, and categorical variables were tested using Fisher's exact test. A Kaplan-Meier analysis of relapse-free survival was performed",
        "Results": "    Twenty-eight patients were included in this study. The mean age of the patients was 3.47 years (SD +- 2.96), with the majority being males (70.4%). Eleven patients (39.2%) had a positive family history of the disease, while twenty (71.4%) patients had positive consanguinity. The mean values for the presentation of hemoglobin, platelets, and LDH were 8.1 g/dL, 84.5 109/L, and 2106 U/L, respectively. Almost 50% of patients received eculizumab during the first four days of presentation, while 35.7% of patients received eculizumab after four days. Acute dialysis was required in 64.3% of the children before the initiation of eculizumab. After receiving eculizumab, 82.1% (n = 23) showed complete remission. The median duration of eculizumab treatment before discontinuation was 12 months. Seven (25%) patients had received eculizumab therapy for 12 to 24 months, while 6 (21.4%) patients had received eculizumab for 24-48 months and the same percentage had received eculizumab for >3-6 months. The remaining patients had variable durations (Table 1).\n\n    The most common reason for the discontinuation of eculizumab therapy was that the patient was in remission (71.4%), followed by negative genetic testing (28.6%). Other reasons included family preference (10.7%), DGKE mutation (10.7%), and loss to follow-up (7.4%). The median follow-up after discontinuation was 24 months.\n\n    Of the 28 patients, sixteen (57.2%) showed positive genetic testing results. Eleven (39.2%) patients showed no genetic mutation, and one (3.6%) had no genetic testing done (Table 2).\n\n    CFHR1 and CFHR3 mutations were reported in 5 patients (17.8%). Only one of them relapsed after 12 months of discontinuation. Three patients (10.7%) had DGKE mutations, and one of them relapsed after 12 months of discontinuation. Two patients (7.1%) had combined mutations, one of them had combined MCP/CD46 and CFHR1, CFHR3 mutations, the other patient had CFI and CFB mutations; both relapsed after 3 months of discontinuation. MCP/CD46 mutations were reported in two patients (7.1%); one experienced a relapse after 15 months of eculizumab discontinuation. CFH mutations were reported in two patients (7.1%); one had a relapse after 2 months of discontinuation. The only patient with a C3 mutation (3.5%) relapsed after 3 months of discontinuation. Eleven patients (39.2%) had no detected mutations; one of them had a relapse after 2 months of discontinuation. One patient underwent no genetic testing without a history of relapse (Figure 1)\n\n    Eight (28.5%) patients experienced HUS relapse after the discontinuation of eculizumab. Seven of them (25%) had a detected gene mutation. During a median follow-up period of 24 months after discontinuation, most of the patients (75%) restarted eculizumab within 24-48 h. The median time to HUS relapse after discontinuation was 3 months. We observed that 5 patients experienced a relapse within 1 to 3 months, with upper respiratory tract infection (URTI) being the most common triggering factor. None of the patients required dialysis at the time of relapse. All of the patient's hematological and renal functions returned to pre-cessation values following the resumption of eculizumab after HUS relapse. The prevalence of no relapse was significantly more common among those with no mutation (p = 0.020). On the other hand, there was no significant relationship between relapse and the need for acute dialysis (p value 0.669), the duration of eculizumab therapy before discontinuation (p value 0.230), the timing of eculizumab after the presentation (p value 0.252), the GFR (p value 0.43), the protein/creatinine ratio (p value 0.700), or the C3 level at the time of discontinuation (p value 0.678) (Table 3).\n\n    There were no significant differences in the rates of relapse according to the types of gene mutations (p > 0.05) (Table 4).\n\n    Additionally, there were no significant differences in the relapse times between males and females (mean relapse time for males was 7.84 months, compared to 8.50 months for females). The overall mean time to relapse was 8.04 months. According to the log-rank, it was revealed that X2 = 0.143, p = 0.705 (Figure 2).\n\n    Following discontinuation, all patients who relapsed achieved remission after resuming eculizumab, and none of them progressed to end-stage renal disease (ESRD) (Table 5).\n\n    Five patients showed HUS recurrence episodes once, and 2 patients were subjected to another trial of discontinuation after the relapse episodes were treated. Regarding the renal outcomes, 23 patients were in remission with normal renal function (including 12 (52%) patients who underwent a positive genetic study, and 10 (43.7%) patients with no detected gene mutation), 4 patients had chronic kidney disease (CKD) (three patients had pre-existing chronic kidney disease (CKD) before discontinuation, and one had a DKGE mutation and developed a new CKD after discontinuation), while one patient underwent transplantation",
        "Conclusion": "    Our study supports the possibility of discontinuing eculizumab treatment in children with aHUS, but this decision may depend on identified gene mutations. The majority of children in our cohort remained in remission after the discontinuation of eculizumab.\n\n    A full assessment of the risk factors before the decision to discontinue eculizumab is essential, with parents being involved in the decision. Resuming eculizumab immediately after relapse is crucial and effective in most patients. In this study, although relapses happened, resuming eculizumab therapy was effective in controlling the disease.\n\n    Publisher's Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
        "Discussion": "    Our study describes one of the largest pediatric aHUS populations. The majority of previously published aHUS studies included both adult and pediatric patients and focused mainly on eculizumab therapy rather than its discontinuation with the consideration of its association with gene mutations at the same time. Eculizumab is a well-tolerated and effective treatment for patients with aHUS. It has been reported that eculizumab discontinuation is possible and safe in children with aHUS. Several factors reported in the literature should be considered, as they might be associated with the risk of disease progression after discontinuation, such as the age at first presentation, previous TMA manifestations, the prevalence of extrarenal manifestations, and the post-transplantation setting. We did not find in our study an association between the previous factors and risks for disease progression after eculizumab discontinuation.\n\n    The reasons for treatment discontinuation include both medical and economical concerns as well as patient requests. In our study, the most common reason for the discontinuation of eculizumab therapy was that patients experienced remission and their conditions were stable or they were negative for genetic mutations.\n\n    Sixteen (57.2%) patients in this study showed positive genetic testing results, possibly reflected in the high consanguinity percentage (71.4%). The risk of aHUS relapse following eculizumab discontinuation is mainly determined by the presence or absence of gene mutations. Similarly, in our study, seven (87.5%) of the 8 relapsed patients had a detected gene mutation, while patients with no relapse were more likely to have no genetic mutation. Some reports suggest a potential relationship between the type of complement mutation identified and the risk of subsequent clinical manifestations of HUS. Patients with CFH and MCP/CD46 variant mutations appear to be at higher risk of recurrence. Patients with CFH or THBD/CD141 mutations had the earliest onset of aHUS and the highest mortality rates, whereas patients with MCP/CD46 mutations were associated with the least severe outcomes, but there was no significant relationship that could be identified between the type of mutation and the risk of HUS relapse in our study, which may be related to the differences in the background genetics of our population.\n\n    However, the time to recurrence was longer in this study (median of 3 months) than in the study by Ardissino et al. (<6 weeks) and equal to that in the study by Macia et al., but it was shorter than that in the study by Ariceta et al. (median of 5 months). The current literature reports that the rates of HUS recurrence after eculizumab discontinuation are between 22% and 31%, while in our study, eight patients (28.5%) experienced HUS relapse after discontinuation, making the identification of at-risk patients essential. Contrary to other studies, where patients experiencing HUS recurrence had a shorter duration of treatment, the durations of eculizumab therapy in our study were similar between patients who did and did not suffer HUS recurrence.\n\n    When HUS occurs after discontinuation, restarting eculizumab can prevent further HUS manifestations. Vilalta et al. reported HUS manifesting eight weeks after missing a single eculizumab dose. The rates of eculizumab discontinuation and re-initiation have also been reported for 296 patients receiving eculizumab in the global aHUS Registry. In patients aged <18 years, 28 (24%) discontinued treatment, of whom 7 (25%) restarted eculizumab treatment. Similarly, in our study, of all eight patients who relapsed, eculizumab was restarted within 24-48 h in the majority of them. Most of the patients who relapsed achieved remission after resuming eculizumab. However, it has been reported that the restart of eculizumab could not prevent the deterioration of renal function, HUS recurrence, or subsequent ESKD. We observed that 5 patients had a relapse within 1-3 months, with upper respiratory tract infection being the most common triggering factor for a new recurrence. It remains a debate between researchers about the safety and feasibility of the discontinuation of eculizumab therapy. In a selected group of patients, a trial of gradual discontinuation by lengthening the dosing interval of eculizumab seems to be a reasonable and safe alternative to the indefinite continuation of the drug. In this study, eleven of our patients underwent eculizumab dose spacing prior to complete discontinuation. We emphasize the importance of the previously suggested recommendation by other studies that in the case of discontinuation, patient education regarding early HUS symptoms should be ensured, along with regular urine dipsticks to monitor hematuria and proteinuria. Additionally, if possible, regular blood tests to monitor hemoglobin, platelet, serum creatinine, and LDH levels are crucial. If HUS recurrence is suspected, eculizumab should be rapidly reinitiated.\n\n    The outcome after discontinuation in this study was fairly good, with the majority of children remaining in remission with normal kidney function, which is better than a previous report by Ariceta et al., as 8.0% of their patients progressed to ESKD. This study had limitations that should be noted, including the retrospective nature of the study and the varying observation intervals. However, we have reported on the whole pediatric aHUS population in the Arabian Gulf region spanning over 9 years, and to the best of our knowledge this is one of the largest studies in a pediatric population.",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/36421183/"
    },
    "37892203": {
        "Title": "    Functional Consequences of Pathogenic Variants of the GJB2 Gene (Cx26) Localized in Different Cx26 Domains",
        "Abstract": "    One of the most common forms of genetic deafness has been predominantly associated with pathogenic variants in the GJB2 gene, encoding transmembrane protein connexin 26 (Cx26). The Cx26 molecule consists of an N-terminal domain (NT), four transmembrane domains (TM1-TM4), two extracellular loops (EL1 and EL2), a cytoplasmic loop, and a C-terminus (CT). Pathogenic variants in the GJB2 gene, resulting in amino acid substitutions scattered across the Cx26 domains, lead to a variety of clinical outcomes, including the most common non-syndromic autosomal recessive deafness (DFNB1A), autosomal dominant deafness (DFNA3A), as well as syndromic forms combining hearing loss and skin disorders. However, for rare and poorly documented variants, information on the mode of inheritance is often lacking. Numerous in vitro studies have been conducted to elucidate the functional consequences of pathogenic GJB2 variants leading to amino acid substitutions in different domains of Cx26 protein. In this work, we summarized all available data on a mode of inheritance of pathogenic GJB2 variants leading to amino acid substitutions and reviewed published information on their functional effects, with an emphasis on their localization in certain Cx26 domains.",
        "Introduction": "    One of the most common forms of genetic deafness has been predominantly associated with pathogenic variants in the GJB2 gene (gap junction protein, beta-2, 13q12.11, OMIM #121011), encoding transmembrane protein connexin 26 (Cx26). Different alterations of the GJB2 sequence can produce a variety of clinical outcomes, including the most common non-syndromic autosomal recessive deafness, type 1A (DFNB1A, OMIM #220290), autosomal dominant deafness, type 3A (DFNA3A, OMIM #601544), as well as syndromic forms combining hearing loss and skin disorders (OMIM #149200, #602540, #148210, #148350, and #124500).\n\n    Connexin 26, comprising 226 amino acids, belongs to the human connexin protein family, containing 21 members classified according to their molecular weight, ranging from 23 to 62 kDa in size (Cx23-Cx62). Based on their sequence homology, the connexins can be divided into five subgroups (alpha, beta, gamma, delta, or epsilon). The connexins function as gap junction channels, which are critical for intercellular communication in the tissues of all multicellular organisms, by allowing direct exchange of ions and small (<1-1.5 kDa) molecules (diverse metabolites, second messengers, short RNAs). All connexins have a similar topology, with four alpha-helical transmembrane domains, two extracellular loops, a cytoplasmic loop, the N-terminus, and the C-terminus. A hexameric annular assembly (termed connexon), consisting of six connexin molecules, forms a pore through the lipid bilayer of the plasma membrane. Different connexins are ubiquitously expressed in tissue- or cell-type-specific and overlapping patterns. Connexons can be composed by connexins of either the same (homomeric connexons) or different types (heteromeric connexons). The ability of different types of connexins to oligomerize with each other seems to be determined by specific sequences in certain protein domains. A connexon of one cell can contact (in a head-to-head disposition) another connexon of a neighboring cell, forming an intercellular channel. The aggregates of hundreds to thousands of gap junction channels form so-called gap junctional plaques on the plasma membrane. However, undocked or unopposed connexons can remain in the form of so-called hemichannels, which allow communication between the cellular interior and the extracellular space under certain physiologic and pathologic conditions.\n\n    The intercellular communication by different connexin gap junction channels and hemichannels regulates (by their specific permeability to metabolites) the signaling and function of various organs: endogenous expression of connexin family members can be mapped to over 110 distinct cell types found within all 12 human body systems. Thus, the connexins play an important role in the development, physiology, and the etiology of several diseases. About half of the human connexins have currently been linked to a variety of genetic diseases caused by pathogenic variants in connexin-coding genes, and numerous reviews are devoted to different aspects of the connexins functioning in normal physiological and pathological processes.\n\n    According to its sequence homology, Cx26 protein belongs to the beta subgroup of connexins, which also includes Cx30 and Cx32. In 2009, Maeda et al. first reported the structure of the Cx26 gap junction channel at high resolution (3.5 A) obtained by X-ray three-dimensional crystallographic analysis. This model has greatly advanced the understanding of the overall architecture of connexin channels obtained by previous lower-resolution models and became the basis for subsequent detailed biochemical and physiological analyses of connexin channels. The Cx26 domains were structurally resolved: four transmembrane helices (TM1-TM4), two extracellular loops (EL1 and EL2), a N-terminal region (NT), a cytoplasmic loop (CL), and a C-terminal tail (CT). Cx26 subunits assemble in hexamers and create an aqueous pore in the plasma membrane. The walls of pores are composed from TM1 and TM2 domains, and the NT regions of six subunits of Cx26 line the cytoplasmic pore entrance, forming a gradually narrowed funnel. The mouth is created by CL and part of NT with several positively charged residues. Within the channel, TM1 and TM2 are covered by the first part of the NT, which is alpha-helical. The beginning of the NT is located deep within the pore. The NT helix extends beyond the cytoplasmic side of the membrane and then forms a loop that bends back to the membrane where TM1 begins. The bend appears to be flexible for the potentially rapid movements required for gating of the channel. The NT domain has been proposed (due its hydrophobic interactions with residues of the TM1 domain) to act as a gate-type \"plug\" whose movement is dependent on membrane voltage changes. Each connexin protein has three intramolecular disulfide bonds between three pairs of cysteines in two extracellular loops, EL1 and EL2, which mediate the docking of hemichannels and are essential for the formation of the intercellular channel. On the extracellular side, Cx26 presents an accumulation of negatively charged residues. The structure of the Cx26 channels was presented in more detail in further structural studies.\n\n    To date, there are numerous comprehensive reviews concerning different aspects (biosynthesis, post-translational modifications, assembly, trafficking, turnover, and channel function) of the life cycle of connexins. The most complete information appears to come from the studies of connexin 43 (Cx43), which is natively expressed in nearly half of the more than 200 cell types found in the human body. We aimed to briefly describe the life cycle of connexin 26, emphasizing its features distinctive from other connexins.\n\n    The expression of the GJB2 gene, coding Cx26, is observed in many different tissues. In the human cochlea, GJB2 is expressed by almost all cell types (except hair cells): supporting cells in the sensory epithelium, fibrocytes and mesenchymal cells in the lateral wall, basal and intermediate cells of the stria vascularis, and type I neurons in the spiral ganglion. In the inner ear, besides Cx26, connexin 30 (Cx30) is predominantly expressed, and the expression of other connexins (Cx31, Cx43) was also detected. Since Cx26 and Cx30 are both beta-connexins, they are able to oligomerize and form heteromeric and heterotypic gap junction channels. The beta-connexins (including Cx26) immediately oligomerize in the endoplasmic reticulum, which differentiates them from alpha-connexins (e.g., Cx43), in which the oligomerization process is completed in the Golgi apparatus. The alpha-connexins have an LR motif in TM3 and a WYIYGF motif in the EL2 domain, which allow them to interact with ERp29 and some other chaperones, which stabilize connexin molecules as monomers until they get to the Golgi apparatus. Since beta-connexins have a WW motif in the TM3 domain and an FYxLYxG motif in the EL2 domain, they are extremely unstable and have no opportunity to bind ERp29, thereby immediately oligomerizing in the endoplasmic reticulum.\n\n    Fully oligomerized connexons transport to the plasma membrane of the cell. The transport pathways have not yet been fully elucidated. Some studies reported on existing both Golgi-dependent and microtubules-independent variants. There are studies both confirming the participation of actin in the traffic of connexons formed by Cx26 and refuting this.\n\n    The gap junction plaque is a dynamic structure due to the half-life of connexin 26 of about 1.5-5 h; therefore, the newly formed connexons substitute the old ones from the periphery to the center of the plaque. It is known that most of the connexin proteins are transported from the periphery to the center of gap junction plaques via the actin-binding proteins ZOs (zonula occludens), ubiquitous scaffolding proteins, which are necessary for the delivery and organization of target proteins into complexes on the cell membrane. The short amino acid sequence on the C-terminus of target proteins is usually recognized by the PDZ domain of ZOs, and thus allows the interaction between them. Unlike many other connexins, Cx26 appears to lack a PDZ-binding motif, so its organization into gap junction plaques may apparently be regulated by other proteins.\n\n    The post-translation modifications of connexins were comprehensively reviewed by Aasen et al.. Unlike many other connexins, the C-terminal domain of Cx26 is not phosphorylated, though its N-terminus is subjected to post-translational modifications, including acetylation of Met1 and Lys15, hydroxylation of Asn14, and phosphorylation of multiple potential phosphorylation sites. Regulation of the Cx26 protein level is critical for its function, but the molecular mechanisms involved are only partially understood. In addition, at least twelve different proteins are able to interact with the C-terminus of Cx26, but the outcome of each interaction remains to be seen.\n\n    Recently, Chen et al. reviewed the current concepts of the mechanisms of Cx26-associated hearing impairments. A decade ago, researchers believed that the failure in K+-recycling was the crucial role in the pathogenesis of Cx26-associated hearing loss. Accumulation of K+ ions near hair cells in the inner ear caused by non-functional gap junctions was proposed to produce cytotoxicity and the hair cells' ablation, and the interruption of K+-recycling leads to a reduction of endocochlear potential and impairment of active cochlear amplification. However, this hypothesis cannot explain the pathogenesis of Cx26-associated hearing loss due to Cx26 variants that do not lead to the formation of dysfunctional gap junction channels. Another recent hypothesis proposes that Cx26-caused hearing loss could be associated with impairment of ATP-triggered intercellular Ca2+ signaling transduction, which plays an important role in postnatal auditory development. The third hypothesis proposes that the mechanism of Cx26-related hearing loss could be associated with nutrient function. Hemichannels and gap junction channels allow the passage of many components with molecular weight less than 1.2 kDa, including glucose, thereby providing necessary nutrients and energy for developing supporting cells of the inner ear. The lack of glucose leads to a reduction in ATP production, followed by excess accumulation of reactive oxygen species and cell apoptosis. None of these proposed hypotheses can yet fully explain the subtle mechanisms of the pathogenesis of Cx26-related hearing impairment, since hemichannels and gap junction channels formed by the Cx26 protein appear to play multiple roles in the development and function of inner ear structures.\n\n    The GJB2 gene encoding Cx26 (226 a.a.) contains two exons and one intron, with a coding region (681 nucleotides) in exon 2. Different alterations of the GJB2 sequence can produce a variety of clinical outcomes, including the most common non-syndromic autosomal recessive deafness, 1A type (DFNB1A, OMIM #220290), autosomal dominant deafness, type 3A (DFNA3A, OMIM #601544), as well as syndromic forms, in which hearing loss is accompanied by mild to severe skin disorders: palmoplantar keratoderma with deafness (OMIM #148350), keratitis-ichthyosis-deafness syndrome (KID, OMIM #148210), Vohwinkel syndrome (OMIM #124500), Bart-Pumphrey syndrome (OMIM #149200), and hystrix-like ichthyosis with deafness (OMIM #602540).\n\n    The current information on the influence of pathogenic GJB2 variants on the structure and functions of the Cx26 protein has recently been updated in several comprehensive reviews. These data, together with bioinformatics and structural modeling studies, provide a basis for understanding the details of the molecular mechanisms by which pathogenic GJB2 variants lead to different clinical hearing loss phenotypes.\n\n    We analyzed the variability of the GJB2 gene sequence based on the data from the Deafness Variation Database (the DVD v9 version: , accessed on 1 June 2023), which includes all known genetic variants presented in 223 deafness-associated (non-syndromic and syndromic) genes. The DVD integrates all available genetic, genomic, and clinical data together with expert curation to generate a single classification for each variant in the genes implicated in deafness. For categorization of variants according to the standards and guidelines for the interpretation of sequence variants (P, pathogenic; LP, likely pathogenic; B, benign; LB, likely benign; VUS, variants of unknown significance), the DVD uses available information from ClinVar and/or the published literature on PubMed, an assessment of functional significance and conservation of missense variants by several computational methods, and the data on MAF (minor allele frequency). Within the different classification categories (P, LP, VUS, LB, and B), the DVD also provides a molecular profile of the variants (UTRs, nonsense, missense, intronic, synonymous, splice-site, frameshift indels, start/stop loss, and in-frame indels).\n\n    To date, in total, 1165 different variants (P, LP, VUS, LB, and B) in the GJB2 gene sequence have been reported on the DVD (, accessed on 20 June 2023). Among them, variants classified as pathogenic or likely pathogenic (PLP variants) (n = 428) make up a significant proportion (total of 36.8%) (Figure 1). The PLP variants include different point mutations, small insertions and deletions, as well as several large deletions that remove the whole GJB2 gene or regulatory sequences that are needed for the expression of GJB2. Among the PLP variants, the common molecular alterations are the missense variants (65.7%), followed by the frameshift variants (18.9%) (Figure 1).\n\n    Here, we focused on the PLP missense variants in the GJB2 coding region leading to amino acid substitutions (n = 281), which have been found in all domains of Cx26 (Figure 2). It should be noted that many amino acids can undergo more than one substitution. The distribution of these variants across Cx26 domains appears to be uneven. In order to define Cx26 domains with the highest load of the PLP missense variants, the number of them in each Cx26 domain was normalized by the number of amino acids in the corresponding domain. Four Cx26 domains (N-terminus, TM1, EL1, and TM2) were found to have a rate above the mean (median value = 1.09) (Figure 3).\n\n    Numerous in vitro studies were performed by various experimental assays to elucidate the functional consequences of the PLP variants leading to amino acid substitutions; however, not all detected variants have been subjected to such studies, and the mechanism of their effect on the structure and function of Cx26 remains unclear. In the following sections, we review the PLP missense variants that have been analyzed in in vitro studies, in order of their location in the Cx26 protein domains.\n\n    We also analyzed and summarized all available literature data on the types of inheritance of PLP missense variants (Figure 4).\n\n    Among them, there are variants with evident autosomal recessive inheritance and autosomal dominant variants, which include non-syndromic (isolated hearing impairment) and syndromic variants (hearing impairment is accompanied by mild to severe skin disorders). However, for rare (found only in single patients) and poorly documented variants, information about the type of inheritance is not yet available (Figure 4).\n\n    The N-terminus (NT) of Cx26 begins with the methionine encoded by the ATG translational start codon. This region includes 20 amino acids, consisting of intramembrane (from 1 to 13 a.a.) and cytoplasmic (from 14 to 20 a.a.) parts (Figure 2). According to the DVD, in NT, there are 27 different PLP missense variants (13 and 14 in intramembrane and cytoplasmic parts, respectively) leading to amino acid replacements. It should be noted that five amino acids can undergo more than one substitution: Gly12 (4), Asn14 (3), Ser17 (2), Ser19 (3), and Ile20 (3). There are non-syndromic PLP variants with an obvious autosomal recessive type of inheritance, quite a lot of variants with an uncertain type of inheritance, and five syndromic dominant variants (Figure 4).\n\n    Five non-syndromic recessive PLP variants (p.Thr8Met, p.Leu10Pro, p.Gly12Val, p.Asn14Asp, and p.Ser19Thr) were analyzed in several functional studies.\n\n    Mese et al. (2004, 2008) analyzed variant p.Thr8Met, along with other Cx26 mutations associated with non-syndromic recessive hearing impairment, in the paired Xenopus oocyte expression system. The Cx26-p.Thr8Met mutant formed partially functional channels with altered voltage-gating properties, suggesting that these channels may retain high permeability to potassium ions. Further examination of the permeability of the p.Thr8Met mutant channels (along with other Cx26 mutants) revealed a differential selectivity of mutant channels for molecules with different molecular weights and charges.\n\n    Dalamon et al. performed electrophysiological and permeability studies of variant p.Leu10Pro. The Cx26-Leu10Pro mutant protein can form functional channels and hemichannels, albeit with different voltage dependence and solute permeability properties (decreased ATP/cationic dye selectivity) than those formed by wtCx26. Molecular dynamics simulations revealed the changes in the pore structure and electrostatic charges in the Cx26-Leu10Pro mutant that could be involved in the decreased dye uptake and ATP release.\n\n    The recessive variants p.Gly12Val and p.Ser19Thr were analyzed in the study by d'Andrea et al.. Both variants showed a slower electrophoretic mobility in comparison to wtCx26 and a lack of appreciable membrane staining. The product of the p.Gly12Val variant results in a complete intracellular retention of the protein, clustered in large perinuclear vesicles, which is accompanied by a significant decrease of protein expression. The mechanism affecting the functionality of the p.Ser19Thr mutant appears different, in that at least some Cx26 is properly routed to the cell surface. Garcia et al. analyzed the functional state of channels formed by different homomeric mutant Cx26s and revealed that p.Gly12Val completely abolished the formation of functional channels.\n\n    Variant p.Asn14Asp was detected in compound heterozygosity with pathogenic variant c.35delG in two brothers with moderate non-syndromic sensorineural hearing impairment. Functional analysis of mutant Cx26 expressed in Xenopus laevis oocytes showed that the p.Asn14Asp mutant protein was synthesized properly but integrated only in markedly reduced amounts into the cell membrane. The Cx26-Asn14Asp expressing oocytes showed a significantly reduced current compared to wild-type Cx26-injected cells. In addition, the co-injection of wild-type and mutant cRNA at equimolar levels restored the conductive properties, supporting the recessive character of p.Asn14Asp.\n\n    All dominant variants in NT (p.Gly11Glu, p.Gly12Arg, p.Asn14Tyr, and p.Ser17Phe) are syndromic and associated with keratitis-ichthyosis-deafness (KID) syndrome (OMIM #148210) or with clinical phenotypes overlapping with KID syndrome (p.Asn14Lys).\n\n    Gly11. Variant p.Gly11Glu, first found in a patient with KID syndrome, was analyzed in the studies by Terrinoni et al.. The expression of the Cx26-Gly11Glu mutant protein was significantly reduced when compared to normal Cx26. The deficiency in functional connexon formation by this mutant protein results in aberrant calcium gating, leading to increased intracellular calcium and necrotic cell death.\n\n    Gly12. All beta-connexins include a glycine residue at position 12 (Gly12), and mutations that alter Gly12 in different connexins are associated with skin disease as well as hereditary forms of deafness and neuropathy. In Cx26, four substitutions at Gly12 are known. One of them, p.Gly12Arg, is associated with KID syndrome, while three other variants (p.Gly12Val, p.Gly12Asp, and p.Gly12Cys):with non-syndromic hearing loss.\n\n    Syndromic variant p.Gly12Arg was analyzed in several studies. In the study by Lee et al. (2009), the effects of p.Gly12Arg have been explored in the Xenopus oocytes expression system. The Cx26-Gly12Arg mutant protein demonstrated significantly increased hemichannel activity compared to the wild-type protein correlated with an increased cell death. When cultured in solutions with higher extracellular Ca2+ concentrations, the p.Gly12Arg hemichannels had reduced levels of activity and increased cell survival. Garcia et al. (2015) investigated the effects of p.Gly12Arg, along with other Cx26 pathogenic variants, when it was co-expressed with other Cxs (in particular, Cx43). They demonstrated that p.Gly12Arg changes the connexin oligomerization compatibility, allowing aberrant interactions with Cx43. A heteromeric oligomer formed by Cx43 and the p.Gly12Arg-mutant Cx26 showed exacerbated hemichannel activity but non-functional channels. Heterologous expression of these hyperactive heteromeric hemichannels increases cell membrane permeability, favoring ATP release and Ca2+ overload. Garcia et al. (2018) investigated the biophysical properties of the syndromic mutant Cx26-Gly12Arg expressed in Xenopus laevis oocytes and the structural changes induced by p.Gly12Arg by molecular dynamics simulations. The NT is an active component of both the slow and fast gating mechanisms. At the molecular level, the p.Gly12Arg appears to allow an interaction between Gly12 and Gly99, fixing NT in a new position toward the cytoplasm, thereby preventing its action as a blocking gating particle. Disruption of this interaction recovers the fast and slow voltage-dependent gating mechanisms. Albuloushi et al. (2020) analyzed, by using a range of cell-based assays, the functional effects of p.Gly12Arg (along with p.Phe142Leu and p.Asp66His) in HeLa cells expressing Cx26 or Cx43 and in HaCaT cells, a model keratinocyte cell line. In HeLa26 cells co-expressing p.Gly12Arg, the mutant protein was restricted to perinuclear areas. The viability of the p.Gly12Arg-transfected cells was greater in HeLa cells expressing Cx43 than in native Cx-free HeLa cells. Expression of p.Gly12Arg results in microtubule collapse, rescued by interaction with Cx43.\n\n    Asn14. The amino acid asparagine (Asn, N) at position 14 is highly conserved among different species and different types of connexins. There are three different amino acid substitutions at Asn14: p.Asn14Tyr and p.Asn14Lys, leading to syndromic (hearing loss and skin anomalies), and p.Asn14Asp leading to non-syndromic hearing loss. Several studies were performed to elucidate the functional consequences of these variants by using different experimental assays.\n\n    Arita et al. (2006) analyzed variant p.Asn14Tyr found in a patient with KID syndrome, in the cell culture obtained by biopsy from a hyperkeratotic plaque in the patient's skin. By using experimental assays and molecular structural analysis (NMR), they concluded that p.Asn14Tyr appears to induce a change in the local structural flexibility of the N-terminal domain, which is important for exerting the activity of the channel function, resulting in impaired gap junctional intercellular communication. Later, the effects of p.Asn14Tyr were studied by Lee et al.. The mutant protein was expressed in Xenopus oocytes with levels equal to wild-type Cx26. The p.Asn14Tyr resulted in larger hemichannel currents than the wild-type-expressing cells, and elevated hemichannel activity correlated with an increased cell death. The cell death phenotype of p.Asn14Tyr could be rescued through the addition of extracellular Ca2+. The voltage-gating sensitivity of junctions formed by p.Asn14Tyr channels was greatly reduced compared to wild-type Cx26.\n\n    De Zwart-Storm et al. (2011) assessed, by immunofluorescence staining and the parachute assay, the functional consequences of p.Asn14Tyr and p.Asn14Lys and revealed that these variants have different protein localization and gap junction permeability. The p.Asn14Lys causes a pronounced cytoplasmic accumulation that can be partially rescued by co-transfection with wild-type Cx26, and cells containing the mutant p.Asn14Lys are unable to transfer the dye to recipient cells. In contrast, the p.Asn14Tyr is readily transported and inserted into the cell membrane, and cells expressing mutant p.Asn14Tyr protein were able to transfer the dye. Garcia et al. (2015) showed that p.Asn14Tyr co-localized with Cx43 in intracellular compartments and channel plaques, suggesting aberrant formation of heteromeric channels (Cx43/Cx26 mutants). In addition, p.Asn14Tyr produced heteromeric hemichannels with increased activity, enhancing the cell membrane permeability. In electrophysiological experiments using Xenopus oocytes, Sanchez et al. (2016) showed that p.Asn14Lys and p.Asn14Tyr, when expressed alone or together with wild-type Cx26, result in functional hemichannels, which exhibit substantial differences in functional efficiency, gating, and sensitivity to pH.\n\n    Press et al. (2017) investigated p.Asn14Lys, along with other syndromic or non-syndromic dominant Cx26 variants, and demonstrated that when gap-junction-deficient HeLa cells expressed the p.Asn14Lys, they underwent cell death, such that meaningful channel function information was unattainable. Valdez Capuccino et al. (2019) explored (by combining electrophysiological techniques, double-mutant cycle analysis, and MD simulations) the molecular basis by which p.Asn14Lys promotes gain of function. They found that the p.Asn14Lys mutant favors the open conformation of hemichannels, shifts calcium and voltage sensitivity, and slows deactivation kinetics. The MD simulations of WT and p.Asn14Lys hemichannels indicated that the p.Asn14Lys variant increases the hemichannel open probability by disrupting interactions between the NT and the TM2/CL region of the adjacent connexin subunit.\n\n    Ser17. Alterations in the Cx26 amino acid sequence at position 17 (Ser17) can lead to KID syndrome (p.Ser17Phe) or non-syndromic hearing loss (p.Ser17Tyr). Thus, despite that in both cases serine is replaced by a more bulky aromatic amino acid such as phenylalanine (p.Ser17Phe) or tyrosine (p.Ser17Tyr), the consequences can be significantly different. Richard et al. (2002) revealed that coupling-incompetent HeLa cells expressing the p.Ser17Phe mutant Cx26 were completely uncoupled, unlike the cells with wild-type Cx26, indicating that p.Ser17Phe abolishes the function of mutant Cx26 in vitro. Mazereeuw-Hautier et al. (2014) reported a case of lethal KID syndrome associated with p.Ser17Phe. In this family, p.Ser17Phe probably appeared de novo since the parents of the patient were not carriers of pathogenic GJB2 variants. Garcia et al. (2015) demonstrated that p.Ser17Phe, as well as other syndromic mutations (p.Gly12Arg and p.Asn14Tyr) in NT of Cx26, changes the connexin oligomerization compatibility by aberrant interactions with Cx43. Abbott et al. (2023) found that cochlear tissue expressing Cx26-Ser17Phe presented increased membrane permeability in the supporting cells of the organ of Corti through the formation of hyperactive hemichannels, producing damage of hair cells in the organ of Corti. The mutant Cx26-Ser17Phe can associate with Cx30, producing hyperactive hemichannels with reduced sensitivity to extracellular Ca2+ and standard hemichannel blockers. Molecular dynamic models of heteromeric mutants show alteration in the residues involved in Ca2+ coordination.\n\n    Transmembrane domain 1 (TM1) of Cx26 includes 20 amino acids (from 21 to 40 a.a.). There are 32 PLP variants. Among them, a little over 40% are non-syndromic variants with obvious autosomal recessive inheritance, three variants are dominantly inherited syndromic variants, associated with KID syndrome or deafness with palmoplantar keratoderma (PPK) (OMIM #148350), and the remaining variants have an unclear type of inheritance (Figure 4). Multiple substitutions were found at six amino acid positions of the TM1 sequence: Ile30 (3), Arg32 (5), Ile33 (2), Met34 (5), Val37 (4), and 40Ala (4).\n\n    Ile30. There are three different amino acid substitutions at Ile30: p.Ile30Asn, leading to KID syndrome, and p.Ile30Val and p.Ile30Leu, leading to non-syndromic hearing loss, which have not been functionally studied. Aypek et al. (2016) analyzed the effect of syndromic variant p.Ile30Asn on the protein biosynthetic pathway, hemichannel activity, and intracellular calcium levels in communication-deficient HeLa cell lines. The p.Ile30Asn resulted in the retention of mutant protein in the Golgi apparatus and failed to form gap junction plaques at cell-cell contact sites. Cells with the Cx26-Ile30Asn variant had increased dye uptake compared to wtCx26-containing cells, indicating abnormal hemichannel activities. Cells with mutant protein had elevated intracellular calcium levels compared to wtCx26-transfected cells.\n\n    Arg32, Ile33, Ile35. Non-syndromic autosomal recessive variants p.Arg32His, p.Ile33Thr, and p.Ile35Ser were analyzed by several experimental assays to observe the mutant proteins' localization, channel formation ability, and channel permeability to fluorescent dyes in transiently transfected HeLa cells or in HEI-OC1 cells derived from the progenitor epithelium of the organ of Corti from mice. Mani et al. (2009) showed that the p.Ile35Ser mutant protein exhibits impaired trafficking (found largely in the cytoplasm), whereas the p.Ile33Thr mutant exhibited membrane localization similar to wild-type Cx26, although intercellular transfer of LY (Lucifer yellow) between p.Ile33Thr cells was not observed. The p.Arg32His variant failed to reach the cell surface and co-localized with the endoplasmic reticulum throughout the cells. Beach et al. (2020) revealed that p.Arg32His did not form clearly identifiable gap junction plaques but appeared to be partially localized within intracellular vesicles.\n\n    Met34, Val37. Two variants, p.Met34Thr (c.101T>C) and p.Val37Ile (c.109G>A), are notable missense GJB2 variants because their classification has long been controversial, despite that these variants have been found in a significant number of patients with hearing loss. The p.Met34Thr was first reported as being associated with dominant hearing loss and the p.Val37Ile was first identified as a polymorphism in a heterozygous control. Subsequently, p.Met34Thr was found in individuals with normal hearing, which suggests an autosomal recessive mode of inheritance; in turn, p.Val37Ile was later found to be homozygous or in trans with known pathogenic GJB2 variants in affected individuals. Both variants were found relatively frequently in the general population. The phenotypic manifestation of hearing loss related to p.Met34Thr or p.Val37Ile varied from apparently normal to profound. However, these two variants were typically associated with bilateral mild to moderate sensorineural hearing loss, affecting high- to mid-sound frequencies. Reduced penetrance of these two variants has been proposed and later confirmed.\n\n    Numerous in vitro studies have investigated the functional effects of p.Met34Thr on gap junction function via analysis of its intracellular localization, oligomerization, and dye-loading assays. The p.Met34Thr mutant protein exhibited strong staining at the plasma membrane and minor evidence for intracellular retention. Very low or no dye (LY) transfer was observed between cells expressing p.Met34Thr, while intercellular neurobiotin diffusion was present. The oligomerization assays showed that the p.Met34Thr mutant failed to efficiently assemble into hexameric gap junction hemichannels. Homotypic p.Met34Thr/p.Met34Thr channels did not induce intercellular coupling in Xenopus oocytes, and heterotypic pairings with Cx26 (Cx26/M34T) revealed functional channels with gating properties significantly different than those of wtCx26. The p.Met34Thr inefficiently formed intercellular channels that displayed an abnormal electrical behavior and the Met34Thr channels failed to support the spreading of mechanically induced intercellular Ca2+ waves. Co-expression of mutant Cx26-Met34Thr significantly decreased the wild-type Cx26-mediated currents when wild-type and mutated Cx26 cRNAs were co-injected in Xenopus oocytes at equimolar levels, resembling the situation in heterozygotic individuals. Oshima et al. (2003) proposed an M34-regulating model for the fully open state of the gap junction channel, in which residue Met34 makes important interactions with other transmembrane helices. Using molecular dynamics simulations, Zonta et al. (2014) indicated that the quaternary structure of the Cx26-Met34Thr hemichannel is altered at the level of the pore funnel due to the disruption of the hydrophobic interaction between M34 and tryptophan3 (Thr 3) in the N-terminal helix.\n\n    Variant p.Val37Ile did not induce the formation of homotypic intercellular channels in the paired Xenopus oocyte expression system. Electrophysiological analysis of the channel activity revealed reduced conductance when p.Val37Ile was co-expressed with wild-type Cx26, Cx30, or Cx31. The p.Val37Ile did not show alteration in the intracellular protein expression and was localized at the cell membrane, where it formed gap junctions between two adjacent cells; however, biochemical coupling was significantly reduced in Cx26-Val37Ile-transfected cells. In the hemichannel study, the number of dye-loaded cells was greatly reduced in Cx26-Val37Ile-transfected cells.\n\n    Thus, based on compelling statistical and supporting functional evidence, p.Met34Thr and p.Val37Ile were classified as pathogenic autosomal recessive variants with incomplete penetrance.\n\n    Ala40. There are four different substitutions at position 40Ala of Cx26, which can lead to non-syndromic recessive hearing loss (p.Ala40Glu and p.Ala40Gly), hearing loss with an uncertain mode of inheritance (p.Ala40Ser), or to KID syndrome (p.Ala40Val). The p.Ala40Val variant was first discovered in a patient with KID syndrome, in whom it appears to have arisen de novo. Expression of the Cx26-Ala40Val in Xenopus oocytes resulted in a disorganization of cell pigmentation, followed by oocyte death, which correlated with a markedly decreased plasma membrane electrical resistance. Zhang et al. (2005) analyzed, by two-electrode patch-clamp recordings, the effect of p.Ala40Glu on the properties of gap junction channels and revealed that p.Ala40Glu results in completely disrupted intercellular electrical coupling. In a subsequent study in the Xenopus oocyte expression system, the ability of elevated Ca2+ to rescue p.Ala40Val was tested. It was shown that the addition of Ca2+ to the media produced a dramatic reduction in the Ala40Val hemichannels' current flow. Sanchez et al. (2010) quantified the Ca2+ sensitivities and examined the biophysical properties of the p.Ala40Val mutant at macroscopic and single-channel levels. The p.Ala40Val hemichannels showed significantly impaired regulation by extracellular Ca2+, which is likely the principal mechanism that contributes to disease in the case of p.Ala40Val.\n\n    In the study by Jara et al. (2012), individual transmembrane (TM) domains and the full-length Cx26 protein were studied to identify motifs involved in oligomerization of Cx26. Using different experimental assays, they showed that TM1 had a strong propensity to homodimerize and the TM1 amino acids motif Val-37-Ala-40 (VVAA) is required for homodimerization. Two deafness-associated Cx26 mutations localized in this region, p.Val37Ile and p.Ala40Gly, differentially affected dimerization. TM1-Val37Ile dimerized only weakly, whereas TM1-Ala40Gly did not dimerize. When the full-length mutants were expressed in HeLa cells, both Cx26-Val37Ile and Cx26 Ala40Gly formed oligomers less efficiently than wild-type Cx26. Unlike wild-type Cx26, neither Cx26-Val37Ile nor Cx26-Ala40Gly formed functional hemichannels in low extracellular calcium. Thus, the VVAA motif of Cx26 is critical for TM1 dimerization, hexamer formation, and channel function. The differential effects of VVAA mutants on hemichannels and gap junction channels imply that inter-TM interactions can differ in unopposed and docked hemichannels. Moreover, Cx26 oligomerization appears dependent on transient TM1 dimerization as an intermediate step.\n\n    Among all Cx26 domains, the maximum number (n = 64) of different PLP variants resulting in amino acid substitutions was found in the extracellular loop 1 (EL1), including 33 amino acids (from 41 to 73 a.a.). There are 18 amino acids that undergo more than one replacement. This Cx26 domain is also distinguished by a maximum number of dominant variants (n = 23), both non-syndromic (n = 11) and syndromic (n = 12) (Figure 4). All syndromic PLP missense variants can be associated with deafness and skin pathologies, often with overlapping clinical phenotypes and varying penetrance: deafness with PPK (OMIM #148350), KID syndrome (OMIM #148210), overlapping with hystrix-like ichthyosis with deafness (OMIM #602540), Vohwinkel syndrome (OMIM #124500), and Bart-Pumphrey syndrome (OMIM #149200).\n\n    Functional in vitro studies were performed for almost all known dominant (non-syndromic and syndromic) variants in the EL1 domain, while only four recessive variants (p.Glu47Lys, p.Glu47Gln, p.Thr55Asn, and p.Ile71Asn) were subjected to such studies.\n\n    Stong et al. (2006) investigated the properties of two variants, recessive p.Glu47Lys and syndromic dominant p.Gly45Glu, expressed in HEK293 cells, and analyzed the ionic and biochemical permeability of reconstituted gap junctions and hemichannels. Both variants affected the gap junction functions in dramatically different manners. The Cx26-Glu47Lys mutant protein formed a non-functional gap junction that lacked channel- and hemichannel-mediated biochemical and ionic coupling. In contrast, p.Gly45Glu resulted in apoptosis and cell death that was rescued by increasing the concentration of extracellular calcium in a dose-dependent manner. Using ionic and biochemical coupling tests and computational analyses to predict structural abnormalities, Kim et al. (2016) evaluated the pathogenic effects of ten different Cx26 variants. For seven of them, a loss of gap junction function was predicted, whereas the others would completely fail to form gap junction channels. Functional studies demonstrated that while all variants were able to function normally as hetero-oligomeric channels, six variants, including p.Glu47Lys, did not form functional homo-oligomeric gap junction channels.\n\n    Melchionda et al. (2005) reported a family from Southern Italy with non-syndromic post-lingual hearing loss, due to a novel missense variant p.Thr55Asn. Functional studies indicated that p.Thr55Asn produces a protein that, although it demonstrated an expression level similar to wtCx26, its intracellular trafficking is deeply impaired, and it fails to reach the plasma membrane.\n\n    Mohamed et al. (2010) found a new missense variant, p.Ile71Asn, in a patient from Southern Egypt and tested its functional properties in Xenopus laevis oocytes, where the Cx26 hemichannel activity was measured by depolarization-activated conductance in non-coupled oocytes. As a result, the Ile71Asn-mutated channel turned out to be non-functional.\n\n    Four dominant non-syndromic (hearing impairment without additional visible clinical traits) variants at positions 44Trp, Gly45, and Asp46 (p.Trp44Cys, p.Trp44Ser, p.Gly45Arg, and p.Asp46Glu) were analyzed in several functional studies.\n\n    Martin et al. (1999) investigated the functional effects of three mutant Cx26 variants in an in vitro expression system, including p.Trp44Cys, by examining key steps involved in the assembly of gap junctions. The p.Trp44Cys efficiently assembled into hexameric gap junction hemichannels and targeted to the plasma membrane, but no dye (LY) transfer was observed in cells expressing p.Trp44Cys; thus, p.Trp44Cys resulted in impaired intercellular coupling. Bruzzone et al. (2001) characterized the ability of p.Trp44Cys to form channels in paired Xenopus oocytes and transfected HeLa cells. Oocyte pairs injected with p.Trp44Cys were not electrically coupled above background levels, and p.Trp44Cys failed to dye couple-transfected HeLa cells. Moreover, p.Trp44Cys dramatically inhibited intercellular conductance of wtCx26 when co-expressed in an equal ratio, and the low levels of residual conductance displayed altered gating properties. Rouan et al. (2001) studied the effects of variant p.Trp44Cys in paired Xenopus oocytes, along with other Cx26 mutants identified in individuals with hearing loss and palmoplantar keratoderma, on gap junctional intercellular communication. All analyzed Cx26 mutants were functionally impaired and failed to induce intercellular coupling. When co-expressed with wtCx26, all four mutants suppressed the wtCx26 channel activity, consistent with a dominant inhibitory effect. Marziano et al. (2003) investigated the properties of four Cx26 mutants derived from several variants associated with dominantly inherited hearing loss, either non-syndromic (p.Trp44Ser, p.Arg75Trp) or with various skin disorders (p.Gly59Ala, p.Asp66His). They also studied the effects of these mutant variants on wild-type Cx26 and Cx30 proteins, which are co-localized within the inner ear. The p.Trp44Ser mutant, observed by immunohistochemistry, was localized to the plasma membrane. Dye transfer studies demonstrated a disruption of the intercellular coupling for all four of the mutant proteins. These results indicate the effect of p.Trp44Ser on the ability to form properly functional channels. In addition, the p.Trp44Ser mutant demonstrated a significantly reduced dye transfer rate between cells co-expressing either Cx26 or Cx30 together with p.Trp44Ser compared with the wild-type proteins alone. The interactions of nine dominant Cx26 mutants, six associated with non-syndromic hearing loss, including p.Trp44Cys and p.Trp44Ser, and three associated with hearing loss and palmoplantar keratoderma, were investigated by immunocytochemistry, co-immunoprecipitation, and functional assays. All mutants co-localized and co-immunoprecipitated with wild-type Cx26, indicating that they interact physically, likely by forming admixed heteromeric/heterotypic channels. All nine mutants inhibited the transfer of calcein in cells stably expressing Cx26, demonstrating that they each have dominant effects on wild-type Cx26. When expressed alone, all mutants formed gap junction plaques, but with impaired intercellular dye transfer. When expressed with Cx30, all mutants co-localized and co-immunoprecipitated with Cx30, indicating they likely co-assembled into heteromers. Furthermore, most of the Cx26 mutants inhibited the transfer of neurobiotin or calcein, indicating that these Cx26 mutants have trans-dominant effects on Cx30.\n\n    Rodriguez-Paris et al. (2016) compared two different variants at the same amino acid position Gly45: a novel non-syndromic variant p.Gly45Arg, found in an individual with a likely dominantly inherited post-lingual mild hearing loss, and p.Gly45Glu, implicated in the rare fatal KID syndrome. Variant p.Gly45Arg resulted in the formation of dysfunctional gap junctions that selectively affect the permeation of negatively charged IP3 (inositol 1,4,5-trisphosphate), while p.Gly45Glu resulted in abnormal protein trafficking to the cell membrane, dysfunctional hemichannels, and the lack of gap junctions in the presence of wild-type protein.\n\n    Choi et al. (2009) studied the localization and gap junction functions of a novel dominant variant p.Asp46Glu, found in Korean families. The Cx26-Asp46Glu mutant was targeted to the plasma membrane, but it failed to transfer Ca2+ or PI (propidium iodide) intercellularly, suggesting disruption of both ionic and biochemical coupling. Heterozygous channels also showed dysfunctional intercellular couplings and hemichannel opening, confirming the dominant-negative nature of the p.Asp46Glu variant.\n\n    Deafness with palmoplantar keratoderma (PPK). In the EL1 domain, there are three dominant variants associated with deafness accompanied by PPK, for which functional studies have been performed: two are located at position Gly59 (p.Gly59Ala and p.Gly59Val) and one at position His73 (p.His73Arg).\n\n    The p.Gly59Ala mutant, expressed in communication-deficient HeLa cells, exerted impaired intracellular trafficking and targeting to the plasma membrane, and the p.Gly59Ala mutant protein was incorporated into gap junction plaques when co-expressed with either wtCx26 or wtCx30, suggesting that the proteins can oligomerize to form connexons. However, the p.Gly59Ala appears to impede dye transfer when present in gap junction plaques with Cx30. Forge et al. (2003) found that p.Gly59Ala had a perinuclear localization when expressed alone but was trafficked to the membrane when co-expressed with Cx30. Co-expression of p.Gly59Ala with Cx30 significantly reduced neurobiotin transfer in comparison with cells expressing Cx30 only. These results indicate that Cx26 and Cx30 can oligomerize to form heteromeric connexons and demonstrate a dominant-negative effect of some Cx26 mutants on Cx30. The mutant Gly59Ala protein was transported to the cell surface but did not form gap junctions that are permeable to small fluorescent dyes. When co-expressed with wild-type Cx26, the mutant Gly59Ala exerted dominant-negative effects on Cx26 function and a trans-dominant-negative effect on co-expressed wild-type Cx32 and Cx43. The properties of p.Gly59Ala, along with other Cx26 PLP variants, were also investigated in the comparative studies by Yum et al. and Zhang et al..\n\n    Another variant at position Gly59, p.Gly59Val, was investigated together with other Cx26 mutations, in the Xenopus oocytes expression system, in the study by Palmada et al. (2006). Cx26 hemichannel activity was measured by depolarization-activated conductance in non-coupled oocytes. All mutants, including p.Gly59Val, showed a partially or completely defective phenotype. Co-expression of wild-type and mutant Cx26 injected at equimolar levels revealed that p.Gly59Val did not exert a dominant inhibitory effect, whereas when co-expressed with Cx30, a connexin partially co-localized with Cx26 in the cochlea, all mutants had a dominant behavior.\n\n    The studies of variant p.His73Arg, located at position His73, revealed that the His73Arg mutant protein failed to form gap junction channels or hemichannels when expressed alone. Co-expression of this mutant with wild-type Cx43 showed a trans-dominant inhibition of Cx43 gap junction channels, without reductions in Cx43 protein synthesis. The formation of heteromeric connexons resulted in significantly increased Cx43 hemichannel activity in the presence of the His73Arg mutant protein. These findings suggest a common mechanism whereby Cx26 mutations causing PPK and deafness trans-dominantly influence multiple functions of wild-type Cx43 and implicate a role for aberrant hemichannel activity in the pathogenesis of PPK, and further highlight an emerging role for Cx43 in genetic skin diseases.\n\n    KID syndrome. To date, four different dominant variants in the EL1 domain associated with KID syndrome have been functionally analyzed. Three of them are different amino acid substitutions at position Asp50 (p.Asp50Asn, p.Asp50Tyr, and p.Asp50Ala) and one at position Gly45 (p.Gly45Glu).\n\n    The p.Asp50Asn is the most frequent pathogenic GJB2 variant associated with KID syndrome. In addition, van Geel et al. (2002) reported that p.Asp50Asn was also associated with another syndrome, called hystrix-like ichthyosis deafness (HID) syndrome, which strongly resembles KID syndrome. These disorders are distinguished mainly on the basis of electron microscopic findings. The effects of p.Asp50Asn, as well as several other Cx26 syndromic dominant variants, on channel function were explored in the study by Lee et al.. The proteins were all expressed in Xenopus oocytes with levels equal to wild-type Cx26. The p.Asp50Asn variant resulted in larger hemichannel currents than the wild-type-expressing cells. Elevated hemichannel activity correlated with an increased cell death. This result could be reversed through the elevation of calcium in the extracellular media. This set of data confirmed that aberrant hemichannel activity is a common feature of KID-associated Cx26 variants, and this may contribute to a loss of cell viability and tissue integrity. In the study by Terrinoni et al. (2010), it was demonstrated that two different Cx26 mutants (Cx26-Asp50Asn and Cx26-Gly11Glu) cause cell death in vitro by the alteration of intracellular calcium concentrations. These results help to explain the pathogenesis of both the hearing and skin phenotypes, since calcium is also a potent regulator of the epidermal differentiation process.. Sanchez et al. (2013) found that variant p.Asp50Asn produced multiple aberrant hemichannel properties, including a loss of inhibition by extracellular Ca2+, decreased unitary conductance, increased open hemichannel current rectification, and voltage-shifted activation. They demonstrated that Asp50 is a pore-lining residue and that negative charge at this position strongly influences open hemichannel properties. These data indicate that Asp50 exerts effects on Cx26 hemichannel and channel function as a result of its dual role as a pore residue and a component of an inter-subunit complex in the extracellular region of the hemichannel. Differences in the effects of substitutions in gap junction channels and hemichannels suggest that perturbations in structure occur upon hemichannel docking that significantly impact function. Press et al. (2017) investigated p.Asp50Asn along with other dominant Cx26 mutants linked to various syndromic or non-syndromic diseases and demonstrated that when gap-junction-deficient HeLa cells expressed the p.Asp50Asn mutant, they underwent cell death. These findings suggest that Cx26 mutants that promote cell death or exert trans-dominant effects on other connexins in keratinocytes will lead to skin diseases and hearing loss, whereas mutants having reduced channel function but exhibiting no aberrant effects on co-expressed connexins cause only hearing loss. Moreover, cell-death-inducing GJB2 mutations lead to more severe syndromic disease.\n\n    Another variant, p.Asp50Tyr, at position Asp50, associated with KID syndrome, resulted in the formation of aberrant hemichannels that might result in elevated intracellular calcium levels, a process that may contribute to the hyperproliferative epidermal phenotypes of KID syndrome. Lopez et al. (2013) investigated the mechanism by which extracellular Ca2+ regulates the opening and closing of unpaired Cx26 hemichannels in the plasma membrane and found that aspartate to asparagine or tyrosine substitutions at position D50 (Asp50Asn/Tyr) severely compromise the ability of Cx26 hemichannels to be regulated by extracellular Ca2+. Analysis of the kinetic and steady-state data strongly suggests that D50 stabilizes the open state of Cx26 hemichannels by interacting with a positively charged residue (K61) in the adjacent connexin subunit. Disruption of this interaction by extracellular Ca2+ can facilitate destabilization of the open state and promotes hemichannel closing.\n\n    The third variant, p.Asp50Ala, at position Asp50, associated with KID syndrome, is less common. Mhaske et al. (2013), using three different expression systems (cRNA-injected Xenopus oocytes, transfected HeLa cells, or transfected primary human keratinocytes), examined the functional characteristics of two pathogenic variants causing either mild (p.Asp50Ala) or lethal (p.Ala88Val) KID syndrome. They showed that both Cx26-Asp50Ala and Cx26-Ala88Val form active hemichannels that significantly increase membrane current flow compared with wild-type Cx26. This increased membrane current accelerated cell death in low extracellular calcium solutions and was not due to increased mutant protein expression. Elevated mutant hemichannel currents could be blocked by an increased extracellular calcium concentration. These results show that these two variants exhibit a shared gain of functional activity and support the hypothesis that increased hemichannel activity is a common feature of human Cx26 mutations responsible for KID syndrome.\n\n    The missense variant p.Gly45Glu (c.134G > A) is associated with a particular form of KID syndrome, which is often fatal in the first year of life because of cutaneous infections and septicemia. The effects of p.Gly45Glu have been elucidated in several functional studies.\n\n    Stong et al. (2006) investigated the properties of variant p.Gly45Glu expressed in HEK293 cells. The primary effect of p.Gly45Glu was causing leaky hemichannels (abnormally open hemichannels at a normal Ca2+ concentration) that resulted in apoptosis and cell death within 24 h of transfection. Increasing the concentration of extracellular calcium rescued the cells in a dose-dependent manner. The rescued cells formed functional gap junction channels permeable to both ions and fluorescent tracer molecules. These data showed that abnormally open hemichannels with resultant cell death, in addition to channel and hemichannel uncoupling, is a novel molecular mechanism by which Cx26 mutations may result in hearing impairment. Gerido et al. (2007), using the Xenopus oocyte expression system to examine the functional characteristics of p.Gly45Glu, showed that oocytes were able to express both wild-type Cx26 and p.Gly45Glu variants, each of which formed hemichannels and gap junction channels. However, Cx26-Gly45Glu hemichannels displayed significantly greater whole-cell currents than wild-type Cx26, leading to cell lysis and death. This severe phenotype could be rescued in the presence of elevated extracellular Ca2+. The Cx26-Gly45Glu could also form intercellular channels with a similar efficiency as wild-type Cx26; however, with increased voltage-sensitive gating. Sanchez et al. (2010) quantified the Ca2+ sensitivity and examined the biophysical properties of the p.Gly45Glu mutant at macroscopic and single-channel levels and found that the p.Gly45Glu hemichannels exhibited a substantial increase in permeability to Ca2+. Mese et al. (2011) created an animal model for KID syndrome by generating an inducible transgenic mouse expressing Cx26-Gly45Glu in keratinocytes. The abnormalities in Cx26-Gly45Glu mice (reduced viability, hyperkeratosis, scaling, skin folds, and hair loss) correlated with human KIDs pathology and were associated with increased hemichannel currents in transgenic keratinocytes. These results confirm the pathogenic nature of p.Gly45Glu and provide a new model for studying the role of aberrant connexin hemichannels. Zhang et al. (2013) tested the hypothesis that glycine at position 45 is an important component of the sensor regulating the Ca2+ gating of gap junction hemichannels among multiple Cx subtypes expressed in the cochlea. They investigated, using an in vitro expression system (HEK 293 cells), the functional effects of p.Gly45Glu in other connexins (Cx30, Cx32, and Cx43). They found that p.Gly45Glu in Cx30 resulted in similar deleterious effects (leaky hemichannels) as the same variant in Cx26. The cell death occurred within 24 h of transfection, which was rescued by increasing the extracellular Ca2+. Whole-cell membrane current recordings indicated that p.Gly45Glu caused increased hemichannel activities. Variants p.Gly45Glu of Cx32 and Cx43 also resulted in leaky hemichannels compared to their respective wild-types in lower Ca2+. Ogawa et al. (2014) reported the first instance in the literature where the reversion of a \"confining\" nonsense mutation in the GJB2 gene released the dominant pathogenic effect of a co-existing gain-of-function mutation, eliciting the lethal form of KID syndrome. The heterozygous missense variant p.Gly45Glu was revealed in the patient with a lethal form of KID syndrome from obviously healthy parents. The patient's mother had the identical variant, p.Gly45Glu, which was confined by nonsense variant p.Tyr136X. An epidemiologic estimation demonstrates that approximately 11,000 individuals in the Japanese population may have the same lethal variant p.Gly45Glu but are nonetheless protected from the manifestation of the syndrome because they also inherit the common \"confining\" nonsense variant p.Tyr136X. Rodriguez-Paris et al. (2016) showed that p.Gly45Glu resulted in abnormal protein trafficking to the cell membrane, dysfunctional hemichannels, and a lack of gap junctions in the presence of wild-type protein.\n\n    Vohwinkel syndrome. Two missense variants, p.Tyr65His and p.Asp66His, in the EL1 domain of Cx26, were found in association with Vohwinkel syndrome.\n\n    Rouan et al. (2001) studied the effects of four dominant variants, including p.Asp66His, on gap junctional intercellular communication. Mutant Cx26 variants alone and together with the epidermal connexins Cx26, Cx37, and Cx43 were expressed in paired Xenopus oocytes, and the intercellular coupling was measured by dual-voltage clamping. Homotypic expression of each connexin as well as co-expression of wtCx26/wtCx43 and wtCx26/wtCx37 yielded variable, yet robust, levels of channel activity. However, all four Cx26 mutants were functionally impaired and failed to induce intercellular coupling. When co-expressed with wtCx26, all four mutants suppressed the wtCx26 channel activity, consistent with a dominant inhibitory effect. However, only those Cx26 mutants associated with a skin phenotype also significantly inhibited the intercellular conductance of co-expressed wtCx43, indicating a direct interaction of mutant Cx26 units with wtCx43. Bakirtzis et al. (2003) reported the transgenic K10Connexin 26(D66H) mice model, which expressed mutant Cx26 (GJB2/connexin 26(D66H)), from a keratin 10 promoter, exclusively in the supra-basal epidermis (the cells in which Cx26 is upregulated in epidermal hyperproliferative states). From soon after birth, the mice exhibited a keratoderma similar to that in humans carrying the Cx26 p.Asp66His variant (true Vohwinkel syndrome). Transgene expression was associated with loss of Cx26 and Cx30 from epidermal keratinocyte intercellular junctions and accumulation in the cytoplasm. Light and electron microscopy showed marked thickening of the epidermal cornified layers and increased epidermal TUNEL staining, indicative of premature keratinocyte programmed cell death. The properties of p.Asp66His were subsequently investigated in different expression systems by analysis of its intracellular localization, ability to form properly functional channels, and the effects of this mutant protein when it was co-expressed together with wild-type Cx26 and Cx30 proteins, which are co-localized within the inner ear, and on Cx43 protein, which is expressed in the skin. The results evidenced that the mutant Cx26-Asp66His was functionally impaired and failed to induce intercellular coupling, and it exerted a trans-dominant-negative effect on Cx26, Cx30, and Cx43.\n\n    The functional effects of a novel variant, p.Tyr65His (c.193T > C), found in a patient with Vohwinkel syndrome, was investigated in the study by de Zwart-Storm et al.. Mutant Cx26-Tyr65His protein aggregated around the nucleus, also demonstrating the presence of some punctate fluorescence and residual gap junction plaques. The localization of the mutant protein was almost completely normalized following transfection into HeLa Ohio cells stably expressing wtCx26. To determine if the gap junction channels formed by mutant Cx26 are functional, a parachute assay was performed, which showed reduced dye (calcein) transfer for p.Tyr65His.\n\n    Bart-Pumphrey syndrome. The substitution p.Asn54Lys at position Asn54 was found in association with Bart-Pumphrey syndrome:an autosomal dominant disorder characterized by sensorineural hearing loss, palmoplantar keratoderma, knuckle pads, and leukonychia, which shows considerable phenotypic variability. The clinical features partially overlap with Vohwinkel and KID syndromes. Press et al. (2017) investigated p.Asn54Lys, together with other dominant Cx26 mutants, expressed in HeLa cells, and demonstrated that the Cx26-Asn54Lys has trafficking defects, an impaired dye transfer ability, and exhibits dominant or trans-dominant properties on wild-type Cx26 and co-expressed Cx30 and Cx43. Beach et al. (2020) expressed several mutants, including p.Asn54Lys, in cochlear-relevant HEI-OC1 cells derived from the developing organ of Corti, and showed that the Cx26-Asn54Lys protein is a loss-of-function trafficking-defective mutant that can be rescued by the co-expression of Cx30, which is typically co-expressed with Cx26 in the organ of Corti.\n\n    The transmembrane domain 2 (TM2) of Cx26 (from 74 to 94 a.a.) includes 21 amino acids. Twelve amino acids can undergo multiple substitutions: Arg75 (3), Ala78 (2), Leu 79 (2), Gln80 (5), Leu81 (2), Ile82 (3), Val84 (4), 85Ser (2), 86Thr (2), Ala88 (5), Leu90 (3), and Met93 (3). In TM2, 40 different PLP missense variants are registered by the DVD. Among them, about half were defined as evident autosomal recessive variants, and four as dominant variants (one non-syndromic and three syndromic), while the type of inheritance for the other PLP variants remains uncertain due to their rarity and the scarce information available (Figure 4).\n\n    Functional studies were performed for dominant variants located at amino acid positions Arg75 (p.Arg75Trp, p.Arg75Gln) and Ala88 (p.Ala88Val) of the TM2.\n\n    Arg75. Three different missense variants were found at amino acid position Arg75 in the TM2 domain, leading to different functional consequences: p.Arg75Trp, associated with non-syndromic dominant hearing loss (DFNA3), p.Arg75Gln, associated with deafness and palmoplantar keratoderma (PPK), and a rare variant p.Arg75Gly, associated with non-syndromic recessive hearing loss, which has not yet been functionally studied.\n\n    The dominant variant p.Arg75Trp, first found in an Egyptian family, has been extensively studied in numerous functional in vitro studies and in mice models. The deleterious dominant-negative effect of p.Arg75Trp on gap channel function was first demonstrated in the paired oocyte expression system: p.Arg75Trp was unable to induce electrical conductance between adjacent cells and almost completely suppressed the activity of the co-expressed wild-type Cx26 protein. Marziano et al. (2003) studied p.Arg75Trp in communication-deficient HeLa cells and found a disruption of the intercellular coupling for the Arg75Trp mutant protein, and the dye transfer rate between cells co-expressing either Cx26 or Cx30 together with p.Arg75Trp was significantly reduced compared with the wild-type proteins alone. Oshima et al. (2003) studied the role of p.Arg75Trp by expressing mutant connexin in insect Sf9 and HeLa cells. Gap junctions formed by p.Arg75Trp mutant showed a negligible activity in dye transfer experiments. The results suggest that the Arg75 is not important for proper membrane insertion but rather for the stabilization of the connexon structure. Co-expression of wtCx26 with the Arg75Trp mutant protein rescued the formation of stable connexon. This evidence strongly suggests that the Arg75 is responsible for inter-subunit interactions in the connexon, further supporting the model that the side chain of Arg75 makes a crucial contribution to the stability of the hexameric connexin assembly. Subsequent studies analyzed the features of p.Arg75Trp (subcellular localization, ability to form gap junctions, permeability and intercellular communication of gap junction channels, co-expression with other connexins) by different experimental assays and in several in vitro expression systems (HeLa cells, Xenopus laevis oocytes, a rat epidermal keratinocyte cell line) convincingly confirmed the dominant properties of this pathogenic variant.\n\n    The dominant variant p.Arg75Gln is another substitution at position Arg75. Hearing impairments observed in patients with p.Arg75Gln are characterized by variable severity, age of onset, and progression of hearing loss, and can be associated with variable skin alterations, starting from normal skin to severe palmoplantar hyperkeratosis. Piazza et al. (2005) described the four generations of a family showing a profound sensorineural hearing loss, inherited in an autosomal dominant fashion, where p.Arg75Gln was not associated with PPK in any family member. Cell transfection and fluorescence imaging, dye transfer experiments, and dual-patch clamp recording showed that the mutant completely prevents the formation of functional channels, despite assembling into junctional plaques, in communication-incompetent HeLa cells. Due to the lack of PPC in this family, Piazza et al. suggested that p.Arg75Gln is not sufficient for the development of the complete syndromic phenotype, and the association of PPK with profound hearing loss may be dependent on the genetic background, requiring a functional interaction between the mutated Cx26 and other epidermally expressed connexins. Yum et al. (2010) and Zhang et al. (2011) showed that variant p.Arg75Gln co-localized and co-immunoprecipitated with wild-type Cx26, indicating that they interact physically. Variant p.Arg75Gln inhibited the transfer of calcein in cells stably expressing Cx26, demonstrating its dominant effect on wild-type Cx26. It formed gap junction plaques, but with impaired intercellular dye transfer, when expressed alone, and it co-assembled into heteromers when expressed with Cx30, and inhibited the transfer of neurobiotin or calcein, indicating its trans-dominant effects on Cx30. Kim et al. (2015) presented a Korean patient with non-syndromic hearing loss caused by both the p.Arg75Gln and p.Val37Ile variants in the same allele, which was inherited from her father. Both p.Arg75Gln and Val37Ile were localized at the cell membrane and formed gap junctions between two adjacent cells. The results of the hemichannel study and dye loading suggest that the p.Val37Ile and p.Arg75Gln variants significantly reduce hemichannel activity, whereas cis mutations slightly improve hemichannel permeability.\n\n    Ala88. There are five amino acid substitutions at position Ala88. One of them, p.Ala88Val, is associated with a lethal form of KID syndrome, while the other uncommon variants, p.Ala88Ser, p.Ala88Gly, p.Ala88Glu, and p.Ala88Pro, are considered non-syndromic recessive variants. The functional characteristics of the dominant variant p.Ala88Val, associated with a lethal form of KID syndrome, were analyzed using three different expression systems (Xenopus oocytes, transfected HeLa cells, or transfected primary human keratinocytes) in the study by Mhaske et al.. The Cx26-Ala88Val mutant protein formed active hemichannels that significantly increased membrane current flow, resulting in accelerated cell death in low extracellular calcium concentrations. Elevated mutant hemichannel currents could be blocked by increased extracellular calcium concentrations. These results support the hypothesis that increased hemichannel activity is a common feature of the Cx26 mutations responsible for KID syndrome.\n\n    Numerous functional studies have been performed to better understand the role of pathogenic GJB2 variants in the TM2 of Cx26 associated with non-syndromic recessive hearing loss (located at positions Arg77, Ile82, Val84, 86Thr, Ala88, and Leu90); however, the obtained results are sometimes inconsistent.\n\n    Richard et al. (1998) investigated variant p.Trp77Arg in the paired oocyte expression system and showed that the Cx26-Trp77Arg mutant protein failed to induce intercellular channel activity but did not significantly inhibit the ability of wild-type Cx26 to form functional channels when co-expressed. This study demonstrated that this homozygous missense variant results in a complete loss of connexin function and thus is likely to produce a disease phenotype. This variant in a heterozygous state, however, does not significantly interfere with the channel activity of the co-expressed wild-type protein and is consistent with a normal phenotype. Martin et al. (1999) investigated the functional effects of three mutant Cx26 variants, including p.Trp77Arg, by examining key steps involved in the assembly of gap junctions. The p.Trp77Arg mutant protein was inefficiently targeted to the plasma membrane and retained in intracellular stores and showed limited oligomerization into connexon hemichannels. Bruzzone et al. (2003) tested the ability of nine DFNB1 mutations, including p.Trp77Arg, to form channels in different expression systems and found that, although most mutations resulted in a complete loss of function, the p.Trp77Arg variant exhibited junctional currents that were virtually indistinguishable, in both magnitude and voltage-gating properties, from those determined for wtCx26. These data suggest that, although p.Trp77Arg retains the ability to form functional channels, other properties (such as unitary conductance, size selectivity, and open time probability) may be affected, thus resulting in a functional deficit.\n\n    Variant p.Ile82Met was detected in compound heterozygosity with c.35delG in two brothers with profound hearing impairment. Palmada et al. (2006) functionally characterized more frequent GJB2 mutations in Xenopus oocytes, including p.Ile82Met, identified in patients showing non-syndromic hearing impairment. Cx26 hemichannel activity was measured by depolarization-activated conductance in non-coupled oocytes, and all mutants showed a partially or completely defective phenotype. Co-expression of wild-type and mutant Cx26s injected at equimolar levels revealed that several Cx26 mutants, including p.Ile82Met, exerted a dominant inhibitory effect. When co-expressed with Cx30, all mutants had a dominant behavior.\n\n    Variant p.Val84Leu underwent functional analysis for the first time in the study by Bruzzone et al.. The p.Val84Leu variant exhibited junctional currents that were virtually indistinguishable, in both magnitude and voltage-gating properties, from those determined for wtCx26. These data suggest that, although p.Val84Leu retained the ability to form functional channels, other properties (such as unitary conductance, size selectivity, and open time probability) may be affected, thus resulting in a functional deficit. Wang et al. (2003) investigated, in communication-deficient N2A cells, the functional property of several mutant variants, including p.Val84Leu, associated with recessive DFNB1 deafness. The Cx26-Val84Leu mutant protein formed gap junctions with a junctional conductance similar to that of wild-type Cx26 junctional channels, and mutant Cx26-Val84Leu gap junctions permitted neurobiotin transfer between pairs of transfected N2A cells. Beltramello et al. (2004) revealed that p.Val84Leu affects neither intracellular sorting nor electrical coupling, but specifically reduces permeability to IP3 (inositol 1,4,5-trisphosphate). The study by Zhang et al. (2005) revealed, via three independent methods, that mutant p.Val84Leu, as well as p.Ala88Ser and p.Val95Met, retained ionic coupling (Na+ and Ca2+) but blocked permeability to molecules with molecular weights larger than simple ions.\n\n    Functional studies of variant p.Thr86Arg, identified in Korean and Chinese individuals, revealed that the Cx26-Thr86Arg mutant protein was not expressed at the cell membrane and lacked the ability to form gap junctions. When Cx26-Thr86Arg was co-expressed with Cx26-WT, ionic and biochemical coupling was normal, consistent with the recessive nature of this variant.\n\n    Variant p.Leu90Pro, associated with mild to moderate hearing impairment, is common in many populations. Thonnissen et al. (2002) characterized p.Leu90Pro, along with other pathogenic GJB2 variants, and revealed that p.Leu90Pro exerted strong membranous localization, though it did not show intercellular coupling, and oligomerization studies suggested a partly disturbed assembly of hemichannels in the p.Leu90Pro mutants. However, in the study by d'Andrea et al., the p.Leu90Pro mutant displayed both intracellular and membrane localization, but low levels of junctional plaques. Bruzzone et al. (2003) have analyzed the functional consequences of nine DFNB1 mutations, including p.Leu90Pro, and revealed that this mutant was unable to form intercellular channels in paired oocytes. Palmada et al. revealed that mutant Cx26-Leu90Pro protein did not significantly modify wild-type Cx26-mediated currents, thus corroborating the described phenotype for this variant.\n\n    There are 37 different missense PLP variants located in the cytoplasmic loop (CL) (from 95 to 135 a.a.) of Cx26. An association with non-syndromic autosomal recessive deafness (DFNB1) has been proven for a little over 40% of them, the only variant (p.Gly130Val) is dominant and syndromic (Vohwinkel syndrome), and the type of inheritance is uncertain for other variants due to their scarce documentation and rarity (Figure 4). Nine amino acids can undergo more than one substitution: Arg98 (3), His100 (4), Phe106 (2), Gly109 (2), Lys112 (2), Arg127 (2), Ile128 (2), Gly130 (3), and Trp133 (2). The studies of functional consequences of missense PLP variants in CL were carried out for a limited number of recessive variants.\n\n    Wang et al. (2003) investigated the functional properties of several Cx26 mutants implicated in recessive hearing loss, including p.Val95Met, expressed in a communication-deficient cell line N2A. The Cx26-Val95Met mutant protein failed to affect the ability of Cx26 to form homotypic gap junctions. A further study by Zhang et al. (2005) revealed, via three independent methods, that mutant p.Val95Met retained ionic coupling (it was still permeable to Na+ and Ca2+) but blocked permeability to molecules with molecular weights larger than simple ions.\n\n    Kim et al. (2016) compared the effects of substitutions with different amino acids at the same positions in Cx26: at position His100 (p.His100Leu and p.His100Tyr) and at position Arg127 (p.Arg127Leu and p.Arg127His). All these mutant Cx26 proteins localized on the cell membrane and formed channels with no difference in the number of channels compared to wtCx26. However, no PI dye loading was observed in any of these Cx26 mutants in the hemichannel permeability assay. Therefore, the pathogenic effects of the analyzed variants on gap junction function are due to the lack of permeability/conductivity of their hemichannels.\n\n    Two different substitutions, p.Gly109Val and p.Gly109Glu, were found at position Gly109. One of them, recessive variant p.Gly109Val, has been firstly identified in trans with the p.(Glu47*) mutation. Dalamon et al. (2016) performed electrophysiological and permeability studies that demonstrated that p.Gly109Val does not form functional channels but forms functional hemichannels with enhanced extracellular Ca2+ sensitivity and subtle alterations in voltage dependence and ATP/cationic dye selectivity. There are no functional studies on variant p.Gly109Glu.\n\n    The variant p.Ser113Arg, associated with an autosomal recessive form of non-syndromic hearing loss, was found in several studies. In the study by Bruzzone et al. (2003), the ability of p.Ser113Arg (along with several other pathogenic GJB2 variants) to form intercellular channels was tested in the paired Xenopus oocytes expression system. It was shown that p.Ser113Arg resulted in only background levels of junctional conductance and did not induce the formation of homotypic junctional channels.\n\n    Transmembrane domain 3 (TM3) (from 136 to 156 a.a.) contains 21 amino acids. There are 15 different PLP missense variants, the mode of inheritance of which has remained undetermined for about half of them (Figure 4). Three amino acids undergo multiple substitutions: Ser139 (2), Phe142 (4), and Arg143 (3). Functional studies were performed for PLP variants located at amino acid positions Phe142 (p.Phe142Leu) and Arg 143 (p.Arg143Gln and p.Arg143Trp).\n\n    Phe142. Interestingly, three different nucleotide substitutions at position Phe142 (c.424T > C, c.426C > G, or c.426C > A) can result in the same replacement of phenylalanine with leucine (p.Phe142Leu). A heterozygous missense variant p.Phe142Leu was detected in the patients with unusual mucocutaneous findings and deafness without the classic features of Vohwinkel, KID, or hystrix-like ichthyosis deafness syndromes. Another variant, p.Phe142Ile, produced by the c.424T > A substitution, was found in a heterozygous state in one patient without any mucocutaneous signs and has not yet been subjected to functional analysis.\n\n    Albuloushi et al. (2020) analyzed the functional effects of p.Phe142Leu in HeLa cells expressing Cx26 or Cx43 and in HaCaT cells (model keratinocyte cell line). The Cx26-Phe142Leu mutant protein was restricted to perinuclear areas in HeLa26 cells. Cell viability of the p.Phe142Leu-transfected cells was greater in HeLa cells expressing Cx43 than in native Cx-free HeLa cells. Co-immunoprecipitation suggested a possible interaction between Cx26-Phe142Leu mutant protein and Cx43. Expression of Cx26-Phe142Leu resulted in microtubule collapse, rescued by interaction with Cx43. The GJB2 mutations interacted with Cx43, suggesting that unique Cx43:Cx26 channels are central to the diverse phenotype of Cx26 skin-related channelopathies.\n\n    Arg143. Variant p.Arg143Gln at position Arg143 has been reported in the heterozygous state in multiple individuals, and in several families segregating with high-frequency hearing loss, indicating its dominant effect in hearing loss. The interactions of nine dominant Cx26 mutants, including p.Arg143Gln, were investigated by immunocytochemistry, co-immunoprecipitation, and functional assays. All mutants co-localized and co-immunoprecipitated with wild-type Cx26, indicating that they interact physically, likely by forming admixed heteromeric/heterotypic channels. All nine mutants inhibited the transfer of calcein in cells stably expressing Cx26, demonstrating that they each have dominant effects on wild-type Cx26. When expressed alone, all mutants formed gap junction plaques, but with impaired intercellular dye transfer. All nine dominant Cx26 mutants were co-localized with Cx30, and most of the Cx26 mutants altered the permeability of cells expressing Cx30 to different degrees. The p.Arg143Gln diminished the transfer of calcein, indicating that this Cx26 mutant has a trans-dominant effect on Cx30.\n\n    The p.Arg143Trp is another variant at position Arg143 that is associated with recessive non-syndromic hearing loss and found with a high frequency in the African population, suggesting a possibility of heterozygous advantage. Data generated from skin biopsies have shown that heterozygotes for p.Arg143Trp have a thicker epidermis than wild-type GJB2 homozygotes. Enhanced cellular viability of HeLa cells overexpressing p.Arg143Trp compared to those overexpressing wtCx26 has also been shown. The in vitro study by Man et al. (2007) suggested an advantageous effect of p.Arg143Trp in epithelial cells. They showed that the Cx26-Arg143Trp-expressing keratinocytes formed a significantly thicker epidermis in an organotypic co-culture skin model, had increased migration compared to the wtCx26 cells, and were significantly less susceptible to cellular invasion by the enteric pathogen Shigella flexneri than the wtCx26 cells. Mese et al. (2004) analyzed variant p.Arg143Trp, along with other GJB2 variants associated with non-syndromic recessive hearing impairment, in the paired Xenopus oocyte expression system. Coupling of cells expressing wild-type or mutant Cx26s was measured in the paired Xenopus oocyte assay. Mutant p.Arg143Trp protein was unable to form functional channels. Palmada et al. (2006) functionally characterized p.Arg143Trp in Xenopus oocytes, together with other GJB2 variants identified in patients showing non-syndromic hearing impairment. Cx26 hemichannel activity was measured by depolarization-activated conductance in non-coupled oocytes and all mutants showed a partially or completely defective phenotype. Co-expression of wild-type and mutant Cx26s revealed that the Cx26-Arg143Trp mutant did not exert a dominant inhibitory effect on wild-type channels. When co-expressed with Cx30, all mutants had a dominant behavior. Wang et al. (2003) investigated the functional properties of several Cx26 mutants implicated in recessive hearing loss, including variant p.Arg143Trp, expressed in a communication-deficient cell line N2A. The Cx26-Arg143Trp mutant protein formed gap junctions with a junctional conductance similar to that of wild-type Cx26 junctional channels. The p.Arg143Trp gap junctions also permitted neurobiotin transfer between pairs of transfected N2A cells.\n\n    In the second extracellular loop (EL2) domain, which includes 33 amino acids (from 157 to 189 a.a.), there are 36 missense PLP variants. About 40% of them are non-syndromic variants with evident autosomal recessive inheritance, and six variants have a dominant mode of inheritance, including five non-syndromic variants (p.Met163Leu, p.Met163Val, p.Pro175His, p.Asp179Asn, and p.Arg184Gln) and one syndromic variant, associated with deafness and palmoplantar keratoderma (PPK) (p.Ser183Phe). For other poorly documented and rare variants, the type of inheritance remains unclear (Figure 4).\n\n    The properties of almost all (except p.Pro175His) dominant PLP variants in EL2 were investigated in several functional studies.\n\n    Met163. Matos et al. (2008) reported a dominant variant p.Met163Leu, first identified in a heterozygous state in a Portuguese family affected with bilateral mild/moderate high-frequency non-syndromic hearing loss. In vitro functional studies in HeLa and NEB1 cell lines demonstrated that the mutant protein harboring p.Met163Leu had defective trafficking to the plasma membrane with accumulation in the cytoplasm. In addition, the expression of Cx26-Met163Leu in HEK-293 and NEB1 cells caused an increased cell death when compared to that seen upon expression of wtCx26, and this phenotype was not rescued by a high extracellular calcium concentration. Results of the co-expression studies with wtCx26 or wtCx30 suggest that the p.Met163Leu mutant might exert a partially dominant-negative effect on wtCx26 and wtCx30 regarding cell survival.\n\n    Another dominant variant at position Met163, p.Met163Val, which is associated with non-syndromic (isolated) hearing loss, was investigated by Press et al. (2017), along with syndromic or non-syndromic dominant variants located in different Cx26 domains (p.Asn14Lys, p.Asp50Asn, p.Asn54Lys, and p.Ser183Phe). The p.Met163Val mutant, which causes only hearing loss, exhibited impaired gap junction function and showed no trans-dominant interactions.\n\n    Asp179. Primignani et al. (2003) described a family from southern Italy in whom autosomal dominant non-syndromic post-lingual hearing loss was associated with a heterozygous variant, p.Asp179Asn. The properties of p.Asp179Asn, along with other dominant PLP variants, were also investigated in the comparative studies by Yum et al. and Zhang et al.. The Cx26-Asp179Asn protein was able to form gap junction plaques when it was expressed alone, and it co-localized and co-immunoprecipitated with wild-type Cx26 but inhibited the transfer of calcein in cells stably expressing Cx26, demonstrating that it has dominant effects on wild-type Cx26. The Cx26-Asp179Asn protein co-localized and co-immunoprecipitated with Cx30, indicating it likely co-assembled into heteromers, and it did not diminish the transfer of neurobiotin or calcein in cells expressing Cx30.\n\n    Ser183. De Zwart-Storm et al. (2008) studied variant p.Ser183Phe associated with deafness and PPK, and showed that, despite the minor defects in trafficking of part of the mutant protein to the plasma membrane, the membrane-localized channels formed by the Cx26-Ser183Phe mutant at least partially save their function, allowing transfer of calcein dye in the HeLa Ohio cell line, expressing wild-type Cx26. However, Shuja et al. (2016) showed that p.Ser183Phe was unable to form functional homomeric hemichannels or gap junctions when expressed alone. However, upon introduction to cells expressing Cx43, it reduced Cx43 gap junctional activity, altered channel gating, and increased hemichannel activity. Co-immunoprecipitation of Cx43 and mutant Cx26-Ser183Phe showed the formation of heteromeric connexons. In the study by Press et al. (2017), it was shown that the p.Ser183Phe mutant formed some gap junction plaques but was largely retained within the cell and exhibited only a mild trans-dominant reduction in gap junction communication when co-expressed with Cx30. The findings of this study suggest that Cx26 mutants that promote cell death or exert trans-dominant effects on other connexins in keratinocytes will lead to skin diseases and hearing loss, whereas mutants with reduced channel function but exhibiting no aberrant effects on co-expressed connexins only cause hearing loss. Moreover, cell-death-inducing GJB2 mutations lead to more severe syndromic disease. Later, Beach et al. (2020) expressed several mutants, including p.Ser183Phe, in cochlear-relevant HEI-OC1 cells, and showed that the Cx26-Ser183Phe protein formed gap junctions incapable of transferring dye and co-localized in the same gap junctions as wild-type Cx26 and Cx30, but also gained the capacity to intermix with Cx43 within gap junctions.\n\n    Arg184. One from four known substitutions at position Arg184, p.Arg184Gln, results in non-syndromic dominant deafness, while the other three variants (p.Arg184Pro, p.Arg184Trp, and p.Arg184Gly) appear to be associated with recessive hearing loss. The heterozygous variant p.Arg184Gln was found in a patient with hearing loss inherited in a dominant manner. Su et al. (2010) investigated p.Arg184Gln in Tet-On HeLa cells and demonstrated the accumulation of mutant Cx26-Arg184Gln protein in the Golgi apparatus instead of targeting to the cytoplasmic membrane. In addition, a dominant-negative effect of p.Arg184Gln on the function of wild-type Cx26 and Cx30 was shown. The dominant-negative effect of p.Arg184Gln was also demonstrated in the studies by Yum et al. and Zhang et al..\n\n    Seven PLP variants in EL2 (p.Phe161Ser, p.Cys169Tyr, p.Trp172Cys, p.Trp172Arg, p.Pro173Arg, p.Arg184Pro, and p.Lys188Arg) that appear to be associated with recessive hearing loss have been analyzed in numerous studies.\n\n    In the study by Thonnissen et al. (2002), the analysis of indirect immunofluorescence showed very weak membranous localization for mutant p.Phe161Ser, and tracer coupling experiments revealed that mutant Phe161Ser protein did not show intercellular coupling.\n\n    A homozygous variant, p.Cys169Tyr, was reported in association with recessively inherited profound hearing loss in an extended consanguineous Arabian family from the Middle East. Zonta et al. (2015) have analyzed the effect of p.Cys169Tyr using a combination of an in vitro functional study and molecular dynamics simulations. At the cellular level, they showed that the mutant protein failed to form junctional channels in HeLa transfectants despite being correctly targeted to the plasma membrane. At the molecular level, this effect can be accounted for by disruption of the disulfide bridge that Cys169 forms with Cys64 in the wild-type Cx26 structure. The lack of the disulfide bridge in the Cx26-Cys169Tyr mutant protein causes a spatial rearrangement of two important residues, Asn176 and Thr177, which play a crucial role in the intramolecular interactions that permit the formation of an intercellular channel by the head-to-head docking of two opposing hemichannels resident in the plasma membrane of adjacent cells.\n\n    Two different amino acid substitutions, p.Trp172Arg and p.Trp172Cys, both associated with recessive hearing loss, were found at position pTrp172. Variant p.Trp172Arg, found in patients from India, was analyzed in the study by Mani et al. (2009). No abnormalities in the transport of mutant Cx26-Trp172Arg protein to the cell membrane were detected. Nevertheless, no LY dye transfer via gap junction channels was observed. Mani et al. suggested that the amino acid replacement that occurred near the Cys residues of EL2 may lead to failure in docking with the connexon from adjacent cells. Another variant at Trp172, p.Trp172Cys, was found with a high frequency in patients from the Tyva Republic (Russia). The functional consequences of p.Trp172Cys were investigated in the study by Maslova et al., where a GJB2-knockout HeLa cell line was established following the generation of a panel of transgenic HeLa cell lines stably expressing variant p.Trp172Cys, as well as other Cx26 mutants and wild-type Cx26. Partially disrupted trafficking of mutant Cx26-Trp172Cys protein to the cell membrane with its accumulation in cytoplasmic compartments was revealed, although a small fraction of the cells with a protein signal were observed on the cell membrane. In addition, the dye (PI)-loading assay demonstrated increased hemichannel permeability in the cell line expressing variant p.Trp172Cys compared to wild-type hemichannels.\n\n    Of the two variants, p.Pro173Arg and p.Pro173Ser, which were found at position Pro173, functional studies were carried out only for p.Pro173Arg. Analysis of indirect immunofluorescence showed an absence of signals corresponding to p.Pro173Arg on the membrane, and the tracer-coupling experiments (by using neurobiotin injections) revealed that the Cx26-Pro173Arg mutant did not show intercellular coupling.\n\n    Of the three variants at position Arg184, associated with recessive deafness (p.Arg184Pro, p.Arg184Trp, and p.Arg184Gly), the functional studies were carried out only for p.Arg184Pro. Mutant p.Arg184Pro protein demonstrated impaired trafficking and accumulation in the cytoplasm, and an absence of intercellular coupling in HeLa and HEI-OC1 cells expressing p.Arg184Pro. Experiments in the Xenopus oocytes system carried out by Bruzzone et al. revealed that injections of mutant p.Arg184Pro-Cx26 RNA into the cells did not induce the formation of homotypic channels since the levels of conductance never exceeded the background level.\n\n    Ambrosi et al. (2013) analyzed p.Lys188Arg along with other point mutations that cause non-syndromic hearing loss and revealed that this variant results in mis-trafficking, since an intracellular signal, corresponding to the endoplasmic reticulum or cytoplasmic accumulation of mutant protein in HeLa cells expressing the p.Lys188Arg variant, was observed.\n\n    The transmembrane domain 4 (TM4) (from 190 to 210 a.a.) contains 21 amino acids, and 6 of them can undergo multiple substitutions: Met195 (3), Ile196 (2), Gly200 (2), Cys202 (2), Leu205 (2), and Asn206 (3). In TM4, there are 22 different PLP missense variants registered by the DVD. The recessive mode of inheritance is well defined for half of them, and two variants are non-syndromic dominant (Figure 4). The functional consequences of PLP variants located in TM4 were investigated in several studies.\n\n    Mese et al. (2004) analyzed recessive variant p.Asn206Ser, along with other Cx26 mutations associated with non-syndromic recessive hearing impairment, in the paired Xenopus oocyte expression system. The p.Asn206Ser mutant did electrically couple cells, though its voltage-gating properties were different from wild-type Cx26 channels. Further permeability examination revealed that the Cx26-Asn206Ser mutant channels had impaired permeability to the cationic dye EtBr, while they retained their ability to transfer anionic LY and cAMP between cell pairs.\n\n    Kim et al. (2016) predicted potential structural abnormalities of several GJB2 variants using computational modeling and performed in vitro functional analysis for confirmation. Variants Phe191Leu and p.Met195Val, located in TM4, form a hydrophobic intra/intermolecular core that contributes to structural stability, and it was predicted that these variants would affect the proper folding of Cx26, resulting in its accumulation in the cytosol. In vitro studies confirmed that the mutant Phe191Leu and Met195Val proteins were not transported to the cell membrane and stayed in the cytoplasm, particularly in the ER. The properties of p.Cys202Phe, the only functionally studied dominant variant in the TM4 domain, along with other dominant GJB2 variants, were investigated in studies by Yum et al. and Zhang et al..\n\n    Ambrosi et al. (2013) analyzed 14 point mutations in the fourth transmembrane helix of Cx26 that cause non-syndromic hearing loss. Eight mutations caused mis-trafficking (p.Lys188Arg, p.Phe191Leu, p.Val198Met, p.Ser199Phe, p.Gly200Arg, p.Ile203Lys, p.Leu205Pro, and p.Thr208Pro). Of the remaining six that formed gap junctions in mammalian cells, p.Met195Ile and p.Ala197Ser formed stable hemichannels after isolation with a baculovirus/Sf9 protein purification system, while p.Cys202Phe, p.Ile203Thr, p.Leu205Val, and p.Asn206Ser formed hemichannels with varying degrees of instability. The function of all six gap-junction-forming mutants was further assessed through measurement of dye coupling in mammalian cells and junctional conductance in paired Xenopus oocytes. Dye coupling between cell pairs was reduced by varying degrees for all six mutants. Intra-hemichannel interactions between mutant and wild-type proteins were assessed in rescue experiments using baculovirus expression in Sf9 insect cells. Of the four unstable mutations (p.Cys202Phe, p.Ile203Thr, p.Leu205Val, and p.Asn206Ser), only p.Cys202Phe and p.Asn206Ser formed stable hemichannels when co-expressed with wild-type Cx26. Thus, mutations in TM4 cause a range of phenotypes of dysfunctional gap junction channels that are discussed within the context of the X-ray crystallographic structure.\n\n    The C-terminus of the Cx26 protein (211-226 a.a.) contains 16 amino acids. There are eight different PLP missense variants leading to amino acid replacements in this Cx26 domain (Figure 4). The PLP variants in the C-terminus are in most cases poorly documented due to their rarity, with the exception of the p.Leu214Pro variant associated with autosomal recessive deafness, for which a functional study was performed. In this study, performed in the paired Xenopus oocyte expression system, it was shown that the p.Leu214Pro mutant Cx26 completely lost its ability to form functional gap junction channels, although biochemical analysis showed that this mutant was expressed at similar levels to wild-type Cx26.",
        "Methods": "",
        "Results": "",
        "Conclusion": "    Pathogenic missense variants in the GJB2 gene, resulting in amino acid substitutions, lead to a variety of clinical outcomes, including the most common non-syndromic autosomal recessive deafness (DFNB1A), autosomal dominant deafness (DFNA3A), as well as syndromic forms combining hearing loss and skin disorders. Here, we reviewed the in vitro studies that were performed for elucidating the functional effects of different Cx26 mutants. Their biosynthesis, oligomerization into connexons, trafficking to the plasma membrane, functions of mutant hemichannels and gap junction channels, and interactions with other co-expressed connexins have been analyzed using various experimental assays.\n\n    In addition, we summarized all available data on the types of inheritance of missense PLP variants that can be classified as the evident autosomal recessive or dominant variants, as well as variants with an uncertain mode of inheritance. Dominant variants include non-syndromic (isolated hearing impairment) and syndromic (hearing impairment accompanied by mild to severe skin disorders) variants. Syndromic variants have been studied most intensively, which is likely due to them being the most severe pathological phenotypes that have attracted the interest of researchers. In general, quite a lot of relatively common recessively inherited variants have also been studied. However, the mode of inheritance and pathogenic effects remain uncertain for rare and poorly documented PLP variants, the pathogenicity of which was only predicted by in silico computational analyses but not functionally confirmed.\n\n    The distribution of PLP variants across Cx26 protein domains is uneven, which is apparently determined by the structural features and specific roles of certain Cx26 domains in intercellular gap junctions. In addition, the varying number of amino acid positions at which multiple amino acid substitutions are observed also appears to contribute to the specific distribution of PLP variants across the Cx26 protein sequence. An assessment of the load of PLP variants (defined by normalization of their number in each Cx26 domain by the number of amino acids in the corresponding domain) showed that four Cx26 domains (N-terminus, TM1, EL1, and TM2) are most enriched in them. The N-terminus and EL1 are also enriched with syndromic dominant variants, which, as shown by corresponding functional studies, are mostly associated with 'leaky' hemichannels or their trans-dominant effects to co-expressed connexins; that is, they are gain-of-function variants. The recessive GJB2 variants in homozygous or compound heterozygous states in most cases result in isolated congenital or prelingual severe to profound hearing loss. They scattered across all Cx26 domains, and as shown in many studies, the corresponding mutant Cx26 proteins generally manifest impaired folding, oligomerization, and trafficking to the plasma membrane and, finally, they are unable to form functional gap junction channels (loss-of-function variants).\n\n    In summary, this review provides updated information on the distribution of different pathogenic missense GJB2 variants across the Cx26 domains, their patterns of inheritance, and their functional consequences, which will be useful for further research on one of the most common forms of hereditary hearing loss.\n\n    Disclaimer/Publisher's Note: The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or products referred to in the content.",
        "Discussion": "",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/37892203/"
    },
    "31398194": {
        "Title": "    Computational analysis of high-risk SNPs in human CHK2 gene responsible for hereditary breast cancer: A functional and structural impact",
        "Abstract": "    Nowadays CHK2 mutation is studied frequently in hereditary breast and ovarian cancer patients in addition to BRCA1/BRCA2. CHK2 is a tumor suppressor gene that encodes a serine/threonine kinase, also involved in pathways such as DNA repair, cell cycle regulation and apoptosis in response to DNA damage. CHK2 is a well-studied moderate penetrance gene that correlates with third high risk susceptibility gene with an increased risk for breast cancer. Hence before planning large population study, it is better to scrutinize putative functional SNPs of CHK2 using different computational tools. In this study, we have used various computational approaches to identify nsSNPs which are deleterious to the structure and/or function of CHK2 protein that might be causing this disease. Computational analysis was performed by different in silico tools including SIFT, Align GVGD, SNAP-2, PROVEAN, Poly-Phen-2, PANTHER, PhD-SNP, MUpro, iPTREE-STAB, Consurf, InterPro, NCBI Conserved Domain Search tool, ModPred, SPARKS-X, RAMPAGE, Verify-3D, FT Site, COACH and PyMol. Out of 78 nsSNP of human CHK2 gene, seven nsSNPs were predicted functionally most significant SNPs. Among these seven nsSNP, p.Arg160Gly, p.Gly210Arg and p.Ser415Phe are highly conserved residues with conservation score of 9 and three nsSNP were predicted to be involved in post translational modification. The p.Arg160Gly and p.Gly210Arg may interfere in phosphopeptide binding site on FHA conserved domain. The p.Ser415Phe may interfere in formation of activation loop of protein-kinase domain and might interfere in interactions of CHK2 with ligand. The study concludes that mutation of serine to phenylalanine at position 415 is a major mutation in native CHK2 protein which might contribute to its malfunction, ultimately causing disease. This is the first comprehensive study, where CHK2 gene variants are analyzed using in silico tools hence it will be of great help while considering large scale studies and also in developing precision medicines related to these polymorphisms in the era of personalized medicine.",
        "Introduction": "    Of all cancers, one of the main cause of cancer related deaths is breast cancer among women worldwide, with 5% to 10% of cases being due to hereditary risk. The CHK2 gene is moderately penetrance gene most extensively studied as possible third high risk susceptibility gene in hereditary breast and ovarian cancer. CHK2 gene is the human homolog of Rad53 (Saccharomyces cerevisiae) and Cds1 (Schizosaccharomyces pombe). Human CHK2 gene is a tumor suppressor gene, located on long arm of chromosome 22 at q12.1 and encoded by CHK2 serine/threonine kinase. It consists of three major domains. 1) N-terminal has SQ/TQ cluster domain that serves as a site for phosphorylation in response to DNA damage, 2) forkhead-associated protein interaction domain (FHA) which is essential for activation in response to DNA damage and is rapidly phosphorylated in response to replication blocks and DNA damage. In FHA domain residues 112-175 are involved in dimerization of CHK2 molecules in phosphorylation manner, for full activation of CHK2 by trans-autophosphorylation of the activation loop. The major function of FHA domain is to regulate the kinase activities in CHK2 by interacting with other proteins thus mediates protein-protein interactions and 3) C-terminal which has serine/threonine kinase activity. CHK2 is activated by the kinases ATM and ATR in response to DNA double-strand breaks or replicative stress. These proteins catalyze the phosphorylation of threonine 68 of CHK2 causing its transient dimerization via the FHA domain leading to CHK2 trans-autophosphorylation and its full activation. In response to DNA damage, CHK2 gene is involved in different pathways such as cell cycle regulation, DNA repair and apoptosis. CHK2 phosphorylates downstream cell cycle regulators such as p53, Cdc25, and BRCA1 to activate checkpoint repair or recovery responses, as well as concurrently delay entry into mitosis. Deviation from its normal physiological function is likely to contribute to disease pathogenesis. In particular, the missense variants of CHK2 p.Ile157Thr, p.Asp252Gly, c.1100delC, p.His371Tyr, p.Glu161del, p.Ser428Phe, c.591delA, p.Arg117Gly, p.Thr476Met and p.Asp438Tyr were significantly associated with germ-line variants in hereditary breast and ovarian cancer. Finnish population (1.4%) and Polish population (0.2%) confer a relative risk for developing breast tumors of about 2 for women and 10 for men if c.1100delC mutation is present. Variant p.Ile157Thr, present in 5.3% of the Finnish population and in 4.8% of the Polish population, confers a relative risk of breast cancer of 1.5. A recent analysis by the Breast Cancer Association Consortium (BCAC) estimated a relative risk of 2.26 for p.Thr367MetfsTer15 (rs555607708). Limited data is available for whole CHK2 gene for hereditary breast and ovarian cancer. Further, impact of missense variants on protein function is not known fully, although substitutions in the FHA domain and the kinase domain have been shown to abolish activity.\n\n    Single nucleotide polymorphism is a common genetic variant in human and about 93% SNPs are present in human genes. SNPs can be present in coding, noncoding or intergenic regions. Both non-coding and intergenic SNPs may have slight impact, but non-synonymous coding SNPs (nsSNPs) have more impact on protein. Identification of the impact of variants on structure, stability and function of the protein is an important task as not all reported polymorphisms are deleterious. Therefore there is a need to understand the deleterious impact of nsSNPs on protein structure and function using different recent molecular biology techniques. Till now large numbers of SNPs are reported in NCBI data, to screen these nsSNPS for their impact on biological function through experimental work is very tedious and costly. However, utilization of computational methods could be an efficient alternative for the same.\n\n    Nowadays, different computational tools have been extensively used for predicting deleterious nsSNP and their role in protein function, stability and structure maintenance. Taking all these in consideration, the present study is aimed to determine various deleterious nsSNPs of human CHK2 gene using SIFT, Align GVGD, SNAP-2, PROVEAN, PolyPhen-2, PANTHER, PhD-SNP, I-Mutant, iPTREE-STAB, Mupro etc. Conservation of amino acid residues was predicted using ConSurf. ModPred was used to identify post-translational modification site present in protein. The 3D structure of the CHK2 protein was generated using SPARK-X and refined using ModRefiner. The quality of model was checked using RAMPAGE and Varify3D. The ligand binding sites were predicted using FTsite and COACH. The visualization of 3-D structure and labelling of native as well mutant amino acid was done using Pymol and Swiss PDB viewer.",
        "Methods": "    The data related to human CHK2 gene was retrieved from following databases: Uniport database (https://www.uniprot.org) (UniprotKB ID 096017), the NCBI database SNP (rsIDs) and FASTA nucleotide sequence (NC_000022.11) and amino acid sequence (NP_001005735) sequence from (https://www.ncbi.nlm.nih.gov) for further computational analysis.\n\n    The functional consequences of the nsSNP of human CHK2 gene were analysed using different computational tools.\n\n    SIFT (Sorting intolerant from tolerant) predicts whether an amino acid substitution affects protein function based on sequence homology and the physical properties of amino acids. SIFT can be applied to naturally occurring nonsynonymous polymorphisms and laboratory-induced missense variants. SIFT (http://siftdna.org/www/SIFT_dbSNP.html) determines if an amino acid substitution is deleterious to protein function. A SIFT score predicts whether an amino acid substitution affects protein function. The SIFT score ranges from 0.0 (deleterious) to 1.0 (tolerated). The input query for SIFT algorithm is rsIds of SNPs from dbSNP.\n\n    Align GVGD is a web based program available at http://agvgd.hci.utah.edu/. It combines the biophysical characteristics of amino acids, protein multiple sequence alignments to predict whether the missense substitution is deleterious or not. The input query is FASTA sequence of protein and amino acid substitution.\n\n    SNAP2 (Screening of non-acceptable Polymorphism 2) predicts the functional consequences of amino acid variation based on neutral network classification method. It is a web based tool available at https://www.rostlab.org/services/SNAP/ in which the input query is a protein sequence of CHK2 in FASTA format.\n\n    PROVEAN (Protein variation effect analyzer) predicts whether single nucleotide variant affects protein function through alignment based score. It is an online software available at http://provean.jcvi.org/index.php produced by J Craig Venture Institute. Based on this, if the score is below threshold value of 2.5, variant is predicted deleterious whereas the variant is neutral if the score is above 2.5. The input query is the FASTA sequence of protein CHK2 and amino acid variants.\n\n    PolyPhen-2 (Polymorphism Phenotyping V2) predicts the impact of amino acid substitution on protein structure and function by using straight forward physical and comparative consideration. It is a web based tool available online at http://genetics.bwh.harvard.edu/pph2/. It calculates the PSIC (Position-Specific independent score). If score is >0.85, then variant is probably damaging and score is >0.15 possibly damaging and rest are considered as benign. The input query for PolyPhen-2 is FASTA sequence of protein CHK2 and amino acid variants.\n\n    PANTHER cSNP (Protein analysis through evolutionary relationship- coding SNP) predicts functional consequences of variants on the protein. It is an online tool available at http://pantherdb.org/tools/csnpScoreForm.jsp. It compares the sequence of protein with a family of evolutionarily related protein. Longer the preservation time, higher the functional impact of amino acid variant. It calculates the subPSEC (Substitution Position Specific evolutionary conservation) score on the basis of alignment of evolutionary related proteins. The input query is plain protein sequence, amino acid variants and human organism.\n\n    PhD-SNP (Predictor of human deleterious single nucleotide polymorphism) server is a Support Vector Machine (SVM) based method to discriminate between neutral and disease-related single point protein variants. It is an online tool available at http://snps.biofold.org/phd-snp/phd-snp.html. Results were obtained through evolutionary information and using hybrid predictive model. The input query is plain protein sequence, position of SNP along with new residue.\n\n    MUpro is a set of machine learning programs which predicts the protein stability changes for single nucleotide variation in amino acid sequence. It is a web based server available at http://mupro.proteomics.ics.uci.edu/. Prediction of result based on both value and sign of energy change using SVM and sequence information only. The input query for this is also a plain sequence of protein followed by original and substituted amino acid.\n\n    iPTREE-STAB is a web based server available at http://203.64.84.190:8080/IPTREEr/iptree.html which is based on decision tree. It predicts the impact of single amino acid change on protein stability. The input query is original amino acid as well as mutated amino acid residue followed by three flanking residues from both sides of the mutated residue.\n\n    Consurf is a computational tool available at http://consurf.tau.ac.il which calculates the evolutionary conservation of amino acid position through phylogenic relations between homologous sequences. Consurf calculates conservation score from 0 to 9 which is classified into variable, average and highly conserved. The input query for consurf is FASTA sequence of protein CHK2.\n\n    The ModPred server is available at http://www.modpred.org which is used to predict post translational modification sites within CHK2 protein sequence. ModPred is a sequence-based predictor of potential post-translational modification (PTM) sites in proteins. It consists of 34 ensembles of logistic regression models, trained separately on a combined set of 126,036 non-redundant experimentally verified sites for 23 different modifications, obtained from public databases and an ad-hoc literature search.\n\n    ExAC browser is freely available at http://exac.broadinstitute.org. The minor allele frequency (MAF) was retrieved from ExAC Browser Beta for the nsSNPs of human CHK2 gene. The Exome Aggregation Consortium (ExAC) is a coalition of investigators seeking to aggregate and harmonize exome sequencing data from a variety of large-scale sequencing projects and to make summary data available for the wider scientific community. The ExAC browser provides gene and transcriptcentric displays of variation, a critical view for clinical applications. Additionally, it provides a variant display, which includes population frequency and functional annotation data as well as short read support for the called variant. ExAC has already been used extensively by clinical laboratories worldwide. The input query is name of human CHK2 gene.\n\n    NCBI Conserved Domain Search tool (https://www.ncbi.nlm.nih.gov/Structure/cdd/wrpsb.cgi and InterPro (https://www.ebi.ac.uk/interpro/) were used to locate the position of SNPs in different domains of CHK2 protein structure. Input query for InterPro is a plain sequence of CHK2 and for NCBI Conserved Domain Search tool the input query is FASTA amino acid sequence of protein CHK2.\n\n    The 3D structure of full length CHK2 protein is not available in protein data bank. The 3D structure of protein CHK2 was generated using SPARKS-X fold recognition server (http://sparks-lab.org/yueyang/server/SPARKS-X). The input query for SPARKS-X server is FASTA amino acid sequence of protein CHK2. The degree of similarity of templates used by SPARKS-X server for 3D model prediction was checked by BLASTp. The 3D structure predicted by SPARKS-X server was further refined using Modrefiner (https://zhanglab.ccmb.med.umich.edu/ModRefiner). The quality of refined model was checked using Varify3D (http://servicesn.mbi.ucla.edu/Verify3D) and RAMPAGE (http://mordred.bioc.cam.ac.uk/~rapper/rampage.php). Input query for Varify3D and RAMPAGE analysis is refined structure predicted using SPARKS-X.\n\n    The ligand binding sites within CHK2 protein were predicted using FT site server (http://ftsite.bu.edu/) and COACH server (https://zhanglab.ccmb.med.umich.edu/COACH/). FT site is freely available online tool which predicts ligand binding sites of CHK2 protein. FT site accurately identifies binding sites in over 94% of apoproteins, including structure based prediction of protein, the explanation of functional relationships among proteins, protein engineering and drug designing. COACH is a meta-server based approach used for protein-ligand binding site prediction. Using two comparative methods, TM-SITE and S-SITE COACH predicts complementary ligand binding sites. The input query for COACH is refined structure generated by modrefiner. PyMol and Swiss PDB viewer were used to visualize 3D structure of protein.",
        "Results": "    The CHK2 gene investigated in the present study was retrieved from dbSNP database (dbSNP- NCBI: https://www.ncbi.nlm.nih.gov/snp/?term=chek2). It contained a total of 13929 SNPs out of which 753 are missense (nsSNP), 105 are frame shift, 642 in 5'UTR, 55 in 3' UTR, 50 nonsense, 13062 intronic, 50 stop gained, 19 in 3' splice site, 24 in 5' splice site and 266 in coding synonymous SNPs (Fig 1). Only nsSNP of CHK2 were selected for this investigation.\n\n    The CHK2 single nucleotide variants obtained from dbSNP analysis were subjected to computational analysis through variety of tools. According to SIFT result out of 753 nsSNPs of CHK2 gene total 78 SNP were predicted to be tolerated or deleterious and rest of 675 were not found in SIFT results. From these 78 SNPs, SIFT classified 35 nsSNPs as damaging, 43 as tolerated. To increase the accuracy of computational techniques, all the 78 SNPs predicted in SIFT were further validated by Align GVGD, SNAP2, PROVEAN, PolyPhen2 and PANTHER tools. Align GVGD is a method that combines Grantham Variation (GV) and Grantham Deviation (GD) scores to predicts whether the missense substitution is deleterious or not. In Align GVGD, if GD score is less than C15 then substitution is less likely affected and score is greater C65 then substitution is most likely affected. Out of 78 nsSNP Align GVGD predicted 43 SNPs as most likely affected and 10 nsSNPs as less likely affected. SNAP2 predicts whether the impact of amino acid variation is neutral or has effect on a query protein function by evaluating mutability landscape of the entire query protein sequence. Out of 78 SNPs subjected to SNAP2 prediction, 41 showed effect on protein function and 37 predicted as neutral SNPs. Among 78 SNPs subjected to PROVEAN analysis, 35 SNPs were predicted as deleterious and 43 SNPs were predicted as neutral. Out of 78 SNPs subjected to PolyPhen2 analysis 41 were predicted probably damaging, 10 predicted possibly damaging, 26 predicted benign and 1 was not predicted by PolyPhen2. For every input variant PolyPhen2 calculates PSIC (Position specific independent score). Out of 78 nsSNPs, 37 SNPs were predicted probably damaging, 17 predicted possibly damaging and rest 24 SNPs predicted probably benign by PANTHER cSNP. The nsSNP predicted as probably damaging by PolyPhen and PANTHER were considered as damaging and used for further analysis.\n\n    All the 78 nsSNPs of CHK2 gene were further analyzed for correlation with disease after functional impact through PhD-SNP. PhD-SNP is a SVM based classifier which predicts the result through evolutionary information and hybrid predictive method with the accuracy of 78% of human protein. PhD-SNP revealed the most unique results showing only 20 nsSNPs as diseased and rest of 58 SNPs as neutral.\n\n    We predicted any stability alteration in the CHK2 protein with the help of MuPro and iPTREE-STAB which predict the result by considering single site variant. MuPro predicted 56 nsSNP which decrease stability of CHK2 protein and rest of 22 SNPs increase stability. iPTREE-STAB result revealed to decrease stability of 74 nsSNP and 4 nsSNP showed increase in protein stability. According to some studies, decreased protein stability causes increase in degradation, misfolding and aggregation of proteins. We shortlisted those nsSNP which are common in all 9 different algorithm tools and predicted as deleterious SNPs. Total 7 SNPs out of 78 SNPs met the criteria and classified them as high risk and selected for further analysis. Result of SIFT, Align GVGD, SNAP2, PROVEAN, PANTHER, Ph-D SNP, MuPro and iPTREE-STAB is shown in Table 1.\n\n    Evolutionary information is used to predict whether the substitution of amino acid affects the protein functions or not. Consurf web server was used to calculate the conservation score of amino acid residue of CHK2 protein to further analyze possible effect of 7 most deleterious nsSNP predicted through different computational tool. Results were obtained in the form of structural representation of the protein (S1 Fig). Highly conserved residues are predicted as either functional or structural based on their location either on protein surface or inside its core. Results obtained via conSurf represented all residues of CHK2 showing their structural and functional conservation levels. But we focused only on those residues which matched their positions with 7 high risk nsSNPs which we have identified. Taking this into consideration, those nsSNPs which are located at these conserved regions are considered immensely damaging to protein as compared to those at non-conserved sites. According to consurf output, p.Arg160Gly, p.Gly210Arg, p.Ser415Phe are highly conserved residues with conservation score of 9. Four amino acids were predicted average conserved. The result of consurf is shown in Table 2. The summary of deleterious prediction for each SNP is shown in Fig 2.\n\n    Post translational modification sites present within human CHK2 protein were predicted using ModPred. Out of 7 most significant nsSNPs, three amino acids p.Arg160Gly, p.Arg223Cys, p.Arg188Trp were predicted to be involved in post translational modification sites including proteolytic cleavage and ADP ribosylation. The results of modpred are shown in Table 2.\n\n    The minor allele frequency (MAF) was retrieved from ExAC Browser Beta (http://exac.broadinstitute.org/gene/ENSG00000183765) for the nsSNPs of human CHK2 gene. The result of minor allele frequency of nsSNPs is shown in Table 2.\n\n    According to Interpro and NCBI Conserved Domain Search tool two major domains were predicted in CHK2 protein. One was STKc_Chk2 domain (serine/threonine kinase, cell cycle checkpoint kinase 2) which comprises 256-529 amino acids and another one was FHA domain (Forkhead associated domain) which comprises 156 to 244 amino acids. In CHK2 amino acid sequences 269-411 were predicted catalytic domain of ATP Binding site; 264-471 were predicted catalytic domain of dimer interface; 269-434 amino acid sequences were present in active site; 273-434 amino acid sequences were present in polypeptide substrate binding site. The 22 amino acid residues present in activation loop (Thr, Asp, Phe, Gly, His, Ser at 415, Lys, Ile, Leu, Gly, Glu, Thr, Ser, Leu, Met, Arg, Thr, Leu, Cys, Gly, Thr, Pro, Thr) of STKc_Chk2 domain. The 160 to 210 amino acid sequences present in polypeptide binding site on conserved domain of FHA domain (Arg at 160th and Gly at 210th position).\n\n    The 3D structure of full length CHK2 protein was not available in protein data bank. SPARKS-X modeled 3D structure of CHK2 protein by submitting FASTA amino acid sequences, where 10 best full length models were generated using different similar templates. The quality of full length models were predicted based on (>6) Z-score. All the templates were subjected to BLASTp analysis to identify the sequence similarity of the templates with CHK2 protein. The 3D structure generated using 3i6wA as a template was used for further analysis. The 3D structure was further refined by submitting structure in ModRefiner server which showed RMSD value 2.821 and TM-score of 0.9685 to initial model. After that refined structure was further validated using Verify3D and RAMPAGE tools. Ramachandran plot analysis by RAMAPAGE for the native protein model showed 541 (92.6%) residues in favoured region, 38 (6.5%) residues in allowed region and 5 (0.9) residues in outlier region. Varify-3D showed 66.21% of the amino acids have scored >=0.2 in 3D-1D profile. The results of both tools are shown in Table 3.\n\n    FT site server predicted 3 binding sites present in CHK2 protein. First binding site consisted residues Lys at 292th, Leu at 320th, Ile at 329th, Ile at 342th, Ile at 331th, Leu at 344th, Thr at 410th, Asp at 411th, Phe at 412th, Gly at 413th,His at 414 and Ser at 415th position. Second binding site consisted residues Trp at 93th, Tyr at 199th, Ile at 200th, Ala at 201th, Pro at 225th, Leu at 226th, Asn at 227th and Asp at 246th position. Third binding site constituted Trp at 93th, Asn at 197th, Ser at 198th, Tyr at 199th, Asp at 246th, Thr at 248th and Val at 249th position. Two binding sites are presented using PyMOL in Fig 3. Coach server also predicted Ser at 415 within ligand binding sites. The detailed results of COACH prediction are shown in Table 4.\n\n    The 3D structure of mutant of CHK2 protein was generated by substituting serine with phenylalanine at 415th position in wild type sequence and the sequence was submitted to SPARKS-X server. The 3D structure generated was further refined by submitting structure in ModRefiner server which showed RMSD value 2.310 and TM score of 0.9517. The prediction of TM score suggested the structural deviation of mutant protein as compared to native. After that refined structure was further validated using Verify3D and RAMPAGE. Verify 3D showed 60.75% of the amino acids have scored >=0.2 in 3D-1D profile. Mutant model is a good quality as having more than 90% region in favoured region. Mutant model showed (93.3%) residues in favoured region, 31 residues (5.3%) residues in allowed region and 8 (1.4%) residues in outlier region.",
        "Conclusion": "    The present study suggests that structure and function of CHK2 can be distributed by various nsSNPs. In native protein of CHK2 gene, out of 79 SNPs, seven major variants found were: p.Arg160Gly, p.Arg188Trp, p.Ile203Thr, p.Gly210Arg, p.Arg223Cys, p.Pro225His and p.Ser415Phe. Among seven most significant SNPs, 3 were highly conserved and 4 SNPs were averaged conserved residues. Among 7 most significant SNPs, 3 were predicted to be involved in post translational modifications. A variant of Serine Phenyl alanine at position 415 occurs in activation loop of protein-kinase domain of CHK2 protein hence is of particular concern as this is the functional domain of the protein. The one SNP p.Ser415Phe might interfere in interactions of CHK2 with ligand. Therefore, these nsSNPs can be strongly considered as key candidates in causing diseases related to CHK2 malfunction and hence will help in effective drug discovery and developing precision medicines. Wet lab experiments are needed to explore the effects of these polymorphisms on structure and function of protein.",
        "Discussion": "    The CHK2 gene is a tumor suppressor gene, involved in cell-cycle regulation, in response to DNA damage, DNA repair and apoptosis pathway. Variants of CHK2 have been implicated in various types of cancer including breast cancer. Single nucleotide polymorphism plays an important role in most of the diseases. About more than 4 million unique human single nucleotide polymorphism (SNPs) have been described by dbSNPs and 2% of the reported SNPs associate with monogenic diseases are present in protein coding region and hence predicted that these SNPs can be related to complex inherited disease traits. Testing the functional consequences of variant by using functional assay can be the best approach but it is quite costly and time consuming too. Hence, for this purpose we have exploited computational approach by using various in silico tools of different algorithms for the analysis of SNVs in CHK2 gene. To date, 13929 human CHK2 gene SNPs are reported in NCBI dbSNP (database) which have been located in non-coding, coding and regulatory regions. The coding SNVs cause amino acid variation which further alters the protein function and leads to disease susceptibility. All the nsSNPs may not have major deleterious effect on protein function, some may have neutral effect. Therefore it is necessary to differentiate deleterious SNPs from the neutral SNPs to analyze susceptibility of individual SNPs to diseases, and also to focus on those SNVs which are responsible for structural and functional consequences of CHK2 protein. However, to predict the pathogenic effect of nsSNP using single bioinformatic tool may not be reliable. In present study prediction of CHK2 genetic variants was accomplished by utilizing sequence and structure based bioinformatics tools- SIFT, Align GVGD, SNAP2, PolyPhen 2, PROVEAN, PANTHER, PhD SNP, MuPro and iPTREE-STAB. According to study of Hicks et al., and Thusberg and Vihinen, to identify most deleterious nsSNPs, SIFT and PolyPhen 2 were reported as best performing tools. To check the stability of protein, MuPro and iPTREE-STAB were used. Out of 79 nsSNP subjected to functional analysis 7 SNPs (p.Arg160Gly, p.Arg188Trp, p.Ile203Thr, p.Gly210Arg, p.Arg223Cys, p.Pro225His and p.Ser415Phe) were predicted to be most deleterious nsSNP in human CHK2 protein. To the best of our knowledge none of the studies showed the genetic risk of p.Arg160Gly, p.Arg188Try, p.Ile203Thr, p.Gly210Arg, p.Arg223Cys, p.Pro225His and p.Ser415phe with any known disease condition. p.Arg160Gly, p.Arg188Try, p.Ile203Thr, p.Gly210Arg, p.Arg223Cys and p.Pro225His all nsSNP are part of FHA domain which is activated in response to DNA damage. p.Arg160Gly marks the substitution of arginine (basic amino acid) by glycine (non-polar amino acid) and vice-versa in p.Gly210Arg substitution. p.Ile203Thr entails the substitution of isoleucine (nonpolar) to threonine (-OH containing amino acids) leading to decrease in stability of protein. In FHA domain, 2 SNPs (p.Arg223Cysand p.Arg188Try) leads to substitution of arginine (basic amino acids) to cysteine (sulphar containing amino acid) and tryptophan (nonpolar aromatic amino acid) which decrease protein stability. R160, G210, S415 are highly conserved residues with conservation score of 9. Four amino acids (R160, I203, R223 and P225) were predicted average conserved. p.Arg160Gly, p.Gly210Arg and p.Arg223Cys might interfere in post-translational modification of CHK2 protein as these residues were predicted to be involved in post translational modifications through ModPred. The Arg at 160 and Gly at 210 residue present in polypeptide binding site on conserved site of FHA domain. Ser 415 residue is present in STKc_Chk2 domain. In p.Ser415Phe substitution of serine (-OH containing amino acid) to phenyl alanine (non-polar amino acid). This residue is part of aimer interface, catalytic domain of ATP binding site and active site of STKc_Chk2 domain. Any change in this residue alters the stability of protein which is predicted by Mupro and iPTREE_STAB. Two amino acids S415 and P225 were predicted to be involved in ligand binding site interactions. These suggest that p.Pro225His and p.Ser415Phe might interfere in ligand binding site interactions. Several studies have investigated the role of CHK2 polymorphism as a genetic determinant for susceptibility to diseases. Several polymorphisms (p.Ile157Val, p.Asp252Gly, c.1100delC, p.Asp438Tyr and p.His371Tyr) have been reported for the CHK2 gene. Pritzlaff and their colleagues assessed multi-gene panel testing using male breast cancer patients and identified pathogenic variants i.e.c.591delA, p.Arg117Gly, p.Thr476Met, p.Ser428Phe, p.Iso157Thr, p.Gln29* andc.1100delC in different population. CHK2*c.1100delC and p.Ile157Thr were most studied in populations all over the world. The inherited variants CHK2 c.1100delC truncates the kinase domain of the CHK2 protein and is responsible for a two fold increase in breast cancer risk in families of northern and north-western European ancestry. According to Delimitsou and his colleagues study, p.Ile160Arg and p.Ile160Thr variants were characterized as damaging and p.Asp203Gly variant was characterized as benign. All these variants were located within the kinase domain. p.Ile160Arg was characterized as intermediate according to study done by Roeb et al in 2012. Different CHK2 variants were categorized as damaging according to in silico tools and yeast based assay i.e p.Trp93Arg, p.Cys108Arg, p.Arg117Gly, p.Arg145Trp, p.Arg148Gly, p.Ile160Arg, p.Ile160Thr, p.Asp162Gly, p.Asn166Ser, p.Gly167Arg, p.Leu183Ser, p.Leu183Phe, p.Leu236Pro, p.Ile251Phe, p.Arg346Cys, p.Arg346His, p.Asp347Ala, p.Asn352Asp, p.Gly370Glu, p.Cys385Arg, p.Thr387Ser, p.Tyr390Ser, p.Ala392Pro, p.Ala392Val, p.Glu394Lys, p.Cys420Thr, p.Tyr424His, p.Arg474Cys and p.His483Arg. Avraham Shaag and his team discovered two novel amino acid substitutions, p.Ser428Phe in the kinase domain and p.Pro85Leu in the N-terminal region. The individual having CHK2 sequence variants (c.1100delC) may contribute to the Li-Fraumeni syndrome in Dutch families. In Pakistan, two novel mutations p.Gln20X and p.Glu85X at exons 1 and 2 respectively have been identified in breast cancer patients. However the results were contradictory among different studies. By means of in silico, deleterious prediction done in the present study, the p.Gln20His and p.Pro85Leu were not predicted highly deleterious. However, Pro at 85 and Gln at 20th were predicted as conserved residue with conservation score of 7. However none of the study till now available that identify p.Pro225His and p.Ser415Phe nsSNPs as damaging. CHK2 variants found in this study have not been reported earlier so they need to be validated to check its significance. The major limitation of this study is the fact that it is in silico study thus the results cannot be blindly extrapolated to humans without validation by wet lab study. When we predict pathogenicity of CHK2 variants, it is important to conduct functional assay in cell-lines. In addition to this, analysing data from epidemiological and genetic studies as well as segregation analysis would provide more accurate classification.\n\n    As multiple CHK2 variants of unknown clinical significance emerge every day when performing genetic testing analyses in patients with cancer, a rapid variant assessment is of great importance. Therefore, the in silico assay used herein provides essential, fast and low -cost evaluation for the largest series of tested CHK2 variants to date, thus providing valuable information that can be ultimately implemented in clinical practice. Thus, the present study indicates that the procedure of computational approach provides an alternative approach to select SNPs targets by considering the role of SNPs on the functional attributes or molecular phenotype of protein. These results may be helpful for further understanding of CHK2 SNPs in disease susceptibility by laboratory experiments.",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/31398194/"
    },
    "27018795": {
        "Title": "    Application of a New Genetic Deafness Microarray for Detecting Mutations in the Deaf in China",
        "Abstract": "    The aim of this study was to evaluate the GoldenGate microarray as a diagnostic tool and to elucidate the contribution of the genes on this array to the development of both nonsyndromic and syndromic sensorineural hearing loss in China.\n\n    We developed a microarray to detect 240 mutations underlying syndromic and nonsyndromic sensorineural hearing loss. The microarray was then used for analysis of 382 patients with nonsyndromic sensorineural hearing loss (including 15 patients with enlarged vestibular aqueduct syndrome), 21 patients with Waardenburg syndrome, and 60 unrelated controls. Subsequently, we analyzed the sensitivity, specificity, and reproducibility of this new approach after Sanger sequencing-based verification, and also determined the contribution of the genes on this array to the development of distinct hearing disorders.\n\n    The sensitivity and specificity of the microarray chip were 98.73% and 98.34%, respectively. Genetic defects were identified in 61.26% of the patients with nonsyndromic sensorineural hearing loss, and 9 causative genes were identified. The molecular etiology was confirmed in 19.05% and 46.67% of the patients with Waardenburg syndrome and enlarged vestibular aqueduct syndrome, respectively.\n\n    Our new mutation-based microarray comprises an accurate and comprehensive genetic tool for the detection of sensorineural hearing loss. This microarray-based detection method could serve as a first-pass screening (before next-generation-sequencing screening) for deafness-causing mutations in China.",
        "Introduction": "    Hearing loss is the most common sensory-nerve disease worldwide, with approximately 250 million people suffering from moderate to severe hearing loss. Moreover, one child in 1,000 is estimated to be born with prelingual hearing loss. The 2006 National Sample Survey in China revealed that hearing impairment affected roughly 20 million people, accounting for 24.16% of all people with disabilities. Furthermore, approximately 30,000 babies are born with congenital hearing impairment annually in China, and nearly half of the cases of congenital deafness are estimated to be associated with genetic factors. Genetics studies have shown that 77% of hereditary deafness is autosomal recessive, while 22% is autosomal dominant, 1% is associated with X chromosomal mutations, and <1% is associated with maternally inherited mitochondrial genes.\n\n    In hereditary hearing impairment, roughly 70% of the cases are nonsyndromic and, as of August 2015, >80 pathogenic nuclear genes associated with this disorder have been cloned. Moreover, 2 mitochondrial genes were found to be associated with nonsyndromic sensorineural hearing loss (SNHL) (http://hereditaryhearingloss.org/). In particular, GJB2 (OMIM: 121011), GJB3 (OMIM: 603324), SLC26A4 (OMIM: 605646), and the mitochondrial gene MT-RNR1 (OMIM: 561000) are the 4 major causative genes of hereditary nonsyndromic SNHL in China. The incidence of positive genetic errors in these 4 genes was reported to be 43.58%. However, beyond the mutations in these 4 genes, it is unclear which genetic defects are the next most prevalent among SNHL patients in China. To address this gap in our knowledge and to develop a microarray that is more comprehensive than the ones used to date, we selected key mutations from a larger number of deafness genes than were previously analyzed; these mutations were selected based on the prevalence at which they are reported in the literature.\n\n    Currently, >400 types of syndromes are recognized to be associated with hearing impairment, accounting for 30% of prelingual deafness. The most common autosomal-recessive type of syndromic deafness is Usher syndrome (US; OMIM: 276900). While US is known to affect 50% of the deaf-blind population in the USA, few studies of this disease have been conducted in China. Pendred syndrome (PS; OMIM: 274600) is the second most common type of autosomal-recessive syndromic deafness and is characterized by severe to profound sensorineural deafness and goiter. Meanwhile, the most common autosomal-dominant syndromic deafness is Waardenburg syndrome (WS), which is mainly characterized by impaired hearing and pigmentation abnormalities and is highly heterogeneous both clinically and genetically, with WS1 (OMIM: 193500) and WS2 (OMIM: 193510) being the most prevalent forms of WS in China. The microarray chip we developed features gene mutations related to each of the aforementioned common types of syndromic SNHL for the following reasons: First, the incidences of these 3 syndromes are high; second, the 3 syndromes can directly and markedly affect quality of life; third, because of their phenotypic and genotypic heterogeneity, the 3 syndromes might be underdiagnosed or highly challenging to detect. Genetic screening is a currently available method for early diagnosis, which helps to prevent or predict disease and thus considerably alleviate the disease burden on patients and their families. Therefore, we considered it critical to include mutations related to these 3 deafness syndromes in our microchip assay.\n\n    Recent developments in molecular genetics have led to the design of diverse gene diagnostic tools. However, there is currently no detection method that covers both syndromic and nonsyndromic hearing loss. Moreover, a comprehensive genetic array for the Chinese SNHL population has yet to be developed. This study was therefore conducted, not only to evaluate the GoldenGate array as a diagnostic tool, but also to further elucidate the contribution of the genes on this array to the development of both nonsyndromic and syndromic SNHL in China.",
        "Methods": "    A total of 403 unrelated Han Chinese patients with SNHL were recruited between 2014 and 2015 from the Otolaryngology Department of Xiangya Hospital, Central South University. We recruited patients in whom deafness resulted from unclear causative factors, but excluded patients in whom clear causative factors were identified such as noise exposure, trauma (exception for the patients who are identified with enlarged vestibular aqueduct by medical imaging), intrauterine infection, poisoning, or tumors. All participants were probands and were divided into 382 cases of nonsyndromic SNHL (including 15 of enlarged vestibular aqueduct (EVA) syndrome) and 21 cases of WS based on clinical history, physical examination, audiological examination, and imaging tests. All patients presented with moderate to profound bilateral SNHL in pure-tone audiometry and/or auditory brainstem response testing. Hearing loss was classified into mild (26-40 dB), moderate (41-55 dB), moderate severe (56-70 dB), severe (71-90 dB), and profound (>90 dB). Genomic DNA was isolated from the blood of each patient using the phenol/chloroform extraction method. As a control for detection, we used DNA samples from 60 healthy unrelated people from the Chinese population who did not show any sign of hearing loss.\n\n    This study was approved by the Xiangya Ethics Committee, and written informed consent was obtained from all participants or their parents (when participants were under 18 years old).\n\n    We comprehensively searched the literature available on PubMed, Embase, the Chinese National Knowledge Infrastructure (CNKI), and the Chinese Wanfang Literature Database in order to estimate the likely frequency of mutations in causative genes for SNHL in the Chinese population, and then selected an initial set of genes that were previously implicated in SNHL for inclusion. The paramount criterion for inclusion was that the mutations had to have been reported >2 times, and primacy was given to the mutations that had been reported in the Chinese population. In the end, the GoldenGate custom microarray (Illumina, San Diego, CA, USA) included 240 mutations selected from 46 nuclear genes (such as GJB2, GJB6, GJB3, and SLC26A4) and one mitochondrial gene, MT-RNR1; a detailed list of the variants is provided in S1 Table. The mutation list included single-nucleotide changes as well as deletions. For each of the 240 mutations on the microarray, 60-bp oligonucleotides were constructed in both directions based on the wild-type sequence of each gene.\n\n    The 240 mutations covered all currently characterized mutations involved in the etiology of either nonsyndromic or syndromic SNHL, and were comprised of (1) mutations covering the mitochondrial gene and the 46 autosomal deafness genes; (2) 200 nonsyndromic SNHL variants (43 dominant inherited variants, 152 recessive inherited variants, 1 maternally inherited variant, and 4 X-linked variants) and 40 common syndromic SNHL variants related to WS, PS, and US (Table 1); and (3) 8 of the most common mutation hotspots in the Chinese population: GJB2 c.35delG, GJB2 c.235delC, GJB2 c.299-300delAT, GJB3 c.538C>T, GJB3 c.1174A>T, SLC26A4 c.IVS7-2A>G, SLC26A4 c.2168 A>G, and mitochondrial 12rsRNA 1555A>G.\n\n    In the GoldenGate genotyping assay (Illumina) protocol, allele-specific extension methods are used and PCR-amplification reactions are conducted at high multiplex levels. The entire process is completed in 3 days, as described below.\n\n    Day 1. Preparation, precipitation, and resuspension of samples in single-use DNA (SUD) plates\n\n    DNA samples were normalized to a concentration of 50 ng/muL with a Tris-EDTA buffer (10 mM Tris-HCl [pH 8.0], 1 mM EDTA), after which 5 muL of MS1 reagent and 5 muL of the normalized DNA sample were added to each well of the SUD plates; the plates were then incubated at 95 C for exactly 30 min. Next, 5 muL of PS1 and 15 muL of 2-propanol were added to the wells of the SUD plates to precipitate the DNA, and excess MS1 DNA-activation reagent was removed. Lastly, 10 muL of RS1 was added to each well to resuspend the DNA.\n\n    Preparation of the allele-specific extension (ASE) plates\n\n    Ten microliters of OPA, 30 muL of OB1, and 10 muL of the biotinylated sample from the SUD plates were added to ASE plates. Plates were then sealed and placed on a 70 C heat block, after which the temperature was immediately reset to 30 C. The ASE plates were incubated on the heat block for 16 h and the query oligos for each target sequence of interest were allowed to anneal to the biotinylated genomic-DNA samples.\n\n    Day 2. Addition of the master mix for extension and ligation (MEL).\n\n    To wash off nonspecifically hybridized and excess oligos, 50 muL of AM1 and 50 muL of UB1 were added to the ASE plates. After washing, 37 muL of MEL was added to each DNA sample, and the extension and ligation reaction was allowed to proceed at 45 C for exactly 15 min.\n\n    PCR amplification\n\n    Sixty-four microliters of Titanium Taq DNA Polymerase, 50 muL of UB1, and 35 muL of IP1 were added to each well of the ASE plates, and the plates were placed on a raised-bar magnetic plate until the beads had been completely captured. Next, 30 muL of each resulting supernatant was transferred to the PCR plate, and PCR was performed using 3 universal primers (2 labeled with fluorescent dyes, the third biotinylated). The reagents were denatured at 37 C for 10 min and at 95 C for 3 min, and then subjected to 34 cycles of denaturation for 35 s at 95 C, annealing for 35 s at 56 C, and extension for 2 min at 72 C, followed by a final extension for 10 min at 72 C and then incubation for 5 min at 4 C.\n\n    Binding of PCR products\n\n    Twenty microliters of each MPB reagent was added to the PCR plates, and the resulting mixtures were transferred to a filter plate. The filter plate was incubated at room temperature to allow the biotinylated DNA strand to bind to the paramagnetic particles, thereby immobilizing the double-stranded PCR products.\n\n    Preparation of the intermediate (INT) plates for BeadChip\n\n    The single-stranded fluorophore-labeled PCR products from the filter plate were washed and then eluted into an INT plate. The products from this plate were hybridized to a BeadChip; the chip was hybridized overnight in an Illumina hybridization oven, with a temperature ramp-down from 60 C to 45 C.\n\n    Day 3. The hybridized BeadChips were washed and then imaged using the iScan System, and the data from these images were analyzed using Illumina's BeadStudio software.\n\n    All reagents used in the protocol were supplied by Illumina Inc., except for the Titanium Taq DNA Polymerase, which was purchased from TaKaRa Inc. (Shiga, Japan).\n\n    To evaluate the validity, reliability, and reproducibility of the hearing-loss mutation-detection microarray, the results were verified through direct sequencing. Subsequently, we calculated the sensitivity and specificity, the false-positive and false-negative rates, Youden's index (gamma), and the positive likelihood rate (+LR) and negative likelihood rate (-LR) to further assess the validity. We also calculated the Kappa value, which represents reliability. Lastly, we analyzed the contribution of the examined causative mutations to the development of hearing loss. Statistical analyses were performed using SPSS 11.0 (SPSS Statistics, Inc., Chicago, IL, USA).",
        "Results": "    The 382 nonsyndromic SNHL patients were aged 11.78 +- 1.44 years old; 193 of the 382 patients (50.52%) were females, 189 (49.48%) were males. All 382 patients presented bilateral SNHL, 329 (86.13%) exhibited prelingual hearing impairment, and 16 (4.19%), 51 (13.35%), and 315 (82.46%) patients showed moderate, severe, and profound hearing loss, respectively. This group also included 15 patients with EVA syndrome (average age, 7.07 +- 1.45 years; 6 (40%) females, 9 (60%) males). All 15 patients with EVA syndrome presented with bilateral SNHL, 12 (80%) patients showed prelingual hearing impairment, and 3 (20%) exhibited postlingual hearing impairment. Of these 3 patients, 2 had a history of head trauma. Meanwhile, severe and profound hearing loss was present in 1 (6.67%) and 14 (93.33%) of the 15 EVA patients, respectively.\n\n    The WS patients were aged 9.04 +- 1.38 years old; 6 of these 21 patients (28.57%) were females and 15 (71.43%) were males. All 21 patients presented bilateral profound SNHL, prelingual hearing impairment, and dystopia canthorum of hair, eyes, or skin. Of these 21 individuals, 10 (47.62%) were WS1 patients and the remaining 11 (52.38%) were WS2 patients.\n\n    The call rate of the microarray was 99.375%. To evaluate the accuracy and repeatability of the hearing-loss genotyping microarray, the results were validated through Sanger sequencing. The results of this analysis demonstrated that the microarray assay was highly sensitive and specific, as few false-negative and false-positive mutations were detected. The calculated performance values were as follows (respectively): sensitivity and specificity, 98.73% and 98.34%; false-negative and false-positive rates, 1.27% and 1.66%; Youden's index (gamma), 0.97; and positive likelihood rate (+LR) and negative likelihood rate (-LR), 59.49 and 0.01. As compared with directing sequencing, the Percent Agreement was 98.44% and the Kappa value was 0.917.\n\n    Using our microarray protocol, we detected molecular defects in 234/382 (61.26%) patients with nonsyndromic SNHL; thus, mutations were not detected in <40% of the cases (38.74%, 148/382). In summary, 48 patients were homozygous for mutations in GJB2, 16 for mutations in MT-RNR1, and 10 for mutations in SLC26A4; 15 patients harbored compound heterozygous mutations in GJB2, 14 harbored mutations in SLC26A4, 2 in CDH23 (OMIM: 605516), and 1 in MYO15A (OMIM: 602666). Because these genes are recessive, only the SNHL patients who harbored homozygous or compound heterozygous pathological mutations were considered to present hearing impairment caused by the aforementioned mutations. Thus, through this analysis, the molecular etiology of deafness was confirmed in 23.56% (90/382) of the patients, and it involved the GJB2, SLC26A4, CDH23, MYO15A, and MT-RNR1 genes (Tables 2 and 3). Ten patients were identified with multiple genetic mutations (Table 4), who were not confirmed molecular etiology.\n\n    The mutant frequency of GJB2 was 36.13% (Table 2), and GJB2 was the most prevalent causative gene among the nonsyndromic SNHL patients. In this gene, 8 types of mutations were detected, among which c.235delC was the most prevalent mutation. Furthermore, the c.235delC mutation accounted for 59.68% (111/186) of all mutant GJB2 alleles. In addition, c.608T>C, c.299_300delAT, and c.427C>T were frequently encountered pathological mutations of GJB2, accounting for 18.28% (34/186), 10.20% (20/186), and 4.3% (8/186) of all mutations in this allele, respectively.\n\n    SLC26A4 was the second most prevalent causative gene among the nonsyndromic SNHL patients examined (20.68%; Tables 2 and 3). Eleven distinct mutations were detected in SLC26A4, among which c.IVS7-2A>G was the most prevalent mutation, accounting for 58.43% (52/89) of all mutant SLC26A4 alleles. Meanwhile, the c.2168A>G, c.IVS10-12T>A, c.754T>C, and c.1975G>C mutations accounted for 13.48% (12/89), 6.74% (6/89), 4.49% (4/89), and 4.49% (4/89) of the mutant SLC26A4 alleles, respectively.\n\n    Furthermore, the results obtained using our protocol revealed that the incidence of genetic dominant defects in the patient group tested was 2.88% (11/382). The molecular etiology was confirmed for each of these 11 patients, and it involved the KCNQ4 (OMIM: 603537), WFS1 (OMIM: 606201), TECTA (OMIM: 602574), or MYH9 (OMIM: 160775) genes (Table 5). Because these 4 genes showed a dominant inheritance pattern, we confirmed the sequence variants of the probands by DNA sequencing, and verified the co-segregation in their families. The results identified the following mutations harbored by the patients: KCNQ4 c.546C>G, WFS1 c.1846G>T, TECTA c.249C>T, and MYH9 c.2114G>A (Table 4).\n\n    Heterozygous mutations were also confirmed in the following 11 nuclear recessive genes: DFNB59 (OMIM: 610219), PCDH15 (OMIM: 605514), OTOF (OMIM: 603681), TRIOBP (OMIM: 609761), TMC1 (OMIM: 606706), MYO1A (OMIM: 601478), MYH14 (OMIM: 608568), MYO3A (OMIM: 606808), EYA4 (OMIM: 601316), MYO6 (OMIM: 600970), and TMPRSS3 (OMIM: 605511). As shown in Table 2, 4.19% (16/382), 3.66% (14/382), and 2.45% (9/382) of the patients were heterozygous for mutant DFNB59, PCDH15, and OTOF alleles, respectively. Last, no changes were identified in any of the patients in the following genes: COCH (OMIM: 603196), COL11A2 (OMIM: 120290), CRYM (OMIM: 123740), DFNA5 (OMIM: 608798), DIAPH1 (OMIM: 602121), EDN3 (OMIM: 613265), EDNRB (OMIM: 277580), FOXI1 (OMIM: 274600), GJB3 (OMIM: 603324), GJB6 (OMIM: 604418), KIAA1199 (OMIM: 608366), LHFPL5 (OMIM: 609427), LRTOMT (OMIM: 612414), MARVELD2 (OMIM: 610572), OTOA (OMIM: 607038), PAX3 (OMIM: 606597), POU4F3 (OMIM: 602460), RDX (OMIM: 179410), SLC26A5 (OMIM: 604943), SOX10 (OMIM: 602229), TMIE (OMIM: 607237), and WHRN (DFNB31; OMIM: 607928).\n\n    Thus, the molecular etiology was confirmed in 30.63% (117/382) of the children with nonsyndromic SNHL, and 76.92% (90/117) of these probands harbored pathogenic recessive mutations, 9.4% (11/117) carried pathogenic dominant mutations, and 13.68% (16/117) harbored pathogenic mutations in the mitochondrial 12S rRNA coding sequence.\n\n    The nonsyndromic SNHL patients examined in this study included 15 patients with EVA syndrome, and molecular defects in SLC26A4 were detected in 11 of these patients (73.33%) using our protocol. The results presented in Table 6 show that among these 11 individuals, 2 (18.18%) were homozygous for the c.IVS7-2A>G mutation, 5 (45.45%) were compound heterozygous for 2 pathogenic mutations, 1 (9.09%) was heterozygous for c.1489G>A, 1 (9.09%) was heterozygous for c.2168A>G, and 2 (18.18%) were heterozygous for c.IVS7-2A>G. Thus, 7 of the 15 patients (46.67%) patients were confirmed to be homozygous or compound heterozygous for biallelic mutations in SLC26A4. The allele frequencies of IVS7-2A>G and 2168A>G were 30% (9/30) and 10% (3/30), respectively, in the EVA patient group.\n\n    We determined that 4 out of 15 patients (26.67%) carried mutations in genes related to WS: 1 patient was heterozygous for EDN3 c.293C>A, 1 was heterozygous for PAX3 c.238C>G, 1 was heterozygous for PAX3 c.808C>T, and 1 carried only one MITF c.651G>T mutation. The clinical features and genotypes of these 4 WS patients are listed in Table 7.\n\n    GJB2 c.235delC was the only mutation detected in the control group, being present in 1 of the 60 control participants with normal hearing (mutation carrier frequency: 1.67%). The other mutations were not detected in the control group.",
        "Conclusion": "    We successfully developed an accurate and comprehensive genetic tool for SNHL diagnosis, and were able to use this tool to detect genetic defects associated with nonsyndromic SNHL and causative mutations of WS in up to 61.26% and 19.05% of the Chinese SNHL and WS patients tested, respectively. These attributes make the method presented here highly useful. Indeed, our method could be used for first-pass screening before NGS screening. However, no data on PS and US patients were analyzed in this study, as these 2 syndromes were not diagnosed in any patient in our department. Thus, for future versions, we will replace some of the featured mutations and optimize the microarray based on large-scale screening.",
        "Discussion": "    Deafness, the most common sensory-nerve disease worldwide, not only causes hearing disability, but also affects mental health, and concurrently places a heavy burden on the patient's family and the society. Although the use of hearing aids, cochlear implants, and other methods can improve or restore hearing function in some patients, these approaches do not explain the cause of deafness or provide methods to prevent the occurrence of the same phenotype in the patients' children. Approximately half of all congenital deafness cases are associated with genetic factors, and genetic screening and diagnosis both simplify the entire progress of diagnosis, therapy, and prognosis, and help to explain the etiology and predict the possibility of inheritance. However, the approach required for obtaining a genetic diagnosis of hereditary deafness is challenging for the following reasons: first, there are currently no optimal strategies to obtain such diagnoses. Because of the high genetic heterogeneity of genetic hearing loss, no clear and confirmed relationship exists between each type of hearing loss and the identified genetic variants. Indeed, patients with identical same clinical manifestations might present distinct genotypes, or vice versa. Although certain strategies for detecting variants have been previously suggested, these are not suitable for people of all ethnic groups living in distinct geographical regions. Second, there are currently no optimal technologies available for diagnosis of hereditary deafness. Sanger sequencing, which has been the screening method used for genetic research and clinical genetic diagnostics for almost 40 years, is the most definitive method. However, using Sanger sequencing to screen each disease-associated gene to identify causative variants is time-consuming and expensive. Thus, gene chips have typically been used in the screening and diagnosis of hearing loss. The advantages of gene-chip technology are its low cost, simplicity, and availability; however, the technology can only be used to detect specific known mutations. Another technology that has been developed is next-generation sequencing (NGS; also called second-generation sequencing), which offers high throughput and high sequencing depth, and is considered as a suitable method for molecular diagnosis of hearing loss; however, the increased output of NGS is associated with an increased error rate, which varies from 0.1% to 2%. Moreover, analysis of the data obtained via this technique remains a bottleneck encountered by geneticists. Given these drawbacks, we sought to develop a tool that could be used as a first-pass screen prior to NGS-based screening.\n\n    We developed a hearing-loss-detection microarray featuring 240 selected mutations in 1 mitochondrial gene and 46 nuclear genes. The variants in this microarray represent the genes that are currently those most frequently involved in deafness, most of which have been reported more than twice previously in the Chinese population. As such, ours is the first microarray to cover both nonsyndromic and syndromic SNHL. In Table 8, we compare our microarray with a few previously reported technologies. No currently available technology for molecular testing of SNHL in China is as efficient or comprehensive as the hearing-loss microarray presented here. Our microarray is easy to operate, and is highly advantageous because of its versatility. The call rate of the microarray was 99.375%. Moreover, the assay performed in this study was highly sensitive and specific, as indicated by the low detection rates of false-negative and false-positive mutations. Specifically, the sensitivity and specificity were 98.73% and 98.34%, respectively. Furthermore, for a given test, a +LR of >10 and -LR of <0.10 theoretically indicate a high validity for the test in clinical application. In our study, +LR and -LR were 59.49 and 0.01, respectively. Meanwhile, Youden's index serves as an index for summarizing the performance of a diagnostic test, and its value ranges from 0 to 1, with 0 indicating that a test is unreliable and 1 indicating that the test is optimal. In our study, Youden's index was 0.97, demonstrating that the test is highly reliable. Kappa is a statistical measure of the agreement in ratings between two tests, and its value ranges from -1 to 1, with 1 indicating complete consistency between two tests. When comparing the microarray results with those obtained by Sanger sequencing, the Kappa value for our microchip was 0.917, which further demonstrated the reliability of our microarray.\n\n    Among the variants in all identified causative autosomal-recessive genes, GJB2 variants represent the most common known cause of autosomal-recessive SNHL in several ethnicities, and GJB2 is the currently the only gene examined in most diagnostic laboratories. The occurrence ratio of GJB2 mutations in the general population is around 1/33. GJB2 is a common pathogenic gene and its variants have been reported in, for example, Europe, Tunisia, Lebanon, Australia, and New Zealand. In China, 21%-27% of prelingual deafness is due to GJB2 mutations, the most common of which is 235delC. In this study, 36.13% of our patients presented GJB2 mutations together with nonsyndromic SNHL, and more than half (53.85%, 63/117) of the nonsyndromic SNHL patients with an identified molecular etiology were diagnosed with homozygous or compound heterozygous mutations in GJB2. GJB2 c.235delC was the most common mutation identified, accounting for 59.68% of the mutant GJB2 alleles, which is comparable to the results of earlier studies. Three other key causative mutations identified here were GJB2 c.427C>T, c.608T>C and c.299_300del. To clarify the genetic etiology for the patients who only carry one mutation, the entire coding sequence of GJB2 must be analyzed for the possible existence of a second mutant allele.\n\n    As the major genetic contributor to nonsyndromic SNHL, PS, and EVA, SLC26A4 might be the second most frequent causative gene of hereditary hearing loss worldwide. In this study, 20.51% (24/117) of the nonsyndromic SNHL patients with an identified molecular etiology were diagnosed with homozygous or compound heterozygous mutations in SLC26A4. c.IVS7-2A>G was the most prevalent SLC26A4 mutation, accounting for 58.43% (52/89) of all mutations in this gene. SLC26A4 c.2168A>G, c.754T>C, and c.1975G>C were next most prevalent pathological mutations. Among the EVA patients, 46.67% (7/15) carried causal mutations in SLC26A4, and c.IVS7-2A>G accounted for 31.58% (6/19) of all mutant SLC26A4 alleles.\n\n    The mitochondrial 12S rRNA 1555A>G mutation is another hot spot associated with both aminoglycoside-induced hearing loss and SNHL in China. Indeed, the 1555A>G mutation was reported to account for up to 7.5% of the deaf in the Chinese population. In our study, 4.08% (16/382) of the patients with nonsyndromic SNHL were homoplastic for 1555A>G, and each of these patients exhibited profound and prelingual SNHL. Moreover, for 2 patients with prelingual and profound SNHL, the molecular etiology was identified to involve CDH23, and these patients carried the compound heterozygous mutations c.6823G>A and c.8866C>T, and c.6823G>A and c.2968G>A, respectively. In addition, another patient with prelingual and profound SNHL was found to harbor the compound heterozygous mutations MYO15A c.3685C>T and c.9478C>T. Notably, these 3 types of compound causative mutations have not been previously reported in the Chinese population. Altogether, 11 patients were confirmed to harbor dominant mutations in 4 genes: KCNQ4, WFS1, TECTA, and MYH9. We confirmed the sequence variants of these probands by Sanger sequencing analysis, and verified the co-segregation in their families. Furthermore, mutation carriers were confirmed in the case of 15 autosomal genes, including GJB2, SLC26A4, CDH23, MYO15A, DFNB59, PCDH15, OTOF, TRIOBP, TMC1, MYO1A, MYH14, and MYO3A. In particular, the carrier frequencies for CDH23, MYO15A, DFNB59, PCDH15, and OTOF were 14.17%, 5.45%, 4.36%, 3.81%, and 2.45%, respectively. For patients who were heterozygous for only a single mutation (Table 2) or multiple mutations of different genes (Table 4), these mutations were highly suggestive of a genetic cause and the patients' samples required further sequencing analyses. Increased attention should be paid to these genes when screening for nonsyndromic SNHL in China.\n\n    Genotype-to-phenotype correlation is also important, because different mutations in the same gene can lead to different phenotypes. Most nonsyndromic autosomal forms cause prelingual hearing loss which is severe to profound. In our study, 63 nonsyndromic SNHL patients with an identified molecular etiology were diagnosed with homozygous or compound heterozygous mutations in GJB2. All 63 of these patients presented prelingual SNHL and most of the patients (96.83%, 61/63) showed profound SNHL, and other 2 patients were severe hearing loss. Among 24 patients identified with homozygous or compound heterozygous mutations in SLC26A4, 21 (87.5%, 21/24) presented prelingual SNHL and 23 (95.83%, 23/24) presented profound SNHL, 1 presented severe SNHL. Furthermore, each of the patients who were diagnosed with homozygous or compound heterozygous mutations in mitochondrial 12S rRNA, CDH23, MYO15A, WFS1, KCNQ4, TECTA, and MYH9 exhibited profound and prelingual SNHL. Most of these patients were consistent with genotype:phenotype relationship as previous reports. However, two patients who respectively carried KCNQ c.546C>G and MYH9 c.2114G>A presented prelingual and profound hearing impairment. This is not consistent with the progressive hearing loss of KCNQ and MYH9 mutants as reported.\n\n    WS is the most common autosomal-dominant syndromic deafness. While the incidence rate of WS is 1/212,000, the genuine incidence rate is suspected to be 1/42,000 because the incomplete penetrance rate is 20%, which accounts for 2%-5% of congenital deafness and 0.9%-2.8% of deaf-mutism. The major clinical features of WS are sensorineural deafness and abnormal pigment distribution on the skin, hair, iris, and inner ear. On the basis of these phenotypes, WS can be divided into 4 types (WS1-WS4), with WS1 and WS2 being the most prevalent. To date, 6 genes have been confirmed to be related to WS: MITF (OMIM: 156845), PAX3 (OMIM: 606597), SOX10 (OMIM: 602229), SNAI2 (602150), ENDRB (OMIM: 277580), and EDN3 (OMIM: 613265). In our study, we selected 14 mutations from 5 genes, most of which have been reported in Chinese WS patients. Twenty-one WS patients were evaluated using our microarray, and the molecular etiology was confirmed for 4 (19.05%) of these 21 patients. Of these, 3 were WS1 patients and 1 was a WS2 patient, and all 4 presented congenital and profound SNHL (Table 6). We suggest that when screening for WS patients in China, increased attention must be devoted to the following 4 previously reported causal mutations: EDN3 c.293C>A, PAX3 c.238C>G, PAX3 c.808C>T, and MITF c.651G>T.\n\n    In summary, genetic defects were detected in up to 61.26% (234/382) of the nonsyndromic SNHL patients in our study, and the inherited molecular etiology was confirmed in 30.63% (117/382) of these patients. Our results show that, among the patients tested, 76.92% (90/117) of hereditary nonsyndromic deafness was autosomal recessive, 9.4% (11/117) was autosomal dominant, and 13.68% (16/117) was associated with a maternally inherited mitochondrial gene. This study also supports the notion that the mutations in GJB2, SLC26A4, and the mitochondrial gene are the major genetic causes of nonsyndromic SNHL in China, and account for approximately 53.85% (63/117), 20.51% (24/117), and 13.68% (16/117) of these cases, respectively. Genetic defects were identified in 19.05% of the WS patients, and genetic causative mutations were confirmed in 46.67% of the EVA patients. Thus, the array presented here comprises an optimal platform for screening and detecting hereditary hearing loss, and the use of this array could yield valuable findings. The mutation screening could help the deaf in avoiding marriage between people carrying the same mutations. Moreover, the platform can be used for neonatal screening. Once the etiology of the hearing loss has been identified, early interventions, such as the use of hearing aids, cochlear implants, medicines, and life guides, can contribute substantially toward improving the quality of life in people with hearing impairment.",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/27018795/"
    },
    "31195736": {
        "Title": "    Unique Mutational Spectrum of the GJB2 Gene and Its Pathogenic Contribution to Deafness in Tuvinians (Southern Siberia, Russia): A High Prevalence of Rare Variant c.516G>C (p.Trp172Cys)",
        "Abstract": "    Mutations in the GJB2 gene are the main cause for nonsyndromic autosomal recessive deafness 1A (DFNB1A) in many populations. GJB2 mutational spectrum and pathogenic contribution are widely varying in different populations. Significant efforts have been made worldwide to define DFNB1A molecular epidemiology, but this issue still remains open for some populations. The main aim of study is to estimate the DFNB1A prevalence and GJB2 mutational spectrum in Tuvinians:an indigenous population of the Tyva Republic (Southern Siberia, Russia). Sanger sequencing was applied to analysis of coding (exon 2) and non-coding regions of GJB2 in a cohort of Tuvinian patients with hearing impairments (n = 220) and ethnically matched controls (n = 157). Diagnosis of DFNB1A was established for 22.3% patients (28.8% of familial vs 18.6% of sporadic cases). Our results support that patients with monoallelic GJB2 mutations (8.2%) are coincidental carriers. Recessive mutations p.Trp172Cys, c.-23+1G>A, c.235delC, c.299_300delAT, p.Val37Ile and several benign variants were found in examined patients. A striking finding was a high prevalence of rare variant p.Trp172Cys (c.516G>C) in Tuvinians accounting for 62.9% of all mutant GJB2 alleles and a carrier frequency of 3.8% in controls. All obtained data provide important targeted information for genetic counseling of affected Tuvinian families and enrich current information on variability of GJB2 worldwide.",
        "Introduction": "    Hearing loss (HL) is one of the most common sensory disorders, affecting one in 500-1000 newborns, and approximately half of congenital HL cases have a genetic etiology. The genetic causes for HL are extremely heterogeneous: over 400 syndromes are associated with HL and over 100 different genes are causally implicated in nonsyndromic HL. Despite the extraordinary genetic heterogeneity of nonsyndromic HL, homozygous or compound heterozygous mutations in the GJB2 gene (gap junction protein, beta-2, OMIM 121011, 13q12.11) encoding transmembrane protein connexin 26 (Cx26) are the most common cause of nonsyndromic autosomal recessive deafness 1A (DFNB1A, OMIM 220290) in many populations. Six connexin 26 molecules associate to form transmembrane hexameric hemichannels (connexons) which dock with hemichannels of adjacent cells forming gap junctions that are essential for the transport of ions and other low-molecular-weight components between cells. Cx26 plays a crucial role in potassium homeostasis in the inner ear. High prevalence of the GJB2-associated HL was demonstrated in most populations making GJB2 gene testing essential for the establishment of genetic diagnosis of HL.\n\n    Over 300 deafness-associated variations in GJB2 have been reported in the Human Gene Mutation Database . Many of them have very specific ethno-geographic prevalence patterns being attributed to a founder effect for certain ethnic groups. The variant c.35delG (p.Gly12Valfs*2) is prevalent in deaf patients of Caucasian origin; c.235delC (p.Leu79Cysfs*3) is common in East and Southeast Asians; c.167delT (p.Leu56Argfs*26) is more specific for Ashkenazi Jews; c.427C>T (p.Arg143Trp) was found with high frequency in population of Ghana (West Africa); c.71G>A (p.Trp24*) is widely distributed in Indians and European Gypsies; c.109G>A (p.Val37Ile) prevails in populations of Southeast Asia; splice donor variant c.-23+1G>A (originally named IVS1+1G>A) is widespread among Yakuts (Eastern Siberia, Russia); c.131G>A (p.Trp44*) was found with high frequency among descendants of the ancestral Mayan population in Guatemala.\n\n    Despite significant efforts made worldwide to define the molecular epidemiology of GJB2 pathogenic variants, this issue still remains open for some populations. Establishing a genetic diagnosis of HL is of great importance for clinical evaluation of deaf patients and for estimating recurrence risks for their families.\n\n    The aim of this work is to evaluate previously unknown contribution of the GJB2 mutations to HL in Tuvinians, which is the indigenous population of the Tyva Republic. The Tyva Republic (Tuva), the federal subject of the Russian Federation, is located in Southern Siberia, in the central part of the Asian continent, bordered by Mongolia in the south and the east. The Tyva Republic is divided into 17 administrative districts and includes five small towns, with the capital in the town of Kyzyl. The total population of Tuva (307,930 according to 2010 Russian Federation Census) is mainly (82%) composed of the Tuvinians (Tuvans) who descended from ancient Turkic-speaking Central Asian tribes and Mongolian-speaking groups assimilated by them. Besides the Tyva Republic, relatively small groups of Tuvinians live in Mongolia and in Northwest China.\n\n    In our previous epidemiological study, we created a database (including information about sex, age, ethnicity, place of residence, audiological data, and age of HL onset) for approximately 1400 individuals with various hearing impairments living in the Tyva Republic. The average rate of different HL cases in the Tyva Republic was estimated as 45.5 +- 1.21 per 10,000 residents or 1:220, ranging from 25.5 +- 4.44 (1:392) to 117.9 +- 12.09 (1:85) in different regions of the Tyva Republic. From the total group of registered patients, based on medical history, pedigree data and after exclusion of HL cases probably due to environmental factors, we have identified a group of patients with congenital or early onset sensorineural severe-profound HL (approximately 540 individuals) likely to have genetic HL. In this study, the evaluation of the spectrum and frequency of the GJB2 gene variants was performed in a cohort of Tuvinians mainly recruited from this group of patients.",
        "Methods": "    The cohort of patients with hearing impairment (109 females and 111 males from 1 year to 70 years old at the time of investigation) includes 220 Tuvinians from 184 unrelated families living in the Tyva Republic (Southern Siberia, Russia). In total, 76 patients were urban residents (mainly from town Kyzyl) and 144 were rural residents from numerous small settlements located in different areas of the Tyva Republic. The genomic DNA samples of patients were collected from 2010 to 2018. Thorough analysis of pedigrees and family histories of patients was performed. The examined cohort of patients included 140 single/sporadic (the only affected individual in family) and 80 familial (two or more affected family members) HL cases. Hearing status of parents was ascertained for 210 patients: 186 (88.6%) patients have both normal hearing parents (mating N x N), 9 patients (4.3%) have one deaf and another normal hearing parents (mating D x N), 15 (7.1%) patients were descendants of assortative matings (both deaf parents, mating D x D), 10 of which could be considered, according to, as non-complementary matings (noncomp. mating D x D) that is, the families with both deaf parents and all deaf siblings presumably having the same genetic cause of HL.\n\n    Hearing status of affected individuals was evaluated by otoscopic and pure-tone audiometry examinations that patients underwent at different times in the specialized audiological services located in town Kyzyl. Severity of hearing loss was defined as mild (25-40 dB), moderate (41-70 dB), severe (71-90 dB) or profound (above 90 dB). The majority of examined patients (210 subjects) suffered from congenital or early onset bilateral severe-to-profound HL, nine patients have moderate HL, and one patient - unilateral severe HL. Other concomitant information was collected from local unspecialized medical services and by direct interview with the patients and their relatives.\n\n    The ethnically matched control sample comprises 157 unrelated Tuvinians from different regions of the Tyva Republic (84 females and 73 males, aged from 10 to 73 years old). None of them were registered by the audiological services and had no complaints of hearing impairments.\n\n    Written informed consent was obtained from all individuals or their legal guardians before they participated in the study. The study was conducted in accordance with the Declaration of Helsinki, and the protocol was approved by the Bioethics Commission at the Institute of Cytology and Genetics SB RAS, Novosibirsk, Russia (Protocol No. 9, 24 April 2012).\n\n    Genomic DNA was isolated from the buffy coat fraction of blood by a standard phenol-chloroform extraction method. The GJB2 coding region encompassing exon 2 and the non-coding GJB2 region (exon 1 with flanking regions) were amplified in all patients and controls. Primer pairs designed to amplify corresponding PCR products and also used for Sanger sequencing are presented in Table 1. The PCR products were purified by sorption on Agencourt Ampure XP (Beckman Coulter, Indianapolis, IN, USA) and subjected to Sanger sequencing using a BigDye Terminator V.3.1 Cycle Sequencing Kit (Applied Biosystems, Waltham, MA, USA) with subsequent unincorporated dye removal by the Sephadex G-50 gel filtration (GE Healthcare, Chicago, IL, USA). The Sanger products were analyzed on an ABI 3130XL Genetic Analyzer (Applied Biosystems) in the SB RAS Genomics Core Facility (Institute of Chemical Biology and Fundamental Medicine SB RAS, Novosibirsk, Russia). The DNA sequence variations were identified by comparison with the GJB2 gene reference sequence NG_008358.1 . Screening of common large deletion GJB6-D13S1830 (~309 kb) was performed according to only for the group of patients with monoallelic GJB2 recessive mutations. In this group of patients, we also sequenced a region of about 0.7 kb immediately upstream of GJB2 exon 1 which includes the GJB2 basal promoter using primers PF1, PF2, and PR1 as previously described (Table 1).\n\n    GJB2 variants c.79G>A (p.Val27Ile, rs2274084) and c.341A>G (p.Glu114Gly, rs2274083) are located 260 bp from each other in the GJB2 coding sequence. The phase (cis or trans) of these variants was assessed in all individuals who were heterozygous for both of these variants (deaf patients, their relatives and individuals from the control sample) by either pedigree analysis or by molecular cloning and Sanger sequencing of the syntenic variants (Figure S1). Molecular cloning was performed for 27 individuals heterozygous for both of these variants by use of the CloneJET  PCR Cloning Kit (Thermo Fisher Scientific, Waltham, MA, USA) according to the manufacturer's protocol. The fragment of the GJB2 coding region (837 bp) including both variants c.79G>A and c.341A>G was PCR-amplified from genomic DNA using Phusion Hot Start II polymerase (Thermo Fisher Scientific) and primers 835-F and 835-R (Table 1) and then cloned into the pJET1.2/blunt vector followed by transformation in competent E.coli strain Mach-1 (Invitrogen, Carlsbad, CA, USA). Presence/absence of variants c.79G>A and c.341A>G in examined positive clones was verified by Sanger sequencing with the same primers (Figure S1).\n\n    The functional effects of the c.516G>C (p.Trp172Cys) variant were predicted using PolyPhen-2 , PROVEAN , PANTHER , MutationTaster , and FATHMM .\n\n    The three-dimensional (3D) molecule structure of the wild type and the p.Trp172Cys-mutant connexin 26 (Cx26-WT and Cx26-p.Trp172Cys, respectively) was visualized by DeepView/Swiss-PdbViewer v.4.1.0 . The protein template 2ZW3.1 was found by the SWISS-MODEL .\n\n    Two-tailed Fisher's exact test with significance level of p < 0.05 was applied to compare allele frequencies between patients and controls. To avoid probable bias due to the presence of related individuals in the total cohort of patients, only unrelated patients (184 out of 220 selected by pedigree analysis) were used for allele frequency calculation.",
        "Results": "    Five pathogenic recessive GJB2 variants: c.516G>C (p.Trp172Cys), c.-23+1G>A, c.235delC (p.Leu79Cysfs*3), c.299_300delAT (p.His100Argfs*14), c.109G>A (p.Val37Ile), and also several known benign GJB2 variants were found in examined patients. The GJB2 genotypes due to the combination of GJB2 gene sequence variations observed in patients and in the control sample are presented in Table 2.\n\n    Twenty-two different GJB2 genotypes found in patients can be subdivided into four groups: (1) seven genotypes with biallelic (homozygous or compound heterozygous) recessive pathogenic GJB2 variants (22.3%, 49 out of 220 patients); (2) six genotypes with single recessive pathogenic GJB2 variants in compound with a benign variant or wild type allele (8.2%, 18 out of 220 patients); (3) eight genotypes with only benign GJB2 variants (24.5%, 54 out of 220 patients); (4) wild genotype (without any changes in the GJB2 gene sequence) (45.0%, 99 out of 220 patients).\n\n    Twelve different GJB2 genotypes (including wild genotype) were found in the control sample: five genotypes included a single recessive pathogenic GJB2 variant in compound with a benign variant or wild type allele (9.6%, 15 out of 157 individuals); six genotypes:only benign GJB2 variants (33.7%, 53 out of 157 individuals); wild genotype (56.7%, 89 out of 157 individuals) (Table 2).\n\n    The contribution of the GJB2 pathogenic variants in HL of patients defined as the proportion of patients from the first group of GJB2 genotypes among all examined Tuvinian patients was estimated as 22.3%. The c.516G>C (p.Trp172Cys) variant was the most frequent (62.9%) out of all GJB2 pathogenic variants detected in patients followed by c.-23+1G>A (27.6%), c.235delC (5.2%), c.299_300delAT (2.6%), and c.109G>A (p.Val37Ile) (1.7%). Total carrier frequency of the GJB2 pathogenic variants in Tuvinian control sample was estimated as 9.6% (p.Trp172Cys - 3.8%, c.-23+1G>A - 3.8%, and p.Val37Ile - 1.9%).\n\n    The c.516G>C (p.Trp172Cys) variant makes a significant contribution to deafness in Tuvinian patients since 38 (from 27 unrelated families) out of 220 examined patients are either homozygotes or compound heterozygotes for p.Trp172Cys, and also 10 patients (from seven unrelated families) have only a single allele with p.Trp172Cys (Table 2). The p.Trp172Cys variant (in compound with c.235delC) was initially found in our previous study in one deaf patient belonging to Altaians:indigenous Turkic-speaking people of the Altai Republic neighboring the Tyva Republic (Southern Siberia, Russia). Later, Tekin et al. (2010) detected p.Trp172Cys in compound with mutation c.299_300delAT in one deaf patient from Mongolia.\n\n    The c.516G>C substitution leads to a replacement of aromatic non-polar tryptophan by a small polar cysteine at amino acid position 172 in the second extracellular loop (E2, 155-192 amino acid residues) of the connexin 26 protein (Cx26) (Figure 1). The loop E2 is known to be essential for Cx26-hemichannel subunits connection. Multiple in silico programs (scores: PolyPhen2:'probably/possibly damaging', PROVEAN:'deleterious', PANTHER:'probably damaging', MutationTaster:'disease causing', FATHMM:'damaging') predict a deleterious effect of p.Trp172Cys. For now, variant p.Trp172Cys is only presented in the Human Gene Mutation Database (HGMD: ) with reference to our previous work.\n\n    All 38 examined patients having p.Trp172Cys (biallelic or in compound with known pathogenic GJB2 variants c.-23+1G>A, c.235delC, or c.299_300delAT) were affected by nonsyndromic congenital or early onset HL. To investigate the segregation of p.Trp172Cys with HL, we have screened this variant in all available relatives of these patients and revealed a distinct segregation of homozygosity or compound heterozygosity for p.Trp172Cys with HL in affected Tuvinian families (Figure 2 and Figure S2). Moreover, the frequency of p.Trp172Cys calculated in unrelated patients (0.1386, 51/368 chromosomes) was significantly higher compared with the control sample (0.019, 6/314 chromosomes) (p < 10-8) (Table 3).\n\n    The splice donor site variant c.-23+1G>A (rs80338940) located in the GJB2 non-coding region (intron 1) is the second common pathogenic GJB2 mutation (after p.Trp172Cys) in Tuvinian patients and controls. The c.-23+1G>A is apparently not a rare GJB2 mutation since it was found among deaf patients of different origins around the world although not all laboratories are screening for this particular mutation since it is located outside the GJB2 coding region. The extensive accumulation of c.-23+1G>A was reported in Yakuts, indigenous Turkic-speaking people living in the subarctic region of Russia (the Sakha Republic/Yakutia). Extremely high prevalence of c.-23+1G>A could be explained by a founder effect and a probable selective advantage for the c.-23+1G>A heterozygotes in severe subarctic climate. The c.-23+1G>A was reported as the most common GJB2 mutation in deaf Mongolian patients from Mongolia.\n\n    The GJB2 frameshift mutations c.235delC (rs80338943) and c.299_300delAT (rs111033204) found in Tuvinian patients are well known deleterious GJB2 variants associated with deafness. In many extensive studies, c.235delC and c.299_300delAT have been confirmed to be the most common GJB2 mutations in the East Asian (Chinese, Taiwanese, Japanese, Korean) populations as well as in Mongolian patients living in Mongolia and in the Inner Mongolia Autonomous Region of China.\n\n    Mutation c.109G>A (p.Val37Ile, rs72474224) which is predominant in Southeast Asian populations was rare in Tuvinian patients:only two of them had compound heterozygous and heterozygous p.Val37Ile (Table 2).\n\n    The GJB2 variants c.79G>A (p.Val27Ile, rs2274084) and c.341A>G (p.Glu114Gly, rs2274083) found in Tuvinian patients and control individuals (Table 2) are known to be common in many Asian populations. The p.Val27Ile can be detected as a single variation as well as together with p.Glu114Gly, while p.Glu114Gly is very rarely found alone. These variants are mainly considered as benign polymorphisms due to their presence in deaf patients and controls; however, some studies have not excluded a possible association of these variants combination (in particular, related to their configuration - cis or trans) with HL. In vitro functional analyses were performed to clarify the possible role of p.Val27Ile and p.Glu114Gly in HL. Choung et al. (2002) investigated HeLa cells expressing single variant p.Glu114Gly and revealed their gap junction functioning similar to wild type cells. Tekin et al. (2010) showed that p.Val27Ile + p.Glu114Gly can significantly impair the function of the gap junctions but there were no differences in the p.Val27Ile + p.Glu114Gly haplotype frequencies between patients and control group. Choi et al. (2011) showed reduced activity of the p.Glu114Gly and the p.Val27Ile + p.Glu114Gly channels and suggested that only the p.Glu114Gly homozygote or compound heterozygote for p.Glu114Gly and other GJB2 pathogenic variant can cause HL. Thus, the pathogenicity of these variants remains controversial and is widely discussed in literature.\n\n    In our study, 17 Tuvinian patients and 15 control individuals were heterozygous for both p.Val27Ile and p.Glu114Gly and none of the examined individuals had p.Glu114Gly separately from p.Val27Ile (Table 2). We investigated the phase (cis or trans) of p.Val27Ile and p.Glu114Gly in all individuals heterozygous for these variants by analysis of pedigrees of patients (if relevant data were available) or by sequencing of cloned fragments spanning the variants (Figure S1). In this way, we proved their cis-configuration in all cases where p.Glu114Gly was found. Thus, we postulated the presence of allele p.[Val27Ile;Glu114Gly] in our examined samples and estimated its frequency in patients and controls as 0.0408 and 0.0478, respectively. Since the frequency of p.[Val27Ile;Glu114Gly] was slightly higher in controls than in patients (although the difference was not statistically significant, p = 0.3969), we believe that there is no association of allele p.[Val27Ile;Glu114Gly] with HL, at least in our sample of patients.\n\n    Other GJB2 benign variants found in Tuvinians were c.571T>C (p.Phe191Leu, rs397516878, c.457G>A (p.Val153Ile, rs111033186), and c.608T>C (p.Ile203Thr, rs76838169). They are listed as rare polymorphisms preferentially detected in South Asian populations (dbSNP: ).\n\n    We found that 18 among all 220 examined patients (8.2%) are the carriers of a single recessive GJB2 pathogenic variant: 10 patients have single c.516G>C (p.Trp172Cys), 6 patients - c.-23+1G>A, 1 patient - c.235delC, and 1 patient - c.109G>A (p.Val37Ile) (Table 2). We analyzed the pedigree and family data of patients with GJB2 monoallelic mutations. These patients represented eleven sporadic and seven familial HL cases. Among familial cases, four patients were descendants of both deaf parents (mating D x D), two patients had normal hearing parents (mating N x N), and one patient was from mating D x N (Table S1 and Figure S3).\n\n    A relatively large proportion of deaf individuals carrying only one pathogenic recessive GJB2 variant has been reported in many previous studies. Two main assumptions have been made to resolve this issue: (1) HL of such patients could be caused by an uncertain impact of the GJB2 gene (the presence of yet undetected other pathogenic GJB2 variants or variable penetrance of pathogenic GJB2 variant due to any modulating factors); (2) these patients are only the coincidental carriers of one pathogenic GJB2 allele and other factors (other genes or environmental impacts) cause their HL.\n\n    The coding region of the GJB2 gene and the region where splice donor variant c.-23+1G>A is located were routinely analyzed in majority of studies while the involvement of other GJB2 noncoding regions in HL has not been extensively investigated. The GJB2 gene has a 128 bp basal promoter including a TATA-box (TTAAAA) at -19 to -24 and 2 GC-boxes (CCGCCC) at -76 to -81 and -88 to -93 proximal to the transcriptional start site.\n\n    Several studies have reported that some noncoding GJB2 variants found in upstream and basal promoter regions, exon 1, and in splice acceptor site may contribute to HL. In addition, large deletions which either eliminate a hypothesized cis-acting regulatory element located far upstream of GJB2 or encompass the complete GJB2 and GJB6 genes have been reported.\n\n    We tried to clarify the cause of HL in Tuvinian patients with monoallelic GJB2 mutations. To search additional (probably missed in routine GJB2 analysis) alterations in the potentially regulatory region of GJB2, for 18 DNA samples of these patients we sequenced the 1009 bp region immediately upstream of GJB2 exon 1, which includes the basal promoter according to. We also reanalyzed the GJB2 region where the acceptor splice site of the only GJB2 intron is located.\n\n    All variations found in these GJB2 regions are presented in Table S1. No known pathogenic variants, including c.-684-675del (previously named as -493del10), were found in patients with monoallelic GJB2 mutations. We had also screened the most common deletion GJB6-D13S1830 in GJB2 heterozygous patients. None of these patients had this deletion.\n\n    Moreover, at the time of this study, our group began to test the SLC26A4 gene (OMIM 605646, 7q22.3) as a potential candidate gene for HL in GJB2-negative patients including 18 GJB2 heterozygous patients. Our preliminary results of SLC26A4 testing suggest that HL of at least 4 out of 18 (22%) patients with monoallelic GJB2 mutations was caused by homozygosity or compound heterozygosity for SLC26A4 pathogenic variants (Table S1), and consequently these patients are definitely the coincidental carriers of one pathogenic GJB2 allele.\n\n    Assuming that HL in patients with monoallelic GJB2 mutations is not associated with the GJB2 gene, the frequency of GJB2 mutations in a sample of non-DFNB1A patients (that is, patients that do not have biallelic GJB2 mutations) should be the same as the frequency in control samples. To test this hypothesis, we compared the frequencies of GJB2 pathogenic variants among non-DFNB1A patients and controls. To avoid probable bias due to the presence of related individuals in the cohort of Tuvinian patients, only unrelated patients selected by pedigree analysis (in total, 146 patients including 14 GJB2 heterozygous patients and 132 patients without the GJB2 mutations) were used for this calculation. Overall frequency of monoallelic GJB2 mutations among this group of patients was calculated to be 0.0479. Among control samples, 15 individuals were heterozygous for one of any GJB2 mutations (Table 2), and thus the total frequency of the GJB2 mutations was estimated as 0.0478 (Table 3). As a result, there were no statistically significant differences in the frequency of monoallelic GJB2 mutations among patients compared to the control sample.",
        "Conclusion": "    The data on spectrum and frequency of GJB2 gene variants were obtained for the first time for a large cohort of 220 deaf Tuvinian patients from the Tyva Republic (Southern Siberia, Russia) and ethnically matched cohort of 157 subjects with normal hearing. The GJB2 biallelic pathogenic variants were found in 22.3% patients. We suggest that patients with monoallelic GJB2 mutations (8.2%) are coincidental carriers. High prevalence of rare pathogenic variant p.Trp172Cys was found in Tuvinians while other GJB2 mutations are shared by nearby populations. All obtained data provide important targeted information for genetic counseling of affected Tuvinian families and enrich current information on variability of GJB2 worldwide.",
        "Discussion": "    A high variability in the GJB2 mutation spectrum and frequencies has been reported among different worldwide populations. Nevertheless, the contribution of the GJB2 gene to HL (DFNB1A) remains unknown for certain ethnic groups in different regions of the world.\n\n    In this study, we present for the first time data on the spectrum and frequency of the GJB2 gene variants in a large cohort of Tuvinian patients with HL (n = 220) and also in unrelated normal hearing Tuvinians (n = 157) living in the Tyva Republic (Southern Siberia, Russia). As the result of sequencing the GJB2 coding (exon 2) and non-coding (exon 1) regions with flanking sequences, a genetic diagnosis \"Nonsyndromic autosomal recessive deafness 1A (DFNB1A)\" due to the presence of biallelic GJB2 pathogenic variants was established for 22.3% (49 out of 220) patients. In total, 8.2% (18 out of 220) of patients were the carriers of a single recessive GJB2 pathogenic variant, and 69.5% (153 out of 220) of patients were GJB2-negative (without GJB2 pathogenic variants).\n\n    In total, 26 out of 49 DFNB1A-patients represent sporadic HL cases and 23-familial cases. Thus, the DFNB1A prevalence among all sporadic cases (n = 140) could be estimated as 18.6%, whereas the proportion of DFNB1A among familial cases (n = 80):as 28.8%. A lower frequency of DFNB1A in sporadic cases compared with familial cases may partly be explained by the inclusion of potential nongenetic HL cases. Based on the pedigree data, we found that 20 out of 23 familial DFNB1A-patients were from 11 unrelated families with two and more deaf siblings representing typical autosomal recessive type of HL inheritance, and although not all affected individuals in these families were examined by us, untested siblings in these Tuvinian families obviously have the same type of HL (DFNB1A). Two familial DFNB1A-cases were represented by patients who were descendants from non-complementary assortative matings (noncomp. mating D x D); therefore, HL of their untested deaf parents and siblings is also highly likely due to the GJB2 mutations. The last familial DFNB1A-patient was from mating D x N, representing a pseudo-dominant type of inheritance. Thus, based on pedigree data, we suggest that contribution of the GJB2 mutations to HL in deaf Tuvinians may be more than 22.3% due to probable DFNB1A-cases in untested affected relatives of examined patients, making our results applicable in genetic testing and counseling for a larger number of deaf patients in the Tyva Republic.\n\n    A large number of deaf individuals with a single recessive GJB2 pathogenic allele was detected in different studies, which complicates the molecular diagnosis for their HL. These findings may partly be explained by the fact that only the GJB2 coding region (exon 2) was tested in some older studies; therefore, potential pathogenic variations in the GJB2 non-coding or regulatory regions could be missed.\n\n    We thoroughly analyzed a group of 18 Tuvinian patients with a single recessive GJB2 pathogenic variant (8.2% out of all examined patients) and concluded that they are most likely the coincidental carriers of one pathogenic GJB2 allele and the cause of their HL could be attributed to mutations in other genes associated with HL or environmental impacts. The absence of differences in the frequency of monoallelic GJB2 mutations in patients and in the control sample may be additional evidence for this conclusion.\n\n    Ten GJB2 sequence variations including five pathogenic (p.Trp172Cys, c.-23+1G>A, c.235delC, c.299_300delAT, and p.Val37Ile) and five benign (p.Val27Ile, p.Glu114Gly, p.Phe191Leu, p.Val153Ile, and p.Ile203Thr) variants were identified among 220 examined Tuvinian patients.\n\n    A striking finding was the discovery of common GJB2 variant c.516G>C (p.Trp172Cys) found with frequency 62.9% among all GJB2 mutated alleles detected in deaf Tuvinian patients. The p.Trp172Cys carrier frequency in Tuvinian control group was estimated as 3.8%.\n\n    The c.516G>C substitution leads to a replacement of aromatic non-polar tryptophan by a small polar cysteine at conservative amino acid position 172 (p.Trp172Cys) in the second extracellular loop (E2, 155-192 amino acid residues) of protein Cx26 (Figure 1). Both extracellular loops (E1 and E2) of Cx26 molecules contain six conserved cysteines (C53, C60, C64 in E1 and C169, C174, C180 in E2) which form intramolecular disulfide bonds, playing an essential role in Cx26 hemichannel subunits docking. To our knowledge, the only other substitution of tryptophan at position 172 to arginine (p.Trp172Arg) caused by substitution c.514T>A has been described in the study by Mani et al. (2009) where two deaf patients from India were found to be homozygous for p.Trp172Arg. Mani et al. showed that Trp172Arg-mutated Cx26 exhibited normal plasma membrane localization but defective gap junction channel activity and the authors suggested that replacement of tryptophan 172, located in close proximity to at least two of three cysteine residues in E2, could result in defective docking of two opposing connexon hemichannels.\n\n    Other lines of evidences also support pathogenicity of c.516G>C (p.Trp172Cys). A distinct segregation of homozygosity or compound heterozygosity for p.Trp172Cys with HL was revealed in affected Tuvinian families, and the p.Trp172Cys frequency among Tuvinian patients (0.1386) was significantly higher than in Tuvinian controls (0.019) (p < 10-8). Multiple in silico tools (PolyPhen2, PROVEAN, PANTHER, MutationTaster, FATHMM) predict a deleterious effect of p.Trp172Cys.\n\n    The p.Trp172Cys variant is yet unreported in the world human genome databases (dbSNP, Exome Variant Server, Exome Aggregation Consortium (ExAC), 1000 Genomes Project). Recently, we submitted c.516G>C (p.Trp172Cys) to ClinVar  as a 'likely pathogenic' variant (ClinVar accession number SCV000852065) because p.Trp172Cys meets main genetic criteria for such classification: (i) strong segregation of homozygosity for p.Trp172Cys with recessive HL in multiple affected subjects from unrelated families; (ii) significantly higher frequency of p.Trp172Cys in patients compared with ethnically matched controls; (iii) multiple computational predictions of deleterious effect of p.Trp172Cys; (iiii) extreme rarity of p.Trp172Cys.\n\n    Chronologically, the p.Trp172Cys variant was initially found in our previous study in one patient belonging to Altaians - indigenous Turkic-speaking people of the Altai Republic (Southern Siberia, Russia) neighboring the Tyva Republic and later Tekin et al. (2010) detected p.Trp172Cys in one Mongolian deaf patient from Mongolia. Our recent data obtained on extended sample of Altaian deaf patients revealed slightly elevated prevalence of p.Trp172Cys in Altaians whereas recent studies did not detect p.Trp172Cys among deaf Mongolian patients from Mongolia as well as in Mongolian patients living in China. Therefore, we suggest that p.Trp172Cys is the GJB2 mutation endemic to Tuvinians, indigenous Turkic-speaking people of the Tyva Republic, since apart from them p.Trp172Cys has only minor incidence in indigenous peoples living in the neighboring Altai Republic and Mongolia.",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/31195736/"
    },
    "26178431": {
        "Title": "    Carrier frequency of the GJB2 mutations that cause hereditary hearing loss in the Japanese population",
        "Abstract": "    Hearing impairment is one of the most common sensory disorders that affect ~1 in 1000 children, and half of them are considered to be hereditary. Information about the carrier frequencies of mutations that underlie autosomal recessive disorders is indispensable for accurate genetic counseling to predict the probability of patients' children's disease. However, there have been few reports specific to the Japanese population. GJB2 mutations are reported to be the most frequent cause of hereditary hearing loss, and the mutation spectrum and frequency of GJB2 mutations were reported to vary among different ethnic groups. In this study, we investigated the carrier frequency of GJB2 mutations and the mutation spectrum in 509 individuals randomly selected from the general Japanese population. We show that the carrier frequencies of the two most common pathogenic mutations are 1.57% (8/509) for c.235delC and 1.77% (9/509) for p.Val37Ile. In addition to these mutations, we found two pathogenic variants (p.[Gly45Glu;Tyr136*] and p.Arg143Trp), and the total carrier frequency was estimated to be around 3.73% (19/509). We also detected six unclassified variants, including two novel variants (p.Cys60Tyr and p.Phe106Leu), with the former predicted to be pathogenic. These findings will provide indispensable information for genetic counseling in the Japanese population.",
        "Introduction": "    Inherited diseases are frequently found worldwide and a major group of inherited diseases is autosomal recessive disorders such as non-syndromic hereditary hearing impairment, Fukuyama congenital muscular dystrophy, Wilson disease and xeroderma pigmentosum. The carrier frequencies of these diseases are estimated to be 0.9% for Fukuyama congenital muscular dystrophy, 1.1% for Wilson disease and 0.9% for xeroderma pigmentosum (see the Japan Intractable Disease Information Center's website: http://www.nanbyou.or.jp/entry/112). The mutation spectrum of these diseases is reported to be population specific. Among these autosomal recessive disorders, non-syndromic congenital hearing impairment is reported to be the most frequent. Approximately 1 in 1000 new-born children are affected by congenital hearing impairment, and 50-60% cases of them are attributable to genetic causes. Hereditary hearing loss has considerable genetic heterogeneity and, to date, more than 100 genetic loci have been discovered to be the cause. Genetic testing for congenital hearing impairment has become more important for accurate diagnoses, prediction of severity of hearing loss, estimation of associated abnormalities, selection of appropriate habilitation options, prevention of hearing loss and better genetic counseling. Recently, the panel screening of multiple mutations by invader assay was reported to be very efficient. Genetic testing by invader assay is now performed throughout Japan, and the Japanese National Health Insurance began to cover its costs from April 2012. Currently, hearing-impaired patients can easily access clinical diagnostic screening by genetic testing, which should be accompanied by the appropriate genetic counseling that includes an estimation of the next generation's incidence (or recurrence) of hearing difficulty.\n\n    Most hereditary impairment is caused by recessive mutations in genes such as GJB2 and SLC26A4. In the case of autosomal recessive disorders, patients have mutations in both the paternal and maternal alleles. Therefore, to estimate the next generation's incidence ratio, the carrier frequencies of the mutations in these genes must be ascertained. However, there are only a limited number of reports about the carrier frequencies of autosomal recessive disorders, such as hearing impairment, in the Japanese population.\n\n    The GJB2 gene is the most prevalent for congenital hearing loss and the mutation spectrums are known to vary among different ethnic groups. It is vital to study the carrier frequency and mutation spectrum of each genetic background to enable more precise genetic counseling. The GJB2 gene encodes connexin26, a member of the connexin family of proteins that are constituents of the intercellular gap junction. The first GJB2 mutation was reported by Kelsell et al. in 1997 and since then more than 100 pathogenic variants have been reported worldwide (see the Connexin-deafness website: http://davinci.crg.es/deafness/). In a previous report, GJB2 mutations were estimated to be responsible for about 15-20% of the cases of deafness in the US, and 12.5% (33/264) of those in Japan. The c.35delG mutation is the most common in the Caucasian population, and the c.235delC and p.Val37Ile mutations are the most prevalent in the Asian population. The carrier frequency of GJB2 mutations in the control population is reported to be 2-4% in the US, in Europe, and in Korea, but the carrier frequency in the Japanese population has not yet been reported. The information about both the carrier frequency and spectrum with respect of GJB2 mutations in Japan is very important because GJB2 mutations were reported to have a phenotype-genotype correlation.\n\n    The purpose of this study is to investigate the carrier frequency of GJB2 mutations and the mutation spectrum in the Japanese population to provide more accurate information for genetic counseling. This is the first study in Japan to estimate the carrier frequency of the GJB2 mutations causing hereditary hearing loss, the most frequent autosomal recessive disorder in Japan.",
        "Methods": "    Experiments were approved by the Kyoto University Graduate School and Faculty of Medicine, Ethics Committee (Permit number: G294), and written informed consent was obtained from each participant prior to genetic analysis. Blood samples were collected from 509 healthy Japanese people (201 males and 308 females) at annual health checks in Yakumo, Hokkaido in Japan. Their ages ranged from 40 to 91 years, and the average was 67.8 years. According to the questionnaire filled in by the subjects, 56/509 (11.0%) had subjectively experienced hearing difficulty, and in terms of vestibular function, 106/509 (20.8%) had experienced vertigo or dizziness. From the blood sample, we measured HbA1c (NGSP; National Glycohemoglobin Standardization Program) levels and 36 out of 509 people (7.1%) were over 6.5, revealing a risk of diabetes, which is compatible with Japanese general population. The result from our questionnaire are consistent with Japan Trak report in which 10.8% of the randomly selected 15 036 respondents reported experiencing hearing difficulty (see the Japan Trak website: http://www.atpress.ne.jp/view/32264). Therefore, the subjects enrolled in this study are thought to be representative of the population in Japan.\n\n    To identify GJB2 mutations, a fragment containing the entire coding region were amplified from genomic DNA sample by PCR using the primer pair 5'-GGTGAGGTTFTFTAAGAGTTGG-3'/5'-CTACGGTGTTACTCGAGACGA-3', and the amplicon were used as a template for direct sequencing. Direct sequencing analysis was performed using an ABI PRISM Genetic Analyzer (Applied Biosystems, Waltham, MA, USA), and the data were analyzed using ABI Variant Reporter v1.1 (Applied Biosystems).",
        "Results": "    Table 1 summarizes the variants identified in this study. Among the mutations screened by the invader assay, which are covered by Japanese health insurance, we found six previously reported pathogenic variants within the coding region of GJB2. In detail, we detected nine alleles for p.Val37Ile, eight for c.235delC, one for p.[Gly45Glu;Tyr136*], one for p.Arg143Trp, one for p.Ile71Thr and one for p.Phe191Leu; p.Gly45Glu and p.Tyr136* mutations are on the same parental allele. Among these mutations, the pathogenicity of p.Ile71Thr and p.Phe191Leu has been controversial, and they are considered to represent non-pathogenic polymorphisms. We also found previously reported variants, p.Thr8Met and p.Arg127His, and two novel variants, p.Cys60Tyr and p.Phe106Leu, which were not included in the Invader assay-based mutation screening. The pathogenicity of p.Thr8Met, and p.Arg127His variants is unknown.\n\n    We found 19 previously reported pathogenic variants, and 5 variants found in this study were unclassified, so the carrier frequency of the GJB2 mutations is estimated to be at least 3.73-4.72% (19-24/509). We believe that the screening (including the four variants, p.Thr8Met, p.Ile71Thr, p.Arg127His and p.Phe191Leu, and other novel variants) will be very important for more accurate genetic testing. The pathogenicity of novel variants is not clear and requires further studies for clarification.\n\n    The two novel variants mentioned above, p.Cys60Tyr and p.Phe106Leu, and one silent variant, p.Val63Val (c.189G>T), were identified in this study. Figure 1 shows amino acid sequences of Homo sapiens and other species' connexin26 and the two novel variants, p.Cys60Tyr and p.Phe106Leu. Cys60 is evolutionarily conserved, while the leucine residue of p.Phe106Leu is found in Xenopus laevis. To predict the effect of the variants, we carried out computer analysis using the Sorting Intolerant from Tolerant (SIFT: http://sift.jcvi.org/) and Polymorphism Phenotyping (PolyPhen2: http://genetics.bwh.harvard.edu/pph2/). The functional prediction of p.Cys60Tyr was Damaging (1.0) by SIFT, and Damaging (1.0) by PolyPhen2. On the other hand, that of p.Phe106Leu was Tolerated (0.23) by SIFT and Benign (0) by PolyPhen2. Considering these data, p.Cys60Tyr is expected to be pathogenic and p.Phe106Leu to be a non-pathogenic polymorphism.\n\n    Synonymous variants are usually non-pathogenic unless the nucleotide change alters the splicing of the RNA. Analysis of the p.Val63Val (c.189G>T) synonymous variant using the prediction program NNSPLICE (http://www.fruitfly.org/seq_tools/splice.html) indicates that this variant is not expected to be either a donor or an acceptor site for splicing and is, therefore, likely to be non-pathogenic. The three subjects carrying p.Cys60Tyr, p.Phe106Leu or p.Val63Val had no experience of hearing difficulty or tinnitus.\n\n    We found six alleles of the p.Thr123Asn mutation, but we did not consider them to be pathogenic variants; p.Thr123Asn has been considered to be a rare non-pathogenic variant because it was found with equal frequency in patients and controls in Ohtsuka. In contrast, the non-pathogenic variants, p.Val27Ile, p.Glu114Gly and p.Ile203Thr, that are frequently found in the Japanese population were also frequently observed in this study. The most common GJB2 mutation in Caucasian people, the c.35delG mutation, was not found in these subjects, indicating differing variants among ethnic groups. All things considered, the GJB2 carrier frequency in the Japanese population was estimated to be at least 19/509 (3.73%). We did not find any subjects who carry homozygous or compound heterozygous pathogenic mutations in this study.",
        "Conclusion": "",
        "Discussion": "    There are several reports on carrier frequency and the mutation spectrum of GJB2 mutations. In Europe, the carrier frequency of c.35delG was reported to be around 2-3%. Green et al., reported that 14 out of 560 general people carried the c.35delG variant, so they estimated that the carrier rate of c.35delG was about 2.5% in the Midwestern USA.\n\n    In the Ashkenazi Jewish population, it was reported that the carrier frequency of c.167delT variant was 4.03% (22/546). In the Thai population, p.Val37Ile was the most frequent variant and the carrier frequency of this variant was 17.1% (35/205) in healthy controls. In the Korean population, the carrier frequency of p.Val37Ile was 1.35% (28/2072), and that of c.235delC was 1.25% (26/2072), and no c.35delG mutants were detected in their study.\n\n    The majorities of studies have focused only on hearing-impaired patients and their allele frequency and have not focused on the carrier frequency. Ohtsuka et al.6 reported that the frequency of the mutant alleles among hearing-impaired patients was 3.9% (96/2454) for the c.235delC mutation, and 2.5% (61/2454) for the p.Val37Ile mutation. Tsukada et al.19 reported that the mutation spectrum and frequency in a large number of Japanese hearing-impaired patients, and the c.235delC mutation allele frequency was 5.3% (142/2686), and that of p.Val37Ile was 1.8% (47/2686).\n\n    In this study, we found eight alleles of the c.235delC mutant (8/1018, 0.79%) and nine alleles of the p.Val37Ile mutant (9/1018, 0.88%) in the control population. Based on our observation, the carrier frequency of c.235delC was 1.57% (8/509), and that of p.Val37Ile was 1.77% (9/509). In addition to these two most common mutations, we found two other pathogenic variants (p.[Gly45Glu;Tyr136*], and p.Arg143Trp) in this study, and the carrier frequency was estimated to be around 3.73% (19/509). Furthermore, we identified two novel variants (p.Cys60Tyr and p.Phe106Leu) whose pathogenic nature is unknown. Amino-acid conservation information and prediction by computer analysis (SIFT and PolyPhen2) indicated that p.Cys60Tyr may be pathogenic and that p.Phe106Leu would be a non-pathogenic polymorphism. In addition to these prediction method, functional studies would shed light on the pathogenesis on these variants.\n\n    In this study, we also detected two p.Thr8Met variants, one p.Ile71Thr variant, one p.Arg127His variant and one p.Phe191Leu variant, all with uncertain pathogenicity; p.Ile71Thr and p.Phe191Leu were first reported in Japanese patients. Ohtsuka et al. found four p.Ile71Thr and four p.Phe191Leu variants in 2454 alleles, but p.Ile71Thr and p.Phe191Leu were only found to be heterozygous with no other mutations being detectable; therefore, it remains a possibility that they were non-pathogenic rare polymorphisms. To date, the pathogenicity of p.Ile71Thr and p.Phe191Leu mutations has not been proven, so they may be non-pathogenic variants. The functional prediction of p.Ile71Thr was Damaging (1.0) by SIFT and Damaging (0.972) by PolyPhen2. That of p.Phe191Leu was Damaging (0.99) by SIFT and Damaging (1.0) by PolyPhen2. The p.Thr8Met variant was first reported by Kenna et al. from hearing loss patients in the US population, and it was also reported to be found in hearing-impaired patients in Japan. The functional prediction of p.Thr8Met was Damaging (0.97) by SIFT and Possibly Damaging (0.775) by PolyPhen2. The pathogenesis of the p.Arg127His variant is controversial as this variant was detected in one family with congenital deafness but the variant was found in a homozygous state in individuals with normal hearing in another study. In addition this variant was predicted to be Tolerated (0.85) by SIFT and Benign (0.001) by PolyPhen2. Considering these prediction analyses, p.Thr8Met, p.Ile71Thr and p.Phe191Leu could be pathogenic.\n\n    The carrier frequency and mutation spectrum of the Japanese population was different from those of Caucasian populations; the carrier frequency of c.35delG and c.235delC mutation is reported to be 2-3% and 0% in Caucasian, whereas 0% and 1.57% in the present study, respectively. In addition, p.Val37Ile is revealed to be common in Asian countries; the carrier frequency was 1.77% in Japanese, 1.35% in Korea and 17.1% in Thai population, respectively. In patients with impaired hearing, GJB2 mutations were reported to have a phenotype-genotype correlation. For example, the c.235delC homozygous mutation and the c.235delC/p.Arg143Trp compound heterozygous mutation show severe hearing impairment, while the p.Val37Ile homozygous mutation has a mild phenotype.\n\n    Among hearing-impaired patients in Japan, the c.235delC mutation is reported to be the most prevalent mutation. However, in people with normal hearing, the p.Val37Ile mutation was more frequent than c.235delC in our study, as with previous studies. This apparent contradiction may be because patients with the p.Val37Ile mutation have a milder phenotype and may therefore be excluded from the research on hearing loss.\n\n    Generally, in the case of autosomal recessive diseases, if the parents are related, the probability of a homozygous mutant allele increases. However, even if the parents are not related, it is still possible for both to be GJB2 mutation carriers because the GJB2 carrier frequency is estimated to be as high as around 3.7%.\n\n    In conclusion, we estimate that the GJB2 carrier frequency of the Japanese population would be about 3.7%. Almost half of these would have the p.Val37Ile mutation, whereas individuals homozygous for this mutation have a relative mild phenotype. The other major mutation allele would be c.235delC. Our study is the latest and the largest report on carrier frequencies of GJB2 mutations in the Japanese general population to date. This is indispensable information for predicting the next generation's incidence of hearing difficulty. We believe that information from this study will be useful in genetic counseling in Japan.",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/26178431/"
    },
    "30872718": {
        "Title": "    Systematic evaluation of gene variants linked to hearing loss based on allele frequency threshold and filtering allele frequency",
        "Abstract": "    As the number of genes identified for linkage to hearing loss has been increasing and more public databases have become available, we aimed to systematically evaluate all variants reported for nonsyndromic hearing loss (NSHL) based on their allele frequencies (AFs) in the general population. Among the 3,549 variants in 97 NSHL genes reported as pathogenic/likely pathogenic in ClinVar and HGMD, 1,618 were found in public databases (gnomAD, ExAC, EVS, and 1000G). To evaluate the pathogenicity of these variants, we employed AF thresholds and NSHL-optimized ACMG guidelines. AF thresholds were determined using a high-resolution variant frequency framework and Hardy-Weinberg equilibrium calculation: 0.6% and 0.1% for recessive and dominant genes, respectively. Filtering AFs of variants linked to NSHL were obtained based on AFs reported in gnomAD and ExAC. We found that 48 variants in 23 genes had filtering AFs above the suggested thresholds and assumed that these variants might be benign based on their filtering AFs. 47 variants, except for one notorious high-frequency GJB2 mutation (c.109G > A; p.Val37Ile), were confirmed to be benign/likely benign by the NSHL-optimized ACMG guidelines. The proposed systematic approach will aid in precise evaluation of NSHL variant pathogenicity in the context of filtering AFs, AF thresholds, and NSHL-specific ACMG guidelines, thus improving NSHL diagnostics.",
        "Introduction": "    Rapid advancements in sequencing technologies and bioinformatic tools for genomic data analysis have enabled clinicians and researchers to take a step forward in the implementation of precision medicine for Mendelian disorders. Large population databases and publicly accessible repositories of disease-causing mutations facilitate clinical interpretation of gene variants identified by next-generation sequencing (NGS) in individuals with genetic disorders. In addition, functional assessment of variants both in vitro and in vivo is important for determining their contribution to disease pathogenesis. Clinical application of NGS made it possible to identify diagnostic and prognostic signatures in a number of diseases, including hereditary hearing loss, whose genetic landscape has been actively explored from both diagnostic and therapeutic aspects.\n\n    Hearing loss is the most common sensory disorder that affects approximately one in every 500 newborns worldwide. Over two-thirds of hereditary hearing loss cases are diagnosed as nonsyndromic hearing loss (NSHL), in which the hearing loss phenotype is the only feature observed without additional symptoms. Since 2015, application of NGS technology to discovering novel genetic causes of NSHL enabled identification of 16 additional genes, whose variants have been linked to NSHL development, and currently, approximately a hundred genes are implicated in the disease. However, genetic heterogeneity and phenotypic variability of NSHL makes precise interpretation of variants identified by NGS a challenge. Furthermore, it is technically difficult to examine the pathogenic impact of some gene variants associated with NSHL, such as those of MYO15A and CDH23, because of very large gene sizes and the absence of relevant functional tests in vitro.\n\n    To improve the clinical utility of NGS in NSHL, one useful approach is to consider the allele frequency (AF) of a gene variant. Large reference datasets such as Exome Aggregation Consortium (ExAC) and Genome Aggregation Database (gnomAD) not only provide high-resolution variant frequencies, but also allow filtering AFs with robust statistical significance. In addition, disease-specific application of optimized American College of Medical Genetics (ACMG) guidelines has been attempted for various genetic disorders based on the importance of pathomechanistic diversity. Furthermore, widespread availability of mutation databases such as ClinVar and Human Gene Mutation Database (HGMD) encouraged researchers to refine strategies for gene variant interpretation and even to reassess outdated mutations reported before the advent of high-precision genetic tools and large-scale databases.\n\n    In this study, we aimed to systemically evaluate publicly reported genetic variants associated with NSHL in terms of their pathogenicity by applying thresholds of AFs newly calculated for the general population. The new classification results were validated using the NSHL-specific ACMG guidelines and compared with previous reports.",
        "Methods": "    We comprehensively evaluated the evidential level of cause-and-effect relationship for the genes associated with NSHL and created a final list of 97 causative genes that were reported in all three examined databases: the Hereditary Hearing Loss (http://hereditaryhearingloss.org/), Deafness Variation Database (http://deafnessvariationdatabase.org/), and Online Mendelian Inheritance in Man (OMIM) database. Furthermore, we selected genes that have enough evidence of association with NSHL, such as those with evidential level 2-3 according to previous studies and with more than three clinical reports of hearing loss patients carrying gene variants (Supplementary Table S1). Next, we selected all reported gene variants classified as presumably pathogenic in HGMD Professional (accessed May, 2017) or ClinVar (20170501.ver) databases; variants annotated as \"DM\" or \"DM?\" in HGMD or as \"pathogenic\" or \"likely pathogenic\" in ClinVar were compiled. The annotation and nomenclature of the variants were confirmed using the Mutalyzer Name Checker tool based on clinically relevant transcripts in each gene.\n\n    To maximize the volume of general population data, we utilized four widely used control databases: (1) gnomAD (n = 141,456, http://gnomad.broadinstitute.org/), (2) ExAC (n = 60,706, http://exac.broadinstitute.org/), (3) NHLBI Exome Sequencing Project (n = 6,503, http://evs.gs.washington.edu/EVS/), and (4) 1000 Genomes Project Phase 3 database (1000 G; n = 2,504, http://www.internationalgenome.org/). We used 'observed AFs' representing the count ratio of the actually detected minor alleles to reliably sequenced alleles. All reportedly pathogenic or likely pathogenic variants of the 97 NSHL-linked genes were searched for observed AF separately in the four databases, which have distinct demographic composition in terms of ethnicity and population size. All gnomAD and ExAC data were checked using the \"pass\" filter to include only variants with appropriate coverage.\n\n    As the AF of a variant in the general population is an essential criterion for pathogenicity interpretation, various approaches were used to define the AF threshold at which a variant could be interpreted as too common to be classified as \"definitely pathogenic\". Since AF thresholds might be fairly different depending on disease nature, we applied empirical approaches as well as theoretical calculations to determine appropriate AF thresholds for NSHL variants.\n\n    First, empirical bottom-up analysis using AF thresholds of 0.005%, 0.01%, 0.05%, and 0.1% was adopted from a previous study to evaluate overall AF distributions of NSHL-linked gene variants reported to be pathogenic in HGMD or ClinVar. As different AF thresholds are used in different studies, we chose the 0.05% threshold suggested in a previous report and, in addition, applied two-fold threshold values.\n\n    Second, theoretical calculations were performed to obtain evidence-based AF thresholds. Different approaches were utilized depending on the mode of inheritance. For dominant genes, the AF cut-off value was obtained using the Hardy-Weinberg equilibrium based on the prevalence of hereditary NSHL, since no single mutation was reported to represent the majority of dominant NSHL. For recessive genes, we applied the high-resolution variant frequency framework suggested by Whiffin et al..\n\n    Filtering AF was previously defined as the threshold disease-specific \"maximum credible AF\" at or below which the disease could not plausibly be caused by that variant. Filtering AFs were computed using the \"inverse AF\" calculator of a web-based tool (http://cardiodb.org/allelefrequencyapp/). We calculated filtering AFs using observed AFs across all ethnicities in the gnomAD and ExAC datasets rather than AFs for sub-populations.\n\n    To systematically evaluate the pathogenic potential of presumably pathogenic variants with AFs higher than the thresholds defined for the general population, we applied the 2015 ACMG guidelines for variant classification with InterVar, one of the most commonly used bioinformatics tools for clinical interpretation of genetic variants. To enhance the accuracy of analysis, we optimized the ACMG guidelines for NSHL based on updates of the NSHL genetic background during the last decade. Detailed parameterization of each ACMG guideline components optimized for NSHL is explained in Supplementary Notes. Briefly, filtering AF was used for analysis of a population database; in addition, the pLI score defined as the probability of a gene being intolerant to a loss-of-function (LoF) mutation and guidelines for LoF prediction were used to determine LoF gene variants linked to NSHL pathophysiology. Results of reliable functional studies on hearing loss were manually curated on the evidential basis.\n\n    To analyze the association of missense mutations with the scarcity of variants and mode of inheritance, we applied three most widely used algorithms: PolyPhen-2 (PP2), Sorting Intolerant from Tolerant (SIFT), and Consensus deleteriousness of non-synonymous single nucleotide variants (Condel). The Mann-Whitney test was used to evaluate statistical significance of differences between common and rare variants, and a P value less than 0.05 was considered significant.",
        "Results": "    For the 97 NSHL causative genes curated from three databases (Hereditary Hearing Loss, Deafness Variation Database, and OMIM), a total of 3,549 variants were reported as presumably pathogenic either in the HGMD or ClinVar. Among them, 1,618 (45.6%) were present in at least one of four control datasets: gnomAD, ExAC, EVS, and 1000G (Fig. 1).\n\n    An empirical approach using different AF threshold values (0.005%, 0.01%, 0.05%, and 0.1%) to examine the rarity of a variant in large population datasets revealed that 1,598 out of 3,549 (45.0%) variants were reported in gnomAD, whereas only 367 (10.3%) variants were in 1000G (Supplementary Table S2), demonstrating the higher resolution from more number of sequenced individuals. In addition, 1,110 (31.3%) and 733 (20.7%) variants with AFs of 0 < AF < 0.005% were present in gnomAD and ExAC, respectively, showing the power of sample size (141,456 in gnomAD vs. 60,706 in ExAC) (Supplementary Table S2). Furthermore, no variant had AF of 0 < AF < 0.005% based on EVS or 1000G; however, this was due to small sample sizes of EVS or 1000G (Supplementary Table S2). Nevertheless, the numbers of variants with AF of less than 0.005% were similar regardless of databases (Supplementary Table S2).\n\n    For dominant genes, the AF threshold of 0.1% was obtained through Hardy-Weinberg equilibrium (see Supplementary Notes). For recessive genes, the AF threshold was determined using a theoretical formula proposed by Whiffin et al., which considers reliable estimates for NSHL prevalence, penetrance, and allelic contribution. Using the GJB2 variant (c.35delG; p.Gly12Valfs*2), which is the most prevalent recessive mutation according to Sloan-Heggen et al., the AF threshold was determined as:\n\n    (0.002 x 0.8 x 0.7) x 0.3789 x  (0.2159 x 1) = 0.6% (see Supplementary Notes).\n\n    To examine the validity of AF thresholds derived from theoretical calculations, we investigated the distribution of variants according to their observed AFs as well as filtering AFs. For dominant genes, 12 variants in 5 genes showed observed AFs over our threshold of 0.1%. However, when filtering AFs of these 12 variants were applied for reassessment, only 6 (50%) remained as common variants with AFs over 0.1% (Fig. 2a). For recessive genes, 45 variants in 17 genes presented observed AFs over 0.6%; however, 28.9% (13/45) of them were reclassified to the category of rare variants with filtering AFs lower than the threshold (0.6%) (Fig. 2b). For genes which exhibit both dominant and recessive patterns, 41.2% (7/17) of variants with observed AFs over 0.6% were classified as rare based on filtering AFs lower than 0.6% (Fig. 2c).\n\n    We applied the NSHL-specific ACMG guidelines to evaluate pathogenicity of variants previously considered as common and reclassified as rare using filtering AF and our thresholds (Table 1). Among a total of 26 variants in 15 genes that fulfilled the \"PM2\" component (i.e., absent from controls or observed at an extremely low frequency if recessive) for a sufficiently low filtering AF under our thresholds, two variants had already been classified as pathogenic even without the addition of the \"PM2\" component. The numbers of individuals with homozygous variants in the gnomAD database ranged from 0 to 36 and recessive genes had more numbers of homozygotes than dominant genes (Table 1). When we also applied recently released the Expert Specified ACMG guidelines for genetic hearing loss developed by ClinGen Working Group and updated Deafness Variation Database (DVD v8.2), the data presented high concordance with our results for all the variants (Table 1). On the other hand, almost all of the 48 variants (except for GJB2 c.109G > A; p.Val37Ile), which had both observed and filtering AFs higher than the thresholds, were classified as benign or likely benign (Supplementary Table S3).\n\n    In addition, we reviewed the in-silico prediction results for our missense variants based on AFs and gene-specific features. The predicted scores for 245 missense mutations in dominant genes did not show statistically significant differences between variants with AFs below and above the threshold. However, the prediction scores of 1,047 and 668 missense mutations for recessive genes and genes with both inheritance modes, respectively, calculated by three algorithms (PP2, SIFT, and Condel) were statistically different between common and rare variants, i.e., those with AFs above and below the thresholds, respectively (Supplementary Fig. S1).\n\n    Furthermore, we performed pathogenicity evaluation of 1,960 missense variants according to filtering AFs and InterVar prediction. When an agreement was reached among the three in-silico algorithms in the prediction results, the variants were classified as neutral (all concordant benign results by three algorithms) or deleterious (all concordant damaging results by three algorithms), otherwise mixed (Fig. 3). Interestingly, only pathogenic variants were identified in the rare variant groups with AFs below the thresholds regardless of the prediction consensus among the three algorithms. Although the proportion of pathogenic variants was the highest in the deleterious group (24%), the presence of pathogenic mutations in the neutral and mixed groups was still noticeable (9% in both, respectively).",
        "Conclusion": "",
        "Discussion": "    We systematically evaluated all the reported NSHL-linked pathogenic variants available in population databases by applying clinically plausible AF thresholds, gnomAD and ExAC filtering AF, and NSHL-optimized ACMG guidelines. It should be reassuring for clinicians that over 85% of all presumably pathogenic variants were ultra-rare with observed AFs below 0.05% in bottom-up analysis. However, application of the gnomAD and ExAC filtering AF to 74 reported variants with unexpectedly high observed AFs (i.e., over our AF thresholds) allowed us to safely consider 47 variants with still high filtering AFs as not likely NSHL-related, with the notorious exception of one variant (GJB2 c.109G > A; p.Val37Ile). Two pathogenic variants identified by the NSHL-specific ACMG guidelines were among those reclassified from \"common\" to \"rare\" by application of the filtering AF, suggesting high clinical utility and accuracy of the AF thresholds determined in this study: 0.1% for dominant genes and 0.6% for recessive genes. In other words, we validated the utility of AF cut-off values using large-scale datasets in the interpretation of NSHL gene variants with undefined rarity.\n\n    Several well-designed studies for NSHL variant interpretation have been previously performed. In 2014, Shearer et al. were the first to determine ethnicity-specific AF thresholds for NSHL-linked gene variants based on several population datasets, including EVS and 1000 G. They provided Deafness Variation Database, which is an invaluable resource for researchers and clinicians in the deafness field. However, gnomAD, which comprises more than several million variants and is considered the largest database of human variations, was launched in 2017. Therefore, in this study we combined the recently developed high-resolution framework with the updates in population and mutation datasets, and in the NSHL genetic basis to validate gene variants related to NSHL etiology. As a result, we found that previously suggested AF thresholds (0.05% and 0.5% for autosomal dominant and autosomal recessive genes, respectively), although being fairly satisfactory, were too stringent compared to our thresholds for considering a variant as pathogenic based only on its rarity in population databases. Thus, in Deafness Variation Database, Shearer et al. reported exceptions for alleles of four genes: GJB2, SLC26A4, PCDH15, and MYO15A, whereas according to our approach, the only exception is one GJB2 variant.\n\n    Various studies have claimed discovery of deafness-causing genes; therefore, understanding of gene-specific characteristics is important for the interpretation of gene variants associated with NSHL. Tayoun et al. have provided evidence-based approach for analysis of gene-disease associations and their clinical value in hearing loss, and similar algorithms in gene curation for different NSHL aspects should be incorporated in future studies and applied to a rapidly growing gene list. In this study, we adopted several strategies for optimization of the ACMG guidelines for hearing loss; similar attempts toward ACMG guideline refinement have recently been made in various diseases. Thus, we incorporated reliable gene evaluation results such as identification of LoF genes and intragenic regions based on gene tolerance to different mutations into the NSHL-optimized ACMG guidelines. Although some researchers prefer uniform application of ACMG guidelines for simplicity and convenience, we believe that our NSHL-specific ACMG guidelines would enhance the efficiency of assessing the pathogenic potential of a gene variant through prompt adaptation of high-quality data by professional curation.\n\n    In response to the urgent need for optimization of NSHL variant interpretation, a large panel of experts called ClinGen Hearing Loss Working Group has released their opinion on specification of the ACMG guidelines for genetic hearing loss. Upgraded clarification of original ACMG principles enabled ClinGen Working Group to provide meticulous modifications for hearing loss variants; however, they applied this specified guideline to small number of variants (51 variants in 9 genes). We analyzed NSHL-associated variants reported so far and presented the results of systematic assessments, emphasizing the importance of NSHL-specific interpretation approaches for genetic diagnosis.\n\n    Contamination of the gnomAD with pathogenic variants, or HGMD and ClinVar with benign variants is another issue that should be considered in the context of NSHL genetic landscape. Only a few NSHL-related genes have been selected for report even in newborn genomic sequencing, probably because some genetic variants linked to NSHL are partly associated with late onset or moderate penetrance with unclear severity, which may explain why some pathogenic variants have a relatively high AF in gnomAD. Hereditary hearing loss can be further aggravated by such factors as aging and noise exposure, which might lead to confusion and deposition of false-positive data in mutation databases, including HGMD and ClinVar. As the clinical utility of in silico algorithms was shown to be insufficient for variant reclassification, our study demonstrated that accurate calculation of AF thresholds might minimize errors and help avoiding false-negative or false-positive results, especially in the identification of benign variants.\n\n    Several previous studies have attempted to improve the accuracy in clinical variant interpretation for Mendelian disorders by using large databases. In our study, we specifically focused on NSHL, which has a very heterogeneous genetic landscape; therefore, comprehensive assessment should be performed to make appropriate updates as new information emerges. Our approach, together with other strategies such as AUDIOME, a tiered exome sequencing-based panel, might enhance the clinical utility of NGS and promote the implementation of precision medicine in NSHL.\n\n    Our study has several limitations. First, our results were obtained based on the global AF and, thus, may be different from those obtained using other population-specific AFs. Indeed, in the context of clinical genetic testing, patient ethnicity should be considered. However, the determination of AF thresholds might require as many allele counts from large populations as possible, and since the pathogenicity of certain variants is not ethnicity-specific, we established universal minor allele frequency cutoff values for hearing loss variants. Second, there is an ongoing debate about the existence of accurate prevalence and penetrance data. Nevertheless, we think that in our study, meaningful calculations of AF thresholds were done based on a statistically robust framework for NSHL variant interpretation. As disease-specific thresholds are recommended, we believe that our safe, although seemingly lenient, AF thresholds should increase cost-effectiveness in NSHL genetic testing.\n\n    In conclusion, we suggest AF thresholds for NSHL-linked gene variants using gnomAD-based filtering AFs for precise evaluation of variant pathogenicity in the context of NSHL-optimized ACMG guidelines. This systematic approach can be applied to evaluate causality of sequence variants in hearing loss-related genes, which would promote accurate diagnosis of hearing loss and development of precision medicine approaches clearly beneficial for NSHL patients.",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/30872718/"
    }
}