{
    "36726751": {
        "Title": "    Phenotypic variability within the desminopathies: A case series of three patients",
        "Abstract": "    The DES gene encodes desmin, a key intermediate filament of skeletal, cardiac and smooth muscle. Pathogenic DES variants produce a range of skeletal and cardiac muscle disorders collectively known as the desminopathies. We report three desminopathy cases which highlight the phenotypic heterogeneity of this disorder and discuss various factors that may contribute to the clinical differences seen between patients with different desmin variants and also between family members with the same variant.",
        "Introduction": "    Desmin is an intermediate filament which forms links between myofibrils, desmosomes, the nuclear envelope and the sarcolemma within skeletal, cardiac and smooth muscle. Structurally it consists of a head domain, a central rod domain with 1A, 1B, 2A, and 2B subunits and a tail domain. Mutations in the desmin gene (DES) produce a wide range of phenotypes collectively termed the desminopathies which can present with any combination of skeletal myopathy (myofibrillar myopathy, limb-girdle muscular dystrophy, Kaeser's scapuloperoneal syndrome), cardiomyopathy (dilated cardiomyopathy, hypertrophic cardiomyopathy, restrictive cardiomyopathy, left ventricular non-compaction cardiomyopathy or arrhythmogenic right ventricular cardiomyopathy), ventricular arrhythmia and/or cardiac conduction disease including atrioventricular bock. Inheritance is typically autosomal dominant but cases of autosomal recessive inheritance have also been described. Many pathogenic DES variants, through a toxic gain of function, result in intracellular accumulation of desmin aggregates, which are thought to contribute to disease pathophysiology. However, not all pathogenic DES variants produce aggregates and it has been hypothesized that both loss of function and toxic gain of function may be contributory disease mechanisms.\n\n    Here we present three desminopathy cases that illustrate the phenotypic heterogeneity of the disease.",
        "Methods": "",
        "Results": "",
        "Conclusion": "    Our three desminopathy cases emphasize that this condition can present with various combinations of limb and/or facial muscle weakness, different forms of structural cardiomyopathy, ventricular arrhythmias and/or cardiac conduction deficit and that the exact combination and temporal sequence of these clinical features can vary both between different DES variants and also within families with the same variant. It is likely that multiple factors including the location of the specific variant within the DES gene, mode of inheritance, environmental stressors and gender interact to produce this phenotypic heterogeneity. We also reconfirmed a previous finding that the cardiac phenotype may evolve over time from an initial hypertrophic cardiomyopathy to a dilated cardiomyopathy at later stages indicating that age at time of clinical assessment is another factor that may contribute to apparent variability in the clinical manifestation of this disorder.",
        "Discussion": "    In this report we present three cases that highlight the well-described clinical heterogeneity of the desminopathies. Despite Case 1 and 2 harboring the same familial variant, Case 1 presented with severe cardiac conduction system disease in early adulthood followed several decades later by a mild limb-girdle pattern of weakness in middle age, whereas Case 2 presented with asymptomatic hypertrophic cardiomyopathy identified in his teenage years which progressed over a few years to dilated cardiomyopathy with ventricular arrhythmias requiring ICD implantation and development of mild conduction system disease. In contrast to Cases 1 and 2 where cardiac symptoms were the initial manifestation of disease, Case 3 initially presented with a combination of facial, scapular and both proximal and distal limb weakness in middle age and then several years later manifested with symptomatic dilated cardiomyopathy and ventricular arrhythmia requiring ICD implantation.\n\n    Genotype-phenotype correlations explain some of the phenotypic variability seen in the desminopathies. A systematic review performed by van Spaendonck-Zwarts et al. reviewed 159 patients with 40 different DES variants and found that isolated neurologic phenotypes occurred most commonly with variants in the rod 2B domain whereas isolated cardiac phenotypes occurred most commonly with variants in the head or tail domains. However, for patients with both neurological and cardiological features, the location of the variant did not seem to predict whether cardiac or neurological features manifested first. More recently, variants in the rod 1B domain (such as the variant in Case 1 and 2) have been linked to a higher likelihood of early onset cardiomyopathy compared to variants in other domains. Some of the genotype-phenotype correlation may be explained by the propensity of different DES variants to cause loss of function and/or toxic gain of aggregation function. For example, variants in the desmin tail domain have less propensity to form aggregates. The molecular effect of specific variants is also modified by whether they are inherited in isolation (i.e., dominantly) or along with another abnormal allele (i.e., recessively), explaining why phenotype may correlate with mode of inheritance. For example, many dominant gain of function variants present in adulthood whereas some recessive loss of function variants present with severe disease in infancy.\n\n    Previous attempts at genotype-phenotype correlations may be confounded by several issues relating to the retrospective and cross-sectional nature of these analyses. Firstly, both skeletal myopathy and cardiomyopathy may be present but asymptomatic in an individual, as demonstrated by Case 2 who had biopsy-proven skeletal muscle involvement but no clinical muscle weakness and Case 3 who had dilated cardiomyopathy that had presumably been present for some time before finally manifesting as ventricular tachyarrhythmia. Secondly, the cardiac phenotype may change over time as demonstrated by Case 2 where the initially asymptomatic hypertrophic cardiomyopathy progressed to symptomatic dilated cardiomyopathy with ventricular tachycardia over several years. Interestingly Gudkova et al. report an almost identical presentation of an initially asymptomatic teenage male with a c.735+1G>A variant who, like Case 2, was identified to have a hypertrophic cardiomyopathy on an incidental basis and then over time progressed to a restrictive and then, finally, a dilated cardiomyopathy with development of frequent ventricular tachycardia. Furthermore, although the study by van Spaendonck-Zwarts et al. did not analyse change in cardiac phenotype over time in individual patients, they did find that, at a group level across all different DES variants, both restrictive and hypertrophic cardiomyopathies were diagnosed at significantly earlier ages than dilated cardiomyopathy (mean age 28 vs. 33 vs. 46 years, respectively). The same transformation of cardiac phenotype seen in Case 2 is also seen in a murine DES knockout model, which is initially characterized by cardiac hypertrophy with preserved left ventricular systolic function followed at a later stage by ventricular dilatation and impaired ventricular systolic function. Prospective registries with systematic and longitudinal assessment of cardiac and neurologic phenotypes at multiple time points would help to address the above-mentioned issues and may yield further insights into genotype-phenotype relationships.\n\n    Nevertheless, it remains difficult to explain all components of the observed phenotypic variability based on genotype alone. For example, regarding the distribution and severity of neurological involvement, even accounting for age-related penetrance, patients harboring the same variant may present with different degrees and patterns (e.g., proximal limb/limb-girdle, distal limb, proximal and distal limb, scapuloperoneal, facial, etc.) of muscle weakness. Indeed, while Case 3 had facial, scapular and proximal and distal limb weakness by his 40s, a previously reported case with the same p.Ser2Ile variant was reported to have no clinically appreciable skeletal muscles weakness at age 48.\n\n    Environmental factors may explain some of the otherwise unexplained phenotypic variability and may also contribute to changes in phenotype over time. Desmin expression in skeletal muscle is known to increase following sustained muscle activity in healthy volunteers. Furthermore, in a desminopathy skeletal muscle cell culture model generated by Segard et al., thermal, oxidative and mechanical stressors precipitated intracytoplasmic desmin aggregation and this occurred more in cells transfected with desmin with a rod domain variant compared to head and tail domain variants. Separately, in a desminopathy rat model, chronic exercise produced increased desmin aggregation and myofibrillar damage resulting in progressive decline in exercise tolerance over time. Collating this data, it is possible then that there is a genotype-environment interaction where environmental stressors, including physical exercise, may upregulate desmin expression and precipitate or accelerate toxic aggregation of desmin and that this may be modulated by the propensity of different DES variants toward aggregate formation. However, the effect of different types and levels of intensity of exercise has not been explored thoroughly. Indeed, a low-intensity endurance and resistance regimen has been suggested to be safe and even beneficial in a single human desminopathy case report.\n\n    Gender is another potential contributor to phenotypic variability and may explain some of the differences seen between Cases 1 and 2. The meta-analysis by van Spaendonck-Zwarts et al. found that, across all the pathogenic DES variants analyzed, cardiomyopathy was more common in males compared to females (54 vs. 36%). Furthermore, within large desminopathy families with the same variant, cardiomyopathy has been shown to be more frequent, earlier in onset and more severe, often presenting with sudden cardiac death, in males compared to females. Our report of early-onset structural cardiomyopathy with recurrent ventricular arrhythmia as the major presenting feature in a male (Case 2) compared to later onset skeletal myopathy (albeit with early onset cardiac conduction deficits) in his mother in her 50s (Case 1) is consistent with this pattern. Arias et al. hypothesized that this gender effect could be mediated by hormonal factors and/or related to less intense physical activity in female patients. Regarding hormonal mechanisms, in a murine model of exercise-induced muscle damage, Komulainen et al. found that female rats exhibited significantly less post-exercise loss of subsarcolemmal desmin expression compared to male rats and hypothesized that this may be due to a protective effect of estrogen on sarcolemmal integrity. Thus, gender-exercise interactions may also modify the desminopathy clinical phenotype.",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/36726751/"
    },
    "39250335": {
        "Title": "    Muscular dystrophy patients show low exercise-induced blood flow in muscles with normal strength",
        "Abstract": "    Neuromuscular evaluation increasingly employs muscle ultrasonography to determine muscle thickness, mean grayscale echointensity, and visual semiquantitative echotexture attenuation. However, these measures provide low sensitivity for detection of mild muscle abnormality. Exercise-induced intramuscular blood flow is a physiologic phenomenon, which may be impaired in mildly affected muscles, particularly in dystrophinopathies, and may indicate functional muscle ischemia. We aimed to determine if muscle blood flow is reduced in patients with neuromuscular disorders and preserved muscle strength, and if it correlates with echointensity and digital echotexture measurements.\n\n    Peak exercise-induced blood flow, echointensity, and echotexture were quantified in the elbow flexor muscles of 15 adult patients with Becker muscular dystrophy (BMD) and 13 patients with other muscular dystrophies (OMD). These were compared to 17 patients with Charcot-Marie-Tooth type 1 (CMT1) neuropathy and 21 healthy adults from a previous study.\n\n    Muscle blood flow was reduced in all patient groups compared to controls, most prominently in BMD patients (p < 0.0001). Echointensity was similarly increased in all patient groups (p < 0.05), while echotexture was reduced only in muscular dystrophy patients (p <= 0.002). In BMD, blood flow correlated with echotexture (Pearson r = 0.6098, p = 0.0158) and strength (Spearman r = 0.5471; p = 0.0370). In patients with normal muscle strength, reduced muscle blood flow was evident in all patient groups (p < 0.001), echotexture was reduced in BMD and OMD (p < 0.01), and echointensity was increased in CMT (p < 0.05).\n\n    Muscle blood flow is a sensitive measure to detect abnormality, even in muscles with normal strength. Increased echointensity may indicate a neurogenic disorder when strength is preserved, while low echotexture suggests a dystrophic disease.",
        "Introduction": "    Ultrasound is increasingly used in neuromuscular clinics to detect muscle pathology. Neuromuscular disease commonly results in muscle atrophy, fibrosis, and fatty infiltration. These can be detected by ultrasonography, quantified by measurement of muscle thickness and mean grayscale echointensity, and semiquantified by inspection of changes in muscle texture. The axial sonographic echotexture of intact muscle is typically a heterogeneous combination of dark muscle fiber tissue and speckles of bright fascia structures, termed \"starry night\" appearance. Echotexture changes differently in myopathic and neurogenic disorders, showing a homogeneous increase in echointensity in muscular dystrophy, and nonhomogeneous (i.e., heterogeneous) echointensity in neurogenic disorders. Echotexture heterogeneity may be digitally expressed by the bell-shaped grayscale histogram of an analyzed region of interest, which becomes wider when this is reduced and correspondingly shows a lower standard deviation of echointensity. A low standard deviation of echointensity therefore indicates reduced muscle echotexture.\n\n    The utility of muscle ultrasound in the assessment of patients with neuromuscular disorders was most commonly tested in pediatric patients, with a reported sensitivity of 81% and specificity of 96% for visual inspection and 71-83% sensitivity and 79-91% specificity for quantitative echointensity assessment. However, in a recent comparison to electromyography, both quantified echointensity and visual texture inspection showed low yield, particularly when abnormalities were subtle.\n\n    We previously reported that exercise-induced intramuscular blood flow, particularly at its peak, is reduced in adults with muscular dystrophies as well as in patients with polyneuropathy due to Charcot-Marie-Tooth (CMT) Type 1 (CMT1), as quantified by power Doppler ultrasonography. Regulation of skeletal muscle blood flow is highly important as impaired perfusion may result in muscle ischemia and damage while nonspecific perfusion may result with hypotension. Intramuscular blood flow in resting muscles is limited by sympathetic activation of alpha-adrenergic receptors on local vascular smooth muscle, resulting in vasoconstriction. Therefore, blood flow to skeletal muscles is minimal at rest, matching a low metabolic demand. Exercise of skeletal muscle releases nitric oxide (NO), which is predominantly produced by sarcolemmal neuronal NO synthase (nNOS) and is key to the attenuation of local sympathetic vasoconstriction, termed functional sympatholysis. Sarcolemmal nNOS may be reduced in a variety of inherited and acquired myopathic disorders, as well as with neurogenic conditions.\n\n    Becker muscular dystrophy (BMD), like the closely related Duchenne muscular dystrophy (DMD), is caused by variants in the dystrophin (DMD) gene, resulting in progressive muscle degeneration and muscle weakness. Most disease causing variants of the X-linked disease are intragenic deletion or duplications, while the rest are attributable to single nucleotide variants (SNVs). While DMD results in complete loss of dystrophin and severe muscle damage, in BMD the protein is impaired but expressed.\n\n    Dystrophin is important for stabilization of the sarcolemma and its deficiency results in fiber damage with repeated contraction. Dystrophin is also required for targeting many proteins to the sarcolemma, including nNOS which binds spectrin-like repeats in its rod domain. Dystrophin deficiency, therefore, causes sarcolemmal nNOS deficiency and functional muscle ischemia. In BMD, in-frame deletions produce a truncated dystrophin protein, which commonly lacks a portion of the rod domain and thus retains some of its functions and shows a milder and variable phenotype. Accordingly, we previously showed that exercise-induced muscle blood flow is reduced in DMD and BMD patients and corresponds to disease severity. However, it remained undetermined if blood flow in muscles is reduced in muscular dystrophy patients with preserved muscle strength.\n\n    In the present study, we aimed to determine whether exercise-induced intramuscular blood flow is reduced in adult patients with muscular dystrophies, and if this can be identified in muscles that produce normal strength. We employed power Doppler to quantify muscle blood flow and grayscale echointensity and echotexture measures to quantify degenerative changes. The study compared patients with BMD, which we expected to show low muscle blood flow, to patients with various other muscular dystrophies (OMD), CMT, and healthy controls. This was done to determine if muscle blood flow, in combination with other structural echointensity variables can differentiate between myopathic and neurogenic disorders.",
        "Methods": "    This is a cross-sectional study. We quantified intramuscular blood flow and echointensity in adult patients with BMD and patients with OMD. Data of CMT patients and healthy controls was extracted from a previously published series, reanalyzed and evaluated in comparison to BMD and OMD patients. In addition to confirmed genetic diagnosis of BMD, all patients were ambulatory at age 13. Controls were defined according to self-report of no clinical symptoms related to myopathy or other neuromuscular disorder, and intact neurological examination. Participants were recruited in a convenience sampling fashion from December 2020 to October 2022 at the neuromuscular clinic at Sheba Medical Center. The study was approved by the Sheba institutional Helsinki committee and written informed consent was obtained from all participants. The inclusion criterion for the patient groups was documented genetic disease (BMD or other muscular dystrophy). Patients who were limited by an additional disease were excluded.\n\n    Manual muscle testing (MMT) of the biceps brachii and brachialis strength was graded according to the Medical Research Council (MRC) scoring system by the treating neurologist (A.D.). For the exercise protocol participants semi-reclined in a supine position with the head of the bed elevated to 30 . The elbow was repeatedly flexed and extended 10 times during 30 seconds. Participants with normal strength performed the exercise while holding a weight, 5 kg for males and 3 kg for females. Participants with an MRC score of 4 held a weight of 3 kg for male and 1 kg for females, and those with a score of 3 or below performed the exercise against gravity or with gravity eliminated, respectively, without holding a weight.\n\n    Ultrasound examination was performed by trained physiotherapists (O.G. and T.A.) which were aware of participant's diagnosis but not of clinical details. We employed a Philips Affiniti 70 imaging system with a L18-5 linear probe as previously described. Briefly, muscle evaluation was performed while participants were rested in a supine position, arms at their side, with the elbow straight and the forearm supinated. The ultrasound transducer was placed perpendicular to the tested muscle to obtain axial images at the belly portion of the biceps brachii and brachialis muscles. Intramuscular blood flow was quantified similarly to that previously described. Briefly, power Doppler videos were recorded in 10-sec intervals. One interval was recorded at rest and six successive intervals were recorded immediately following the exercise protocol. Intramuscular blood flow during the intervals was quantified using the QLAB 10.5 software, employing a microvascular imaging (MVI) tool. The analyzed region of interest included both biceps brachii and brachialis muscles down to the bone line as in patients with muscle degenerative changes discrimination between these muscles was not possible. The brachial artery and vain were excluded. Exercise-induced intramuscular blood flow was defined as the mean percentage of the area occupied by blood within the muscle during 10 s of peak blood flow. Within each group, no statistical difference between muscle blood flow in the left and right side was noted, therefore, for each patient an average between the right and left side was calculated. Echointensity quantification of muscle images during rest was performed using ImageJ software (National Institutes of Health; Bethesda, MD) employing a histogram analysis tool. This provided the mean echointensity on a 0-255 gray scale (0 = black, 255 = white) and the standard deviation of the echointensity which was used to quantify the echotexture, and the average between sides was calculated.\n\n    Statistical analyses and graphs were conducted using GraphPad Prism (version 9.5.1 for Windows, GraphPad Software, La Jolla, CA, USA). Results are expressed as mean +- SD. For continuous variables, a two-way ANOVA followed by a post hoc test was applied. Dunnett's multiple comparisons test was used to compare between the two muscular dystrophy groups. Pearson correlation coefficient was used to determine the statistical association between parametric variables and Spearman rank correlation for non-parametric data. When Bartlett's test was found to be significant the datasets were assessed for normality distribution by the Shapiro-Wilk (W) test. The non-parametric Kruskal-Wallis test was applied to non-normal distributed datasets and was followed by the post hoc Dunn's multiple comparisons test.",
        "Results": "    Patients with BMD (n = 15; Table S1) and OMD (n = 13; Table S2) were recruited for this study. All BMD patients were males, two were brothers, and all had a confirmed molecular diagnosis (hemizygous) consistent with this condition. Eleven had in-frame deletion and three had an in-frame duplication in the DMD gene. We used LOVD exonic deletion/duplication reading frame checker (https://www.dmd.nl) to confirm this. A single patient had the splice site variant c.31+1G>C.\n\n    The OMD group included 10 males, none were related. For myotonic dystrophy Type 1 (n = 5) and Type 2 (n = 2), the pathogenic repeat size was according to the accepted threshold for each disease. For facioscapulohumeral muscular dystrophy (FSHD) type 1 (n = 3), the diagnosis was according to Tawil et al. recommendations. Three others had single nucleotide variants (SNVs) each: c.5G>T, p.Ser2Ile in DES (heterozygous), c.4309G>C, p.Ala1437Pro in MYH7 (heterozygous), and c.4989_4993delinsCCCC, p.Glu1663 AspfsTer10 in DYSF (homozygous).\n\n    The findings of these patients were compared to data extracted from our previously published series of 21 healthy volunteers (8 males) and 17 patients with CMT1 polyneuropathy (8 males) which employed the same technique, protocol, and ultrasound settings. Fifteen of the CMT1 patients had duplication of the PMP2 gene, consistent with CMT type 1A. Two had the NM_000530.8:c.397C>T p.Pro133Ser variant in MPZ (heterozygous), consistent with CMT type 1B. All SNVs were classified as pathogenic/likely pathogenic according to the American college of medical genetics and genomics (ACMGG) recommendations.\n\n    The mean age of participants was similar between groups, with 31.07 +- 9.98 (range 21-49) in the BMD group, 36.54 +- 11.90 (range 23-66) in the OMD group, 41.71 +- 17.16 (range 19-64) in the CMT group, and 39.52 +- 12.64 (range 21-60) in the controls (F(3,62) = 1.914, p = 0.1365). We assessed 30 muscles in the BMD group, 26 muscles in the OMD group, 34 muscles in the CMT group, and 42 muscles in the healthy controls.\n\n    Intramuscular blood flow was quantified at rest and after a short exercise protocol. In all groups, intramuscular blood flow at rest was minimal, nearly undetectable. No significant differences were found between the groups. Following exercise muscle blood flow increased in all patient groups (Fig. 1A-C), but was significantly low compared to that of controls (Fig. 2A; Table 1; F(3,62) =20.69, p < 0.0001, one-way ANOVA). The reduction of muscle blood flow was most prominent in patients with BMD (BMD vs. controls p < 0.0001, BMD vs. OMD p = 0.0390, BMD vs. CMT p = 0.0015, Dunnett's multiple comparison test).\n\n    To determine if muscle blood flow reduction correlated with the extent of degenerative changes in muscles, we measured their echointensity (Fig. 1D-F; Table 1). The echointensity was significantly increased in all patient groups compared to healthy controls (F(3,62) = 5.164, p = 0.0030, one-way ANOVA) but was similar between BMD, OMD, and CMT patients (Fig. 2B). Nevertheless, muscle texture patterns appeared different between groups, with a more homogeneous pattern in the dystrophies (Fig. 1E,F). Echotexture heterogeneity, determined by the standard deviation of echointensity, was reduced in BMD and OMD patients, in comparison to controls (p < 0.0001 and p = 0.002, respectively; Fig. 2C) while in CMT patients it was similar to the controls (p = 0.3469; Table 1). A significant difference between the BMD and the CMT groups was also found (p < 0.0001; Fig. 2C). Multiple comparison analysis to BMD patients indicated more pronounced echotexture changes in this group (BMD vs. OMD p = 0.0492; BMD vs. CMT p < 0.0001, Dunnett's multiple comparisons test).\n\n    To determine whether the reduction of muscle blood flow is associated with muscle degenerative changes, we performed correlation tests between the muscle blood flow and echointensity parameters. No significant correlation was found between muscle blood flow and echointensity in all the four groups (Table S3). A significant correlation was found between muscle blood flow and echotexture in the muscles of BMD patients (Fig. 3A, Table S3). This suggested that in BMD patients, the uniform degenerative changes correlate with the limitation of blood flow into the muscle. To compare muscle blood flow in patients with similar extent of degenerative changes we excluded three BMD patients with an extremely low echotexture heterogeneity (echointensity SD below 30). This showed that muscle blood flow was similarly reduced in BMD and OMD patients with mild degenerative changes (BMD vs. OMD p = 0.1426, Dunnett's multiple comparisons).\n\n    To evaluate if muscle blood flow correlated with muscle strength we tested its association with the MMT score. Patients with BMD showed a moderate correlation between muscle blood flow and strength (r = 0.5471, p = 0.0370, Fig. 3B). Most BMD patients showed normal elbow flexion strength, yet with limited muscle blood flow (Table S4). A comparison of patients with normal elbow flexion strength (10 BMD, 9 OMD, 16 CMT, and 21 controls) showed that muscle blood flow was reduced in all patient groups (Fig. 3C; BMD p < 0.0001, OMD p = 0.0007, CMT p = 0.0034), and was similar in BMD and OMD patients (BMD vs. OMD p = 0.2140 Dunnett's multiple comparisons; Table 1). In patients with normal strength, the echotexture was reduced in BMD (p < 0.0001) and OMD (p = 0.0026) groups but not in CMT, and echointensity was increased only in CMT (p = 0.0439).\n\n    No correlation was found between muscle blood flow in the elbow flexors and age in all the four groups (Table S3). To rule out an effect of sex on the analysis results, we repeated it among males only (10 BMD, 5 OMD, 8 CMT, and 8 controls). This underpowered analysis showed similar results, indicating low muscle blood flow and echotexture predominantly in BMD patients (Fig. S1).\n\n    We evaluated the sensitivity and specificity of muscle blood flow, echointensity, and echotexture measurements to detect a neuromuscular disorder with receiver operator characteristics (ROC) analysis (Table S4). Muscle blood flow evaluation showed a higher area under the curve (AUC) for detection of abnormality in comparison to echointensity and echotexture analysis in our whole mixed patient sample with normal strength (Fig. 4A), in muscular dystrophy patients with normal elbow flexion strength (Fig. 4B) and particularly in BMD patients with normal strength (Fig. 4C). In patients with OMD and normal strength the AUC was similar for muscle blood flow and echotexture measurements (Fig. 4D). In all scenarios, measurements of muscle blood flow and echotexture were superior to echointensity for detection of an abnormality.",
        "Conclusion": "",
        "Discussion": "    Muscle ultrasound is a noninvasive bedside assessment tool for detection and initial characterization of a neuromuscular disease. High sensitivity of this tool is particularly important when muscle weakness and atrophy are not clinically evident. However, the commonly used parameters of increased mean echointensity and semiquantitative echotexture changes are not sensitive to detect mild muscle pathology, as these relate to chronic structural changes. In this study, we employed a physiologic parameter to detect muscle dysfunction. We showed that compared to controls, exercise-induced muscle blood flow is reduced in patients with muscular dystrophies, particularly in BMD, and that reduction of muscle blood flow is a sensitive measure, identified in muscles with normal strength and only mild degenerative changes. Furthermore, while increased mean echointensity is nonspecific, we showed that attenuation of texture may be quantified by the standard deviation of echointensity, and that this is more sensitive and specific than echointensity for detecting a muscular dystrophy. While the changes in echointensity and texture are expected from previous studies, the evidence for early detection of muscle disease with power Doppler is novel.\n\n    Skeletal muscle blood flow is tightly regulated, as impaired perfusion may result in muscle ischemia and damage. Interestingly, muscle blood flow restriction can elicit muscle hypertrophy when combined with low-load exercise (30% maximal voluntary contraction) training. Skeletal muscle hypertrophy in response to resistance exercise employs multiple factors. One of them is NO, which in addition to its role in exercise-induced sympatholysis, promotes activation of satellite cells, and is implicated in aging and sarcopenia in animal models.\n\n    Functional muscle ischemia due to dysregulated blood flow to the muscle is a prominent feature in dystrophinopathies due to the absence of dystrophin in DMD and variable reduction in BMD. This results in the absence or reduction of sarcolemmal nNOS and reduced excretion of NO40. NO acts through the second messenger cyclic guanosine monophosphate (cGMP) and levels of cGMP are regulated through degradation, mainly by phosphodiesterase type 5 (PDE5). Multiple preclinical animal model studies showed that inhibition of cGMP degradation by PDE5 inhibitors was beneficial to skeletal, respiratory, and cardiac muscles, improved endurance training performance, and enhanced microvascular function. These findings suggested PDE5-inhibitors to be a putative new treatment for DMD. However, controlled clinical studies with PDE5 inhibitors failed to show improvements in clinical outcomes, in both DMD and BMD patients. The disappointing lack of effect was assumed to be due to low levels of the target PDE5 protein in dystrophic muscle. Our study provides physiological evidence that functional ischemia occurs in BMD as well as in patients with OMD, as well as patients with neuropathy. Identifying functional muscle ischemia in muscles with normal strength and mild degenerative changes implies that this therapeutic approach, based on PDE5 inhibitors, may be suitable for patients with normal or near-normal strength, and mild degenerative changes on imaging studies. Furthermore, in future studies, muscle blood flow quantification with power Doppler may be employed to identify a pharmacological effect in humans, in a simple bedside manner. Nevertheless, as functional muscle ischemia in patients with muscular dystrophy is not the sole cause of pathology, its potential efficacy is probably limited, and should not be expected to completely resolve contraction-induced myofiber damage.\n\n    Our study has several limitations. One is the small patient groups, which are further reduced to study patients with muscular dystrophy and normal muscle strength. Nevertheless, comparisons to healthy controls do show statistically validated results, despite the small number of participants. There was no statistical significance between groups in mean age, and thus we did not control this variable in the analysis. More importantly, as the BMD group included only males, while the other three patient groups included also females, we performed a secondary analysis that excluded females. In this male only sub analysis, the results were similar to the results of the primary analysis, though with limited statistical significance. Second, power Doppler measurements are readily affected by the extent of muscle compression by the ultrasound probe. This may give rise to a large variation when examining \"soft\" muscles, commonly due to denervation, but may also affect \"hard\" muscles with extensive fibrosis. We did not use any pressure measurement device to unify this variable, but rather maintained a high level of awareness of this possible artifact, and maintained the lowest possible applied pressure to obtain images with full skin contact, which was shown to provide low bias for muscle volume measurements. Third, we did not standardize the resistance and repeats of the exercise according to the strength of one maximal repetition (1RM). This was avoided in order to prevent possible muscle damage in dystrophy patients due to exertion of maximal strength. We employed the MRC score documented in the corresponding clinical visit to determine the strength and the applied exercise weight, but this score is not a sensitive test of normal muscle strength. Thus, muscles with mild echointensity and/or echotexture abnormality may perhaps show weakness on more standardized exercise measurements. Last, we measured echointensity and power Doppler signals in a region of interest that extended from the superficial surface of the biceps brachii muscle down to the humerus bone line, including portions of both the biceps brachii and brachialis muscles. As ultrasound signals attenuate with increasing depth, particularly in pathologic muscle, the deeper portions of the region of interest would not accurately reflect muscle texture. This approach was adopted to uniformly assess the elbow flexor muscles even when distinction between them is not possible. Perhaps in cohorts that are focused on patients with normal muscle strength, analysis of only the biceps brachii or its superficial portion may be more accurate.\n\n    In conclusion, the findings of our study highlight that exercise-induced muscle blood flow is a sensitive measure to detect a neuromuscular abnormality. Therefore, adding power Doppler assessment to echointensity measurements may increase the yield of ultrasonographic evaluation of a neuromuscular disorder, particularly at an initial phase of pathology, when muscle weakness and atrophy are not clinically identified. Together with echointensity and echotexture measurements, muscle blood flow may serve as a quantifiable sensitive diagnostic biomarker of functional muscle ischemia and muscle degeneration.",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/39250335/"
    },
    "25208129": {
        "Title": "    Unusual multisystemic involvement and a novel BAG3 mutation revealed by NGS screening in a large cohort of myofibrillar myopathies",
        "Abstract": "    Myofibrillar myopathies (MFM) are a group of phenotypically and genetically heterogeneous neuromuscular disorders, which are characterized by protein aggregations in muscle fibres and can be associated with multisystemic involvement.\n\n    We screened a large cohort of 38 index patients with MFM for mutations in the nine thus far known causative genes using Sanger and next generation sequencing (NGS). We studied the clinical and histopathological characteristics in 38 index patients and five additional relatives (n = 43) and particularly focused on the associated multisystemic symptoms.\n\n    We identified 14 heterozygous mutations (diagnostic yield of 37%), among them the novel p.Pro209Gln mutation in the BAG3 gene, which was associated with onset in adulthood, a mild phenotype and an axonal sensorimotor polyneuropathy, in the absence of giant axons at the nerve biopsy. We revealed several novel clinical phenotypes and unusual multisystemic presentations with previously described mutations: hearing impairment with a FLNC mutation, dysphonia with a mutation in DES and the first patient with a FLNC mutation presenting respiratory insufficiency as the initial symptom. Moreover, we described for the first time respiratory insufficiency occurring in a patient with the p.Gly154Ser mutation in CRYAB. Interestingly, we detected a polyneuropathy in 28% of the MFM patients, including a BAG3 and a MYOT case, and hearing impairment in 13%, including one patient with a FLNC mutation and two with mutations in the DES gene. In four index patients with a mutation in one of the MFM genes, typical histological findings were only identified at the ultrastructural level (29%).\n\n    We conclude that extraskeletal symptoms frequently occur in MFM, particularly cardiac and respiratory involvement, polyneuropathy and/or deafness. BAG3 mutations should be considered even in cases with a mild phenotype or an adult onset. We identified a genetic defect in one of the known genes in less than half of the MFM patients, indicating that more causative genes are still to be found. Next generation sequencing techniques should be helpful in achieving this aim.",
        "Introduction": "    Myofibrillar myopathies (MFM) are a group of phenotypically and genetically heterogeneous neuromuscular disorders. The morphological hallmark of MFM is the presence of protein aggregations in muscle fibres, a focal myofibrillar disorganisation starting at the Z-disk and an ectopic expression of proteins, such as desmin -.\n\n    Muscle biopsies of MFM patients reveal protein aggregates that are dark blue or purple on the modified Gomori trichrome (mGT) and pink on the haematoxylin and eosin (HE) stains. The aggregations are lacking oxidative enzyme activity on the nicotinamide adenine dinucleotide tetrazolium reductase (NADH-TR) stains. Other light microscopic findings in MFM are rimmed and non-rimmed vacuoles and sometimes cytoplasmic bodies. At the ultrastructural level, the combination of Z-disk streaming and distinct types of protein accumulations is characteristic for MFM and can even give hints towards the mutated gene.\n\n    To date, mutations in nine genes are known to cause MFM: desmin (DES), alphaB-crystallin (CRYAB), myotilin (MYOT, also TTID), filamin C (FLNC), Z-band alternatively spliced PDZ motif-containing protein (ZASP, also LDB3), four and a half LIM domain protein 1 (FHL1), bcl-2 associated athanogene protein 3 (BAG3), dnaJ homolog subfamily B member 6 (DNAJB6) and titin (TTN). Mutations in exon 343 of the A-band region of TTN were discovered to cause MFM only very recently. Inheritance in MFM is autosomal dominant in most patients, autosomal recessive in rare cases and X-linked in patients with mutations in FHL1. A broad inter- and intrafamilial variability of phenotypes can be seen in MFM. The age at onset of MFM depends on the underlying gene, mutation and inheritance pattern, but usually the disease starts in adulthood,. Nevertheless also childhood onsets have been described,,,-. The initial symptom in MFM most frequently is skeletal muscle weakness, other muscular symptoms such as atrophy, hypertrophy, muscle rigidity, contractures, pain or cramps can be present,-. Also, the respiratory muscles can be affected in MFM, resulting in a restrictive respiratory insufficiency, which has been reported for most MFM subtypes,,,,-.\n\n    Furthermore, MFM can be associated with distinct multisystemic symptoms, the most frequent being cardiac involvement, ranging from conduction defects and arrhythmias to cardiomyopathies and sudden cardiac death,,,,,,-. The smooth muscles can also be affected in MFM, presenting as chronic diarrhoea or enteric hypomotility,-, or contributing to bulbar symptoms like swallowing difficulties,,,,,-. Further symptoms associated with MFM exceed the muscles, such as polyneuropathy (PNP) -,,, cataracts,,, gynaecomastia,, and hearing impairment,,,.\n\n    Serum creatine kinase levels (CK) in MFM patients are normal or only slightly elevated. Electromyography (EMG) reveals myopathic or mixed patterns, but also (pseudo-) myotonic discharges can appear,. Magnetic resonance imaging (MRI) of the muscles plays an increasing role in the differential diagnosis of muscular disorders and of MFM in particular,.\n\n    In the present study, we screened a large cohort of 38 unrelated index patients with MFM for mutations in the nine causative genes, employing next generation sequencing (NGS) and traditional Sanger sequencing. We identified a mutation in 14 index patients, including one novel BAG3 mutation. We performed a detailed clinicopathological characterisation in the index patients and five affected relatives and particularly focused on the associated multisystemic symptoms. We highlight new phenotypical findings in MFM and correlate our data with the literature.",
        "Methods": "    In this study, we included 43 patients with MFM belonging to 38 unrelated families (Figure 1). We selected the MFM cases from the muscle and nerve biopsy archive at the Institute of Neuropathology, and from the Neuromuscular Clinic at the Department of Neurology, at the RWTH Aachen University Hospital (Aachen, Germany). The biopsy of patient F10.1 was also included in the study of Joshi et al.. Additionally, eight index patients/biopsies with MFM were provided by referring centres. The study was performed according to the Declaration of Helsinki and was approved by the ethical committee of the RWTH Aachen University. Written informed consent was obtained from all patients.\n\n    In all 43 patients, we performed a detailed neurological examination, including hearing and swallowing tests, and a blood analysis of the creatine kinase (CK) level. Nerve conduction velocity (NCV) and electromyography (EMG) studies, heart (electrocardiogram (ECG), echocardiography, long-term ECG) and lung examinations (spirometry/bodyplethysmography) were performed in the majority of patients. In addition, an ophthalmological exam was undertaken in patients with complaints of ocular involvement. An EMG was done in all patients with an identified gene defect, except for patients F5.II.2 and F14.1, a diagnostic muscle MRI of the lower extremities in four patients (F1.III.1, F2.III.4, F10.1, F12.III.3) and a whole-body muscle MRI in one (F7.III.4) (1.5 Tesla, Philips, Intera, Best - the Netherlands).\n\n    Open muscle biopsies had been obtained from the 38 index patients for diagnostic purposes after written informed consent. The muscle tissue sample was divided into unfixed (cryostat), formaldehyde-fixed (paraffin) and glutaraldehyde-fixed (EM) sections and further prepared according to routine protocols. Standard enzyme histochemical and immunohistochemical stains were applied. For electron microscopy (EM) of muscle tissue, which was performed in 31 out of 38 probands, we used a CM10 transmission electron microscope (Philips, Amsterdam, the Netherlands). In addition, seven index patients had simultaneously a diagnostic sural nerve biopsy taken, among them patient F9.1 and F13.1 with a confirmed mutation and a polyneuropathy. The nerve biopsies were processed following standard procedures.\n\n    Peripheral blood samples and a written informed consent for genetic analysis were available from the 38 index patients, as well as from the affected mother of patient F7.IV.2, the affected brother of patient F5.II.2, the cousin of patient F12.III.4 and the son of patient F14.1. Genomic DNA was extracted using standard procedures. We used two different techniques for genetic analyses in our cohort: Sanger sequencing and next generation sequencing (NGS).\n\n    We had started screening a group of 21 MFM index patients with conventional Sanger sequencing before the NGS panel for MFM was established. We analysed DES, CRYAB, MYOT (exon 2 and 9), FLNC (exon 48), ZASP (exon 4-10), FHL1, BAG3 and DNAJB6. We performed PCR using standard protocols and used the BigDye Terminator v1.1 mix (Applied Biosystems) for cycle sequencing reactions according to the instructions in the kit. Sequence data were generated with an ABI 3130xl capillary sequencer (Applied Biosystems, Carlsbad, CA, USA) using standard protocols and analysed by GenSearch v.4.0.8 (PhenoSystems, Lillois, Belgium).\n\n    In a NGS approach, the coding exons of all causative genes with the exception of the most recently identified TTN gene were sequenced in the additional 17 index patients included in our study: DES (exon 1-9, NM_001927.3), MYOT (exon 2-10, NM_006790.2), ZASP (exons 5-9 of NM_001080116.1 and exons 4, 7, 8 and 10 of NM_007078.2), FHL1 (exon 3-8, NM_001159702.2), BAG3 (exon 1-4, NM_004281.3), DNAJB6 (exon 2-8, NM_005494.2), CRYAB (exon 1-3, NM_001885.1) and FLNC (exon 1-48, NM_001458.3). Furthermore, in 10 index patients of our first cohort in which Sanger sequencing was initially performed (see above) and in which no mutations were identified, we subsequently analysed the complete FLNC gene (exon 1-48) applying NGS. Target enrichment was performed with the Access Array System (Fluidigm Corporation, South San Francisco, USA) followed by emulsion PCR and sequence analyses on a GS Junior using kits and instructions by Fluidigm and 454 Life Sciences (Branford, USA). Sequence data were analysed with GenSearch NGS v.1.4 (PhenoSystems, Lillois, Belgium) automatically aligning data to the reference sequences mentioned above. Variants within exons and 20 bp of the flanking intronic sequences were detected with VarScan (http://varscan.sourceforge.net/) using following filters: coverage >15, frequency >20% for heterozygous or >75% for homo- and hemizygous variants. Candidate variants were verified by Sanger sequencing on an ABI 3130xl automated capillary sequencer using standard protocols, and their effect predicted with bioinformatic tools like PolyPhen-2 (http://genetics.bwh.harvard.edu/pph2/index.shtml), SIFT (http://sift.jcvi.org/) and MutationTaster (http://www.mutationtaster.org/) provided by Alamut (Interactive Biosoftware, Rouen, France).\n\n    Finally, we performed Sanger sequencing to analyse exon 343 of TTN in 25 of our index patients, in whom an underlying gene defect had thus far not been identified (21 patients) or only an unknown variant was revealed (4 patients). PCR, sequencing reaction and data analysis of exon 343 of the TTN gene (NM 001267550.1) have been performed using standard protocols as described above.",
        "Results": "    In 14 index patients, we identified a heterozygous pathogenic mutation in one of the nine genes causing MFM (Table 1), corresponding to a diagnostic yield of 37% in our MFM cohort. In ten patients we found the underlying gene defect using the initial Sanger sequencing study and in four patients by directly employing NGS panel diagnostics. Nine out of the 14 index patients had a positive family history corresponding with an autosomal dominant inheritance (for pedigrees see Figure 1), whereas the others occurred sporadically (Patient F6.1 with a DES mutation, Patient F13.1 with a mutation in BAG3 and all three patients, F9.1, F10.1 and F11.1, with a MYOT mutation, Table 1). We identified six heterozygous mutations in DES, four of these were the Arg350Pro mutation, two different mutations in FLNC, and three MYOT mutations, including two times the Ser60Phe mutation in exon 2. One mutation each was found in ZASP, CRYAB and in BAG3 (Table 1, Figure 1). The mutation in BAG3 represents a novel mutation, whereas the other mutations have been described previously.\n\n    The c.626C > A, p.Pro209Gln mutation in exon 3 of BAG3 (Patient F13.1, Table 1) is so far not known in the databases of the NHLBI exome sequencing project (ESP) or the 1000 genome project and was predicted to be disease causing by all used prediction programmes. Further arguments for pathogenicity came from familial segregation analysis, in which both healthy parents did not harbour the mutation, indicating a de novo mutation.\n\n    With means of NGS panel diagnostics we found a large number of variants, especially in FLNC. The suspicious variants with a minor allele frequency beneath 1% are listed in Additional file 1. We assessed these variants with various databases and prediction programmes. Especially the pathogenicity of the c.6595G > A, p.Gly2199Arg mutation in exon 40 of FLNC (patient F20.1, Additional file 1) finally remained unclear. This genetic variant has only been counted once by the NHLBI exome sequencing project (ESP) and was predicted to be benign by PolyPhen-2, but disease causing by Mutation Taster. The glycin residue at position c.6595 is highly conserved, as well as the nucleotide at this position. Unfixed muscle tissue of this patient was not available anymore and no new muscle biopsy could be obtained, so that additional proteomic analyses for possible further clarification could not be performed. Moreover, family members were not available for segregation analysis to further clarify the pathogenicity.\n\n    The 14 index patients with an identified mutation included eleven males and three females (Table 1). The age at onset ranged from 28 to 69 years (mean 49 years). The most common initial symptom was weakness in the legs (64%). In three patients the first symptom was dyspnoea (21%) and in one syncopes (7%), indicating a respiratory or cardiac onset of the disease. At the time of examination, the disease persisted already up to 32 years (mean disease duration 9 years). Muscle weakness was distributed in the distal and proximal lower limbs, combined with weakness in the proximal upper limbs in six of the 14 patients. Patients F3.II.3 and F6.1 were wheelchair bound since the age of 59 and 60 years respectively, both after 11 years of disease progression. Scapular winging was evident in 29% of the patients, 14% showed additional axial weakness and 14% a ptosis without ophthalmoparesis or facial weakness (Table 1). In 64% of the patients, atrophy of the distal lower limbs was present, among them the two patients with an additional PNP. EMG revealed a myopathic pattern in 58% and a mixed pattern in 42%, in three of the patients with a mixed pattern also pseudomyotonic discharges were present. The serum CK levels varied from normal to 16 fold elevated (mean: 5.5 N) (Table 1). Only patient F14.1 did not show permanent skeletal muscle weakness.\n\n    In general, 16% of the patients included in the study (n = 43) had respiratory involvement and 60% presented one or more multisystemic symptom(s) (Table 2). The most striking finding was the large number of MFM patients with mainly a sensorimotor axonal-demyelinating polyneuropathy (12/43 or 28%), which occurred as frequently as cardiac disease (Table 2). In 50% (n = 6) of the MFM patients with a polyneuropathy, no other possible cause was present. However, another 33% (n = 4) suffered from diabetes mellitus and 17% (n = 2) had taken neurotoxic medications, as possible (additional) causes of a polyneuropathy. The PNP was diagnosed after 0-6 years of disease duration (mean: 1.7 years). 14% of the MFM patients suffered from hearing impairment, with a symptom onset between 16 and 80 years of age. Half of these patients used hearing devices. We did not detect diarrhoea, intestinal malabsorption or pseudoobstruction in our cohort.\n\n    In the group of index patients with a pathogenic mutation (n = 14) 64% showed at least one multisystemic symptom (Figure 1, Tables 1 and 2). Patient F3.II.3 harbours the Arg350Pro mutation in DES and presented with exertional dyspnoea as initial symptom at 48 years of age. Subsequently, he developed dyspnoea at rest, had a vital capacity (VC) of 45% of the theoretical value and needed non-invasive continuous positive airway pressure (CPAP) ventilation at night. Furthermore, he presented an intermittent tachyarrhythmia absoluta and a hypertrophic left ventricle at echocardiography. He also suffered from bilateral hypacusis and used a hearing aid on the right side since the age of 52 years.\n\n    Patient F4.II.2 carried the same Arg350Pro mutation in DES and recognised swallowing problems after six years of disease progression. He also presented a bilateral hypacusis since the age of 38 years.\n\n    Only the affected mothers of two more patients with the Arg350Pro mutation in DES (patient F1.III.1; F2.III.4) showed multisystemic symptoms (respiratory insufficiency, cardiac involvement with a pace maker implantation, polyneuropathy).\n\n    Patient F6.1 carried the Glu245Asp mutation in DES and exhibited cardiac symptoms: a dilated cardiomyopathy was diagnosed approximately ten years after disease onset and a chronic atrial fibrillation and complete atrioventricular block occurred, necessitating pace maker implantation.\n\n    The patient carrying the Ser2Ile mutation in DES (patient F5.II.2) presented with syncopes as the first symptom at the age of 60 years, due to a complete atrioventricular conduction block leading to pace maker implantation. At the age of 65 years, he developed mild distal lower leg weakness and dysphonia. Other causes of dysphonia were excluded. Interestingly, the patient's father also had dysphonia and a pacemaker implantation at the age of 58 years. The patient's brother, carrying the same mutation, received a pacemaker at the age of 45 years and had mild distal involvement of the lower legs, but no dysphonia.\n\n    Patient F8.III.3 with the Trp2710X mutation in FLNC developed respiratory problems three years before weakness in the extremities occurred. After five years of disease progression, the patient was dependent on non-invasive nocturnal ventilation. VC decreased to 35%.\n\n    The affected mother of the index patient harbouring the Val930_Thr933del mutation in FLNC (patient F7.III.4) presented with bilateral hearing impairment and hearing aids at the age of 60 years.\n\n    Patient F9.1 carrying the Ser60Phe mutation in MYOT developed exertional dyspnoea due to heart failure at the age of 64 years as the first symptom. A left bundle branch block, an intermittent atrioventricular conduction block and atrial fibrillation were diagnosed, and a pace maker was implanted. The patient also suffered from coronary disease. Four years later, a sensorimotor axonal-demyelinating polyneuropathy was diagnosed.\n\n    In Patient F11.1 with a Ser55Phe mutation in MYOT, cardiac symptoms began shortly after skeletal weakness became apparent at the age of 55 years. He had a permanent atrial fibrillation with tachyarrhythmia absoluta and received an implantable cardioverter defibrillator (ICD). In addition, he had several myocardial infarctions due to coronary disease. One year later, a dilated cardiomyopathy was diagnosed and heart transplantation was performed.\n\n    Patient F14.1 carries the p.Gly154Ser mutation in CRYAB and presented at the age of 69 years with several episodes of rhabdomyolysis. The patient also complained about exercise intolerance and fatigue. The neurological examination was normal, but a respiratory involvement with a VC of 65% in lying position was diagnosed. His 42-year-old son, carrying the same mutation, was asymptomatic and only showed a moderate serum CK elevation.\n\n    Muscle MRI findings are summarised and compared to the literature in Table 3.\n\n    In the 14 index patients with an identified mutation we consistently found an increased variability of fibre diameter (100%), frequent nuclear bags (64%), internal nuclei (86%), vacuoles (64%), rimmed vacuoles (50%) and increased endomysial connective tissue (79%). In 43% of the biopsies, cytoplasmic bodies and core-like lesions on the NADH-TR staining were revealed. Myofibrillar disorganisation was seen in all cases, but characteristic protein aggregations in the cytoplasm of mGT stained fibres were found in only 10 of the 14 cases (71%) (Patient F11.1: in the vastus medialis muscle biopsy protein aggregations were seen, but not in the simultaneously obtained tibialis anterior muscle biopsy). So 29% only showed typical MFM findings at the ultrastructural level (EM was performed in 11 of the 14 cases). Z-disk streaming and myofibrillar disorganisation were seen in 100%, granulofilamentous material in 64%. Abnormal mitochondria (64%), tubulofilamentous accumulations (29%) and cytoplasmic bodies (36%) were other frequent findings. Immunhistochemistry with antibodies directed against desmin showed immunoreactivity in all 8 performed cases.\n\n    In the group of 24 patients, in whom the underlying genetic defect had not been identified, we made similar observations. Characteristic protein aggregations in the cytoplasm of mGT stained fibres were found in 76% of the cases, myofibrillar disorganisation in 82%.\n\n    In ten of the 12 MFM patients additionally presenting a polyneuropathy, we observed neurogenic muscle atrophy, which found expression in angular shaped muscle fibres and fibre type grouping.\n\n    Patient F13.1 harbours the novel Pro209Gln mutation in BAG3 (Table 1). He presented first symptoms of distal lower limb weakness and symmetrical calve atrophy at the age of 34 years. The skeletal muscle weakness spread to the proximal lower limbs and finally to the proximal upper limbs with scapular winging after 2 more years of disease progression. Moreover, he developed an axonal sensorimotor polyneuropathy, as multisystemic symptom of MFM. No other obvious cause for the PNP could be found. The PNP was first diagnosed at the age of 39 years and finds expression in decreased vibration sense and ataxic, clumsy gait as well as an increased sensitivity for cold. EMG showed a mixed pattern and the maximum CK level was 1050 U/L (Table 1). The muscle biopsy showed desmin positive protein deposits, vacuoles and core-like lesions as well as some necrotic fibres. At the ultrastructural level, tubulofilamentous accumulations, lobulated nuclei and glycogen accumulations were seen, in addition to typical MFM findings like Z-disk streaming and the accumulation of granulofilamentous material. We did not observe regenerating fibres or apoptotic nuclei. The ultrastructural study of nerve tissue revealed no giant axons.",
        "Conclusion": "    We conclude that multisystemic involvement frequently occurs in MFM. Most important are the cardiac and respiratory symptoms, but also polyneuropathies, hearing loss and bulbar symptoms can occur. BAG3 should be included in the genetic workup of MFM patients, even in cases with an adult onset and a mild phenotype. In 29% of all biopsies no aggregations were found at the light microscopic level, however, typical ultrastructural findings were present, underlining the importance of electron microscopy in the diagnosis of MFM. In contrast, 76% of the patients/biopsies without a genetic identification showed distinct protein deposits in the cytoplasm of the muscle cells. This high rate and our percentage of identified mutations (37%) lead to the conclusion that more causative genes for MFM are still to be found. NGS might be helpful in achieving this aim.",
        "Discussion": "    In a large cohort of MFM patients, we identified heterozygous mutations in 14 of 38 index patients (diagnostic yield of 37%), including the novel p.Pro209Gln mutation in exon 3 of BAG3, using Sanger and next generation sequencing (NGS) of the nine thus far known causative genes of MFM. Furthermore, we discovered new phenotypes associated with previously described mutations, such as hearing impairment with a FLNC mutation, dysphonia with a mutation in DES and the first patient with a FLNC mutation presenting respiratory insufficiency as the onset symptom. Interestingly, we detected a polyneuropathy in more than a quarter of the MFM patients, including a BAG3 and a MYOT case (Figure 2).\n\n    In ten of our patients, a mutation in one of the MFM-causative genes was identified using conventional Sanger sequencing. By employing NGS, we additionally found four mutations, among them the novel BAG3 mutation, as well as a lot of variants, especially in FLNC, beyond the mutational hotspot in exon 48. The mass of variants that are found using NGS and their sometimes difficult interpretation can currently still be considered as a drawback of this technique. However, knowledge concerning the variants will increase in the following years as NGS will become more widely available and databases more complete. Advantages of NGS are reduced costs and decreased time to diagnosis. Furthermore, a specific and often unreliable genetic testing sequence is made redundant, especially in diseases with overlapping morphological and/or clinical phenotypes, such as MFM. The difficulty in interpretation of certain variants is illustrated by the unknown variant p.Gly2199Arg in exon 40 of FLNC of patient F20.1 (Additional file 1).\n\n    The novel BAG3 mutation is located at the amino acid position p.209 and proline is replaced by glutamine. At the same position the p.Pro209Leu mutation is situated, which is the most common BAG3 mutation associated with MFM,,,. In all previously described MFM cases with the p.Pro209Leu mutation, the disease started within the first or second decade and was hallmarked by rapidly progressive muscle weakness, severe cardiac and respiratory involvement and early death of the patients in some cases. In nine of the eleven reported cases an axonal polyneuropathy was additionally found. Our patient's (Patient F13.1, Table 1) mild phenotype with adult-onset skeletal muscle weakness and the absence of cardiac or respiratory involvement clearly differs from the other BAG3-associated MFM cases, solely his axonal sensorimotor PNP is in concordance. Only one other adult-onset patient with BAG3-related MFM has thus far been described: a woman harbouring the p.261-265 RAASP deletion in BAG3, who showed involvement of the orbicularis oculi muscles and the lower limb muscles, as well as photophobia and diplopia, starting at the age of 60 years. Her muscle biopsy revealed typical MFM findings.\n\n    In our patient's nerve and muscle biopsy no giant axons could be found, which were described before in BAG3-associated MFM cases,,. Muscle biopsy findings were typical for MFM. We observed some lobulated nuclei at electron microscopy, corresponding to the findings of Selcen et al. who also described abnormal nuclei up to apoptotic changes in one MFM patient with a BAG3 mutation.\n\n    We identified new phenotypes considering the multisystemic symptoms of our patients in association with certain mutations in the MFM genes (Figure 2; for review of the literature see Additional file 2). We reported hearing impairment for the first time in patients with the p.Arg350Pro DES mutation and for the first time in combination with a FLNC mutation (p.Val930_Thr933del). Also three other patients of our cohort (Table 2) presented with hearing problems, in one case (unidentified gene defect) the complaints began at the age of 16 years. Hearing impairment as a multisystemic symptom of MFM was described by Kraya et al. in two patients with a ZASP mutation, in a patient harbouring an unknown variant in BAG3 and in one autosomal recessive DES case, as a congenital feature,,,.\n\n    We moreover present two new onset symptoms: syncopes due to a conduction block associated with the p.Ser2Ile mutation in DES and dyspnoea due to respiratory insufficiency for the first time with a FLNC mutation. In the patient with the DES mutation mild skeletal muscle involvement appeared only after several years. The two reported cases with the same mutation both showed skeletal muscle involvement at baseline, so this is the first described pure cardiac onset case associated with this mutation. Moreover dysphonia was noted in the propositus and his father. So far, only dysphagia and nasal voice have been described with DES mutations, dysphonia has only been described with CRYAB mutations.\n\n    Respiratory insufficiency has been described in association with the p.Trp2710X mutation in FLNC, and frequently was the cause of death, but never the initial symptom,,. It was not reported as an initial symptom in patients with other FLNC mutations, either. Also in patient F14.1 respiratory involvement was diagnosed, which has not been reported before with the p.Gly154Ser mutation in CRYAB,.\n\n    The high frequency of polyneuropathy in our MFM cohort was striking (Table 2). We found PNP in combination with a novel BAG3 and a known MYOT (p.Ser60Phe) mutation (Table 1). Both, BAG3 and MYOT mutations, have been reported in MFM patients who also presented a PNP,,. Nine additional index patients of our cohort showed evidence for a polyneuropathy, but no mutation was found in these cases. Thus, there probably are other genes which cause a combined phenotype of MFM and polyneuropathy.\n\n    The most common cardiac symptoms in our cohort were arrhythmias (83%), followed by conduction defects (50%). This is in accordance with a 10-year longitudinal study in DES patients, in which conduction defects were the most common cardiac manifestation.\n\n    Taking the whole cohort into account, five patients complained about swallowing problems (one carried a DES p.Arg350Pro mutation).\n\n    The occurrence of multisystemic symptoms might be explained by the expression profiles of the proteins encoded by the MFM genes. However, the expression of proteins remains partially unknown, e.g. FLNC expression in the vestibulocochlear nerve.\n\n    For detailed values of the different muscles compared to the literature see Table 3. Patient F1.III.1 and patient F2.III.4 harbour the same mutation in DES (Table 1, Figure 1). Patient F2.III.4 showed an equal pattern of muscle involvement as described before even after 32 years of disease duration. However, the pattern seen in patient F1.III.1 is different, especially his gluteus minimus, quadriceps, and soleus muscle were far more involved than in previously reported cases. Patient F7.III.4 carries a FLNC mutation and showed a relatively typical pattern of muscle involvement in the MRI, only the severe involvement of the rectus femoris and semitendinosus and the spared tibialis anterior muscle was rather unusual. In the patient with a MYOT mutation (patient F10.1) we would have expected the involvement of the tibialis anterior muscle, because of the severely involved posterior compartment, as well as the vastus medialis and intermedius muscles which are described to be one of the most affected in the literature and are only mildly involved here. In the patient with a ZASP mutation (patient F.12.III.3) we found a rather mild involvement at muscle MRI, but as was described before biceps femoris and semimembranosus muscles were most severely affected.",
        "PubMed_Link": "https://pubmed.ncbi.nlm.nih.gov/25208129/"
    }
}